[
    {
        "sign": "Aries",
        "en": {
            "today": "The way you view others and how you are seen in return comes into focus, dear Aries. As Venus and Pluto form a transformative alignment, offer grace to peers so you might see past preconceived notions and find substance beneath the surface. Your sympathy and benevolence will not only elevate your reputation but also expand your community. Just be mindful of your own needs and emotional well-being when the Taurus moon forms an unbalanced aspect with the Sagittarius sun. Shift your attention toward manifestation goals once the nodes of fate stir this evening, leaning into the power of visualization and positive thinking."
        },
        "kh": {
            "today": "វិធីដែលអ្នកមើលអ្នកដទៃនិងរបៀបដែលអ្នកត្រូវបានគេមើលឃើញថាមានភាពល្អប្រសើរឡើងគឺផ្តោតអារម្មណ៍ Areies ។ក្នុងនាមជា Venus មាន enus និង pluto បង្កើតជាការតម្រឹមផ្លាស់ប្តូរការផ្តល់ជូនព្រះគុណដល់មិត្តភក្តិដូច្នេះអ្នកអាចនឹងឃើញសញ្ញាណដែលបានគិតទុកជាមុននិងរកឃើញសារធាតុនៅពីក្រោមផ្ទៃ។ការអាណិតអាសូរនិងសេចក្តីមេត្តាករុណារបស់អ្នកនឹងមិនត្រឹមតែបង្កើនកេរ្តិ៍ឈ្មោះរបស់អ្នកប៉ុណ្ណោះទេប៉ុន្តែវាក៏ពង្រីកសហគមន៍របស់អ្នកផងដែរ។គ្រាន់តែចាំពីតំរូវការផ្ទាល់ខ្លួនរបស់អ្នកនិងសុខុមាលភាពអារម្មណ៍នៅពេលដែល The Taurus Moon បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយនឹងព្រះអាទិត្យ Sagittarius ។ផ្លាស់ប្តូរការយកចិត្តទុកដាក់របស់អ្នកចំពោះគោលដៅនៃការបង្ហាញទីតាំងនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅល្ងាចនេះដោយផ្អៀងទៅក្នុងអំណាចនៃការមើលឃើញនិងការគិតវិជ្ជមាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in an all-or-nothing mood, dear Leo, especially when it comes to matters of the heart. As Venus and Pluto form an intimate exchange, you won't have the patience to entertain partnerships that don't have a future or meet expectations. Honor what you need to feel desired, supported, and in tune with the companions you invest in. Try not to let a fear of being alone stop you from closing chapters while the Taurus moon and Sagittarius sun enter an unbalanced aspect this afternoon. Commit to long-term goals that align with your values once the nodes of fate stir tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍មិនល្អទាំងអស់មិនមានអ្វីដែលគួរឱ្យអស់សំណើចជាពិសេសនៅពេលនិយាយអំពីបញ្ហានៃបេះដូង។ក្នុងនាមជា Venus Venus និង Pluto បង្កើតបានជាការផ្លាស់ប្តូរជិតស្និទ្ធអ្នកនឹងមិនមានការអត់ឱនឱ្យទទួលបានភាពជាដៃគូដើម្បីទទួលបានភាពជាដៃគូដែលមិនមានអនាគតឬជួបការរំពឹងទុក។គោរពអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ដែលចង់បានគាំទ្រនិងបទភ្លេងជាមួយដៃគូដែលអ្នកវិនិយោគក្នុងការមិនអនុញ្ញាតឱ្យមានការភ័យខ្លាចចំពោះការបិទជំពូកខណៈពេលដែល Taurus Monh និង Sagittarius ចូលក្នុងទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅរសៀលនេះ។ប្តេជ្ញាដាក់គោលដៅរយៈពេលវែងដែលតម្រឹមតាមតម្លៃរបស់អ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Allow your long-term aspirations to take new forms, dear Taurus, as Venus and Pluto align. This energy highlights how specific commitments may require some adjusting on your end, especially when building alongside a romantic partner or business associate. Recognize what you can gain from working on a team, ensuring that you and your counterpart are equally matched. As Luna continues through your sign, people will be eager to join your cause. However, an imbalance with the sun warns against entering into agreements or collaborations prematurely. Explore subcultures or communities you're unfamiliar with once the nodes of fate stir tonight."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យមានបំណងប្រាថ្នារយៈពេលវែងរបស់អ្នកក្នុងការទទួលយកទម្រង់ថ្មី Taurus ជាទីស្រឡាញ់ដូចជា Venus និង Pluto តម្រឹម។ថាមពលនេះគូសបញ្ជាក់ពីរបៀបដែលការប្តេជ្ញាចិត្តជាក់លាក់អាចតម្រូវឱ្យមានការកែតម្រូវខ្លះនៅចុងបញ្ចប់របស់អ្នកជាពិសេសនៅពេលសាងសង់រួមជាមួយដៃគូរ៉ូមែនទិកឬសហការីអាជីវកម្ម។ទទួលស្គាល់អ្វីដែលអ្នកអាចទទួលបានពីការធ្វើការលើក្រុមធានាថាអ្នកនិងសមភាគីរបស់អ្នកត្រូវគ្នាដូចគ្នា។នៅពេលដែល Luna នៅតែបន្តតាមរយៈសញ្ញារបស់អ្នកប្រជាជននឹងចង់ចូលរួមក្នុងបុព្វហេតុរបស់អ្នក។ទោះយ៉ាងណាអតុល្យភាពមួយជាមួយព្រះអាទិត្យព្រមានប្រឆាំងនឹងការចូលទៅក្នុងកិច្ចព្រមព្រៀងឬកិច្ចសហការដែលមានមុនអាយុ។ការរុករកតំបន់រងឬសហគមន៍ដែលអ្នកមិនធ្លាប់ស្គាល់នៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Venus and Pluto form an intimate connection, dear Gemini, inspiring you to explore new depths in your relationships. Discuss spiritual or philosophical topics to deepen your understanding of those you admire, recognizing where you share common ground while respecting different perspectives. As the Taurus moon travels through your solar twelfth house, you'll require some coaxing to get out of your comfort zone. An unbalanced aspect with the Sagittarius sun urges you to pace yourself when lowering your guard. Consider getting cozy at home as you open up once the nodes of fate activate this evening, helping you feel more in control within your own space."
        },
        "kh": {
            "today": "Venus និង Pluto បង្កើតបានជាការតភ្ជាប់យ៉ាងជិតស្និទ្ធមួយ GeMini ជាទីស្រឡាញ់ដែលជំរុញឱ្យអ្នកស្វែងរកជម្រៅថ្មីនៅក្នុងទំនាក់ទំនងរបស់អ្នក។ពិភាក្សាប្រធានបទខាងវិញ្ញាណឬទស្សនវិជ្ជាដើម្បីឱ្យការយល់ដឹងរបស់អ្នកកាន់តែស៊ីជម្រៅចំពោះអ្នកដែលអ្នកកោតសរសើរដោយទទួលស្គាល់កន្លែងដែលអ្នកចែកចាយមូលដ្ឋានរួមខណៈពេលដែលគោរពទស្សនវិស័យខុសគ្នា។នៅពេលដែល The Taurus Moon ធ្វើដំណើរឆ្លងកាត់ផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកអ្នកនឹងតម្រូវឱ្យមានការចាប់អារម្មណ៍ខ្លះដើម្បីចេញពីតំបន់លួងលោមរបស់អ្នក។ទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយនឹងសន្ទី Sagittarius បានជំរុញឱ្យអ្នក packe pack ខ្លួនឯងនៅពេលបន្ទាបឆ្មាំរបស់អ្នក។ពិចារណាធ្វើឱ្យមានភាពកក់ក្តៅនៅផ្ទះនៅពេលដែលអ្នកបើកនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅល្ងាចនេះដោយជួយអ្នកឱ្យមានអារម្មណ៍ថាមានការគ្រប់គ្រងលើទីធ្លារបស់អ្នក។"
        }
    }
]