[
    {
        "sign": "Aries",
        "en": {
            "today": "There will be much to contemplate this morning, darling ram, as the Sagittarius moon connects with Jupiter and Mercury. Big ideas trickle in with ease, but you'll need to prioritize the dreams, conversations, and tasks that matter most to avoid overstimulation. If you start to get overwhelmed, lean into the power of meditation, spirituality, or breathwork to reclaim peace. It may be challenging to block outside energy when Saturn activates this evening, making it essential that you retreat to a safe environment. Healing vibes find you when Chiron stirs, offering extra support from your friends on the other side."
        },
        "kh": {
            "today": "វានឹងមានអ្វីជាច្រើនដែលត្រូវគិតពិចារណានៅព្រឹកនេះលោក Darling Ram នៅពេលដែល Sagittarius Moon ភ្ជាប់ជាមួយ Jupiter និងបារត។គំនិតធំ ៗ មានភាពស្វាហាប់ដោយភាពងាយស្រួលប៉ុន្តែអ្នកត្រូវផ្តល់អាទិភាពដល់ក្តីសុបិន្តការសន្ទនានិងភារកិច្ចដែលសំខាន់បំផុតដើម្បីជៀសវាងការហួសចិត្ត។ប្រសិនបើអ្នកចាប់ផ្តើមទទួលបានការលើសលប់ដោយគ្មានអំណាចចូលទៅក្នុងអំណាចនៃការធ្វើសមាធិភាពខាងវិញ្ញាណឬដង្ហើមដើម្បីទាមទារសន្តិភាព។វាអាចជាបញ្ហាប្រឈមក្នុងការរារាំងថាមពលនៅខាងក្រៅនៅពេល Saturn ធ្វើឱ្យល្ងាចនេះធ្វើឱ្យល្ងាចនេះធ្វើឱ្យវាចាំបាច់ដែលអ្នកដកថយដល់បរិស្ថានដែលមានសុវត្ថិភាព។ការព្យាបាលរស់រវើករកអ្នកនៅពេលដែលមានស្នាមប្រឡាក់ដោយផ្តល់ការគាំទ្របន្ថែមពីមិត្តភក្តិរបស់អ្នកនៅម្ខាងទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Remember that you can't win everyone over, dearest Leo, as the Sagittarius moon aspects Jupiter and Mercury. Though fresh approval does do the ego good, you'll feel more satisfied and supported when you go where you know you are wanted. Creative endeavors will see some movement as the hours unfold while your energy levels and unique perspective benefit from a boost. You may be called to make difficult sacrifices when Saturn activates this evening, asking you where your true passions lie. Tap into the healing power of spirituality when Chiron activates, and the challenges you face will seem more manageable."
        },
        "kh": {
            "today": "សូមចាំថាអ្នកមិនអាចឈ្នះមនុស្សគ្រប់គ្នាលើសពីការជាទីស្រឡាញ់បំផុតនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទសាហ្គិតធីរីសភពព្រហស្បតិ៍និងបារត។ទោះបីជាការយល់ព្រមស្រស់ធ្វើឱ្យអាត្ម័នល្អក៏ដោយអ្នកនឹងមានអារម្មណ៍ពេញចិត្តនិងគាំទ្រច្រើនជាងនៅពេលដែលអ្នកទៅកន្លែងដែលអ្នកស្គាល់អ្នកចង់បាន។ការខិតខំប្រឹងប្រែងច្នៃប្រឌិតនឹងឃើញចលនាមួយចំនួននៅពេលម៉ោងនេះលាតត្រដាងខណៈពេលដែលកម្រិតថាមពលរបស់អ្នកនិងអត្ថប្រយោជន៍ប្លែកពីផលប៉ះពាល់ពីការជម្រុញ។អ្នកអាចត្រូវបានហៅឱ្យធ្វើថ្វាយយញ្ញបូជាដ៏លំបាកនៅពេល Saturn ធ្វើឱ្យល្ងាចនេះបានសួរអ្នកពីកន្លែងដែលតណ្ហាពិតរបស់អ្នកកុហក។ប៉ះចូលទៅក្នុងអំណាចព្យាបាលនៃភាពខាងវិញ្ញាណនៅពេលដែល Chiril ធ្វើឱ្យសកម្មហើយបញ្ហាប្រឈមដែលអ្នកប្រឈមមុខនឹងហាក់ដូចជាអាចគ្រប់គ្រងបាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel the demands of your commitments and social obligations, dear Taurus, as the Sagittarius moon connects with Jupiter and Mercury. Though your inbox may be full, try to stay present when immersed in real-world interactions, keeping your electronics at bay. Focus on building up strength as the hours pass, investing in that which offers empowerment. Bring awareness to your screen time habits when Luna squares Saturn this evening, emphasizing the importance of restriction and self-control. Embrace alone time to reflect and release what you do not need when Chiron activates, finding healing through the art of letting go."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានការទាមទារនៃការប្តេជ្ញាចិត្តនិងកាតព្វកិច្ចសង្គមរបស់អ្នក, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Sagittarius Moon ភ្ជាប់ជាមួយភពព្រហស្បតិ៍និងបារត។ទោះបីជាប្រអប់ទទួលរបស់អ្នកពេញក៏ដោយសូមព្យាយាមនៅមានវត្តមាននៅពេលដែលបានជ្រមុជមកក្នុងការធ្វើឱ្យអន្តរាយដល់អន្តរកម្មពិភពលោកដោយរក្សាគ្រឿងអេឡិចត្រូនិចរបស់អ្នក។ផ្តោតលើការកសាងកម្លាំងនៅពេលម៉ោងកន្លងផុតទៅការវិនិយោគលើអ្វីដែលផ្តល់អំណាចដល់អំណាច។នាំមកនូវការយល់ដឹងអំពីពេលវេលានៃការគេងរបស់អ្នកនៅពេលដែល Luna Squares Saturn នៅល្ងាចនេះដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការរឹតត្បិតនិងការចេះទប់ចិត្ត។ឱបក្រសោបពេលវេលាតែម្នាក់ឯងដើម្បីឆ្លុះបញ្ចាំងនិងបញ្ចេញនូវអ្វីដែលអ្នកមិនត្រូវការនៅពេលដែល Chiril ធ្វើឱ្យសកម្មការរកឃើញតាមរយៈសិល្បៈនៃការអនុញ្ញាតឱ្យទៅ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Loved ones will have a direct impact on your energy and mood this morning, dear Gemini, as the Sagittarius moon aspects Jupiter and Mercury. Try to exercise patience when dealing with difficult or upset companions, but know your limits when it comes to emotional onslaughts. Serious boundaries may need to be drawn when Luna squares Saturn later this evening, though you could experience pushback from those who feel offended or under attack. Luckily, you'll have a chance to smooth rifts when Chiron activates, bringing opportunities to focus on the positive so a true sense of community can be established."
        },
        "kh": {
            "today": "មនុស្សជាទីស្រឡាញ់នឹងជះឥទ្ធិពលដោយផ្ទាល់ទៅលើថាមពលនិងអារម្មណ៍របស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius គឺ Jupiter និងបារត។ព្យាយាមធ្វើលំហាត់ប្រាណអត់ធ្មត់នៅពេលទាក់ទងនឹងដៃគូពិបាកឬតូចចិត្តប៉ុន្តែដឹងពីដែនកំណត់របស់អ្នកនៅពេលនិយាយអំពីការវាយលុកអារម្មណ៍។ព្រំដែនធ្ងន់ធ្ងរប្រហែលជាចាំបាច់ត្រូវបានអូសនៅពេលដែល Luna Squares Saturn នៅល្ងាចនេះទោះបីជាអ្នកអាចជួបប្រទះការថប់បារម្ភពីអ្នកដែលមានអារម្មណ៍អាក់អន់ចិត្តឬកំពុងរងការវាយប្រហារក៏ដោយ។សំណាងល្អអ្នកនឹងមានឱកាសជិះស្គីលើពេលដែល Chiril ធ្វើឱ្យប្រសើរឡើងដោយនាំមកនូវឱកាសដើម្បីផ្តោតលើភាពវិជ្ជមានរបស់សហគមន៍អាចត្រូវបានបង្កើតឡើង។"
        }
    }
]