[
    {
        "sign": "Aries",
        "en": {
            "today": "The day passes slowly as the moon continues through Taurus, darling Aries, inviting you to take more scenic routes. Spend some quiet time in nature as evening sets in and the nodes of fate activate, unraveling new layers of your mind. You'll have much luck creating new personal structures once Saturn stirs, increasing your strength, resilience, and maturity. Do something decadent when Luna and Venus align later tonight, surrounding yourself with beautiful sights, flavors, sounds, textures, and smells. Your thoughts race once the moon enters Gemini, and you may require extra downtime to slow the mind and fall asleep."
        },
        "kh": {
            "today": "ថ្ងៃឆ្លងកាត់យឺត ៗ នៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Taurus, Darling Aries, អញ្ជើញអ្នកឱ្យយកផ្លូវទេសភាពកាន់តែច្រើន។ចំណាយពេលស្ងាត់ស្ងៀមខ្លះនៅក្នុងធម្មជាតិនៅពេលដែលឈុតនៅពេលល្ងាចបានកំណត់និងថ្នាំងនៃជោគវាសនារបស់វាសនាធ្វើឱ្យសកម្មស្រទាប់ថ្មីនៃគំនិតរបស់អ្នក។អ្នកនឹងមានសំណាងច្រើនក្នុងការបង្កើតរចនាសម្ព័ន្ធផ្ទាល់ខ្លួនថ្មីនៅពេល Saturn Stirs បង្កើនកម្លាំងភាពធន់និងភាពចាស់ទុំរបស់អ្នក។ធ្វើអ្វីមួយដែលមានតុល្យភាពនៅពេលដែល Luna និង Venus បានតម្រឹមក្រោយមកនៅយប់នេះនៅជុំវិញខ្លួនអ្នកជាមួយនឹងទេសភាពដ៏ស្រស់ស្អាតរសជាតិសម្លេង, វាយនភាព, វាយនភាព, វាយនភាព, វាយនភាពនិងក្លិន។គំនិតរបស់អ្នកប្រណាំងនៅពេលដែលព្រះច័ន្ទចូលមក Gemini ហើយអ្នកអាចត្រូវការពេលវេលារងចាំបន្ថែមដើម្បីបន្ថយស្មារតីហើយដេកលក់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The moon continues its journey through Taurus and the sector of your chart that governs success, darling Leo, upping your drive and professional resilience. Now is the time to apply precise focus toward your long-term aspirations. Lucky breakthroughs could find you when Luna aspects Uranus and the nodes of fate this evening, though everything won't be as it seems. Be sure to ask questions before making commitments, but don't be afraid to take a few calculated risks. Themes around commitment emerge when Venus stirs, asking you to reflect on your current trajectory and how it serves your bottom line. Enjoy some socializing before heading to bed once Luna enters Gemini."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តដំណើររបស់ខ្លួនតាមរយៈ Taurus និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងជោគជ័យ, គួរឱ្យស្រឡាញ់, លើកស្ទួយការបើកបរនិងភាពធន់វិជ្ជាជីវៈរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដើម្បីអនុវត្តការផ្តោតអារម្មណ៍ច្បាស់លាស់ចំពោះសេចក្តីប្រាថ្នារយៈពេលវែងរបស់អ្នក។របកគំហើញសំណាងល្អអាចរកឃើញអ្នកនៅពេលដែលទិដ្ឋភាពឡូសអ៊ូរ៉ានុសនិងថ្នាំងនៃជោគវាសនានៅល្ងាចនេះទោះបីជាអ្វីៗនឹងមិនមានអ្វីក៏ដោយ។ត្រូវប្រាកដថាសួរសំណួរមុនពេលធ្វើការប្តេជ្ញាចិត្តប៉ុន្តែកុំខ្លាចក្នុងការយកហានិភ័យដែលបានគណនាមួយចំនួន។ស្បែកនៅជុំវិញការប្តេជ្ញាចិត្តលេចចេញមកនៅពេលដែល Venus Stirs ស្នើសុំឱ្យអ្នកឆ្លុះបញ្ចាំងពីគន្លងបច្ចុប្បន្នរបស់អ្នកនិងរបៀបដែលវាបម្រើឱ្យបន្ទាត់ខាងក្រោមរបស់អ្នក។សូមរីករាយជាមួយទំនាក់ទំនងសង្គមមួយចំនួនមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលដែល Luna ចូល Gemini ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Gather your resources and do something big, believed bull, as the moon continues her journey through your sign. This energy brings extra blessings to all that you do, allowing you to thrive within your timeline. Nurture new friendships when Uranus and the nodes of fate stir this evening and consider branching out socially. Work-related connections will be particularly valuable when Saturn activates. You'll be the subject of much admiration when Luna and Venus align later tonight, marking the perfect time to flirt or fire up dating apps. Slow down and embrace sensory experiences once the moon enters Gemini."
        },
        "kh": {
            "today": "ប្រមូលធនធានរបស់អ្នកហើយធ្វើអ្វីមួយធំដែលជឿលើគោនោះនៅពេលដែលព្រះចន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នក។ថាមពលនេះនាំមកនូវពរជ័យបន្ថែមដល់អ្នកដែលអ្នកធ្វើដែលអនុញ្ញាតឱ្យអ្នករីកចម្រើនក្នុងការកំណត់ពេលវេលារបស់អ្នក។ចិញ្ចឹមបីបាច់មិត្តភាពថ្មីនៅពេលអ៊ុយរ៉ានុសនិងថ្នាំងរបស់វាសនាកូរនៅល្ងាចនេះហើយពិចារណាដោយបណ្តាញសង្គម។ការតភ្ជាប់ទាក់ទងនឹងការងារនឹងមានតម្លៃជាពិសេសនៅពេល Saturn ធ្វើសកម្មភាព។អ្នកនឹងក្លាយជាប្រធានបទនៃការកោតសរសើរជាច្រើននៅពេលដែល Luna និង Venus បានតម្រឹមនៅយប់នេះ, ការសម្គាល់ពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីចែចង់កម្មវិធីណាត់ជួបគ្នា។បន្ថយល្បឿននិងឱបទទួលបានបទពិសោធន៍អារម្មណ៍នៅពេលដែលព្រះច័ន្ទចូលមករក Gemini ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Slow down and take some extra time to process your deepest thoughts and feelings, darling Gemini, as the moon continues through Taurus. You may begin to rethink your path as Uranus and the nodes of fate activate this evening, offering alternative perspectives and profound ah-ha moments. Opportunities to mature and take on more responsibilities find you when Saturn stirs, helping you level up and find success. Matters of the heart come into focus when Luna and Venus align, and if you require a stable partner, you can build something great. Your star rises later tonight when the moon enters your sign, priming you for a productive couple of days."
        },
        "kh": {
            "today": "បន្ថយល្បឿនហើយចំណាយពេលបន្ថែមខ្លះដើម្បីដំណើរការគំនិតនិងអារម្មណ៍ដ៏ជ្រាលជ្រៅបំផុតរបស់អ្នកគឺលោក Darling Gemini ព្រោះព្រះច័ន្ទនៅតែបន្តតាមរយៈ Taurus ។អ្នកអាចចាប់ផ្តើមពិចារណាឡើងវិញនូវផ្លូវរបស់អ្នកនៅពេលអ៊ុយរ៉ានុសនិងថ្នាំងនៃជោគវាសនាសកម្មនៅល្ងាចនេះដោយផ្តល់នូវទស្សនវិស័យជំនួសនិងមានភាពជ្រាលជ្រៅចំពោះគ្រាដ៏ខ្ពង់ខ្ពស់។ឱកាសដើម្បីមានភាពចាស់ទុំនិងទទួលខុសត្រូវបន្ថែមទៀតរកអ្នកនៅពេលដែល Saturn Stirs ជំរុញឱ្យអ្នកបង្កើនកម្រិតនិងស្វែងរកភាពជោគជ័យ។បញ្ហានៃបេះដូងចូលមកផ្តោតអារម្មណ៍នៅពេលដែល Luna និង Venus តម្រឹមហើយប្រសិនបើអ្នកត្រូវការដៃគូមានស្ថេរភាពអ្នកអាចសាងសង់អ្វីដែលអស្ចារ្យ។តារារបស់អ្នកកើនឡើងនៅយប់នេះនៅពេលដែលព្រះចន្ទចូលមកសញ្ញារបស់អ្នក, បឋមអ្នកសម្រាប់រយៈពេលពីរបីថ្ងៃដែលមានផលិតភាព។"
        }
    }
]