[
    {
        "sign": "Aries",
        "en": {
            "today": "The Sagittarius moon aspects Chiron and Mars before entering Capricorn, dear Aries, bringing celebrations and challenges to your morning. Put your well-being first, recognizing if increased stress or disorder causes you to tense up. A restrictive energy takes hold while Luna squares Saturn and Neptune this afternoon, forcing you to reassess. Try not to lose courage if specific plans aren't panning out as you'd imagined, allowing yourself the space to reflect and find creative solutions. Avoid taking professional responsibilities home with you, making it a point to fully relax later tonight when the moon and Venus face off."
        },
        "kh": {
            "today": "ទិដ្ឋភាពព្រះច័ន្ទសាហ្គិតធីរីស chiry និងភពព្រះអង្គារមុនពេលចូល capricorn, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, នាំឱ្យមានការអបអរសាទរនិងបញ្ហាប្រឈមសម្រាប់ពេលព្រឹករបស់អ្នក។ដាក់សុខុមាលភាពរបស់អ្នកជាមុនសិនដោយទទួលស្គាល់ថាប្រសិនបើការកើនឡើងស្ត្រេសឬភាពតានតឹងបណ្តាលឱ្យអ្នកធ្វើឱ្យអ្នកតានតឹង។ថាមពលដែលរឹតត្បិតកើតឡើងខណៈពេលដែល Luna Squares Saturn និង Neptune នេះដែលបង្ខំឱ្យអ្នកវាយតម្លៃឡើងវិញ។ព្យាយាមមិនឱ្យបាត់បង់ភាពក្លាហានប្រសិនបើផែនការជាក់លាក់មិនគួរឱ្យសន្ទះបិទនៅពេលដែលអ្នកបានគិតទុកជាមុនដែលអនុញ្ញាតឱ្យខ្លួនអ្នកមានកន្លែងទំនេរដើម្បីឆ្លុះបញ្ចាំងនិងស្វែងរកដំណោះស្រាយច្នៃប្រឌិត។ជៀសវាងការទទួលយកការទទួលខុសត្រូវវិជ្ជាជីវៈនៅផ្ទះជាមួយអ្នកធ្វើឱ្យវាក្លាយជាចំណុចមួយដើម្បីសម្រាកពេញលេញនៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងភពសឹក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Work steadily toward your goals and try not to be impatient for wins, dearest Leo. As the Sagittarius moon aligns with Chiron and Mars, you'll be reminded that consistency is what brings dreams into reality. Luckily, your efficiency and resilience increase once Luna enters Capricorn, giving you steady ground from which to operate. Organize your agenda when Saturn and Neptune activate this afternoon, recognizing if you've become too caught up in small details to see the bigger picture. If possible, remove tasks from your plate that are a result of overkill or perfectionism. Nurture your health to relax the mind before heading to bed while Venus stirs."
        },
        "kh": {
            "today": "ធ្វើការបានជាប្រចាំឆ្ពោះទៅរកគោលដៅរបស់អ្នកហើយព្យាយាមមិនចេះអត់ធ្មត់ចំពោះការឈ្នះដែលជាទីស្រឡាញ់បំផុត។នៅពេលដែល Sagittarius Mon King តម្រឹមជាមួយ Chiron និង Mars អ្នកនឹងត្រូវបានរំ remind កថាភាពស្ថិតស្ថេរគឺជាអ្វីដែលនាំឱ្យក្តីសុបិន្តក្លាយជាការពិត។សំណាងល្អប្រសិទ្ធភាពនិងការកើនឡើងនៃភាពធន់របស់អ្នកនៅពេលដែល Luna ចូល Capricorn ផ្តល់ឱ្យអ្នកនូវការងារថេរពីប្រតិបត្តិការ។រៀបចំរបៀបវារៈរបស់អ្នកនៅពេល Saturn និង Neptune ធ្វើឱ្យសកម្មរសៀលនេះដោយទទួលស្គាល់ថាតើអ្នកបានជាប់អន្ទាក់បន្តិចបន្តួចដើម្បីមើលរូបភាពធំ ៗ ។បើអាចធ្វើបានសូមដកភារកិច្ចចេញពីចានរបស់អ្នកដែលជាលទ្ធផលនៃការលើសកល្សាឬភាពឥតខ្ចោះ។ចិញ្ចឹមសុខភាពរបស់អ្នកដើម្បីបន្ធូរអារម្មណ៍មុនពេលធ្វើដំណើរទៅគ្រែខណៈដែល Venus Stirs ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Roll with the changing of tides as the Sagittarius moon aspects Chiron and Mars, dear Taurus, even if your confidence falters along the way. You'll feel more inspired and capable once Luna enters Capricorn, especially when you align with your higher power. Sift through your goals when Saturn and Neptune activate this afternoon, analyzing where fantasy and reality meet. Though hard work may be necessary to achieve specific aspirations, believing in your vision can help you find the momentum to push them forward. Let your romantic side shine through later tonight while Luna opposes Venus, bringing softness to your world."
        },
        "kh": {
            "today": "ក្រឡុកជាមួយនឹងការផ្លាស់ប្តូរជំនោរនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទសាហ្គែររីម chiry និងភពព្រះអង្គារ, ជាទីស្រឡាញ់, Taurus ជាទីស្រឡាញ់ទោះបីជាការទុកចិត្តរបស់អ្នកធ្លាក់ចុះនៅតាមផ្លូវក៏ដោយ។អ្នកនឹងមានអារម្មណ៍បំផុសគំនិតនិងសមត្ថភាពដែលមានសមត្ថភាពនៅពេលដែល Luna ចូល Capricorn ជាពិសេសនៅពេលដែលអ្នកតម្រឹមជាមួយថាមពលខ្ពស់របស់អ្នក។ផ្លាស់ប្តូរតាមគោលដៅរបស់អ្នកនៅពេលដែលសៅរ៍និងណេធីធីធីធ្វើឱ្យសកម្មរសៀលនេះវិភាគកន្លែងដែលអ្នករវើរវាយនិងការពិត។ទោះបីជាការខិតខំប្រឹងប្រែងប្រហែលជាចាំបាច់ក្នុងការសម្រេចបាននូវសេចក្តីប្រាថ្នាជាក់លាក់ក៏ដោយការជឿលើចក្ខុវិស័យរបស់អ្នកអាចជួយអ្នកឱ្យរកឃើញសន្ទុះជំរុញពួកគេទៅមុខ។សូមឱ្យក្រុមរ៉ូមែនទិករបស់អ្នកភ្លឺរលោងនៅយប់នេះខណៈពេលដែល Luna ប្រឆាំងនឹង Venus ដែលនាំឱ្យមានភាពទន់នៅលើពិភពលោករបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be mindful of your screen usage this morning, dear Gemini, as the Sagittarius moon aspects Chiron and Mars. Though technology can be helpful for staying in touch, it's often the culprit for becoming detached in real-world situations. Make choices that empower once Luna enters Capricorn, pushing away thoughts, habits, and commitments that have created roadblocks. Avoid measuring your success by the images of peers' projects while Saturn and Neptune become agitated this afternoon, even if you feel slightly left behind. Get a handle on your spending when Venus activates later tonight, ensuring you and any financial partners are on the same fiscal page."
        },
        "kh": {
            "today": "សូមយកចិត្តទុកដាក់លើការប្រើប្រាស់អេក្រង់របស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius Chiron និង Mars ។ទោះបីជាបច្ចេកវិទ្យាអាចមានប្រយោជន៍សម្រាប់ការទាក់ទងវាជារឿយៗពិរុទ្ធជនសម្រាប់ការផ្តាច់អារម្មណ៍នៅក្នុងស្ថានភាពជាក់ស្តែងពិភពលោក។ធ្វើឱ្យជម្រើសដែលផ្តល់អំណាចនៅពេលដែល Luna ចូល Capricorn ដែលជំរុញឱ្យមានគំនិតទម្លាប់ទម្លាប់និងការប្តេជ្ញាចិត្តដែលបានបង្កើតរបាំងបិទផ្លូវ។ចៀសវាងវាស់ភាពជោគជ័យរបស់អ្នកដោយរូបភាពនៃគម្រោងមិត្តភក្ដិខណៈពេលដែលសៅរ៍និងណឺថិនបានធូរស្បើយនៅរសៀលនេះទោះបីអ្នកមានអារម្មណ៍ថានៅសល់បន្តិចក៏ដោយ។ទទួលបានចំណុចទាញលើការចំណាយរបស់អ្នកនៅពេលដែល Venus ធ្វើឱ្យសកម្មនៅយប់នេះធានាឱ្យអ្នកនិងដៃគូហិរញ្ញវត្ថុណាមួយមាននៅលើទំព័រសារពើពន្ធដូចគ្នា។"
        }
    }
]