[
    {
        "sign": "Aries",
        "en": {
            "today": "Emotions inflate as the Capricorn moon forms a t-square with Chiron and Jupiter, dear Aries, which may cause your guard to go up. Seek someone safe to confide in once Mars and Saturn activate this afternoon, gaining encouragement and validation while building trusting relationships. This celestial exchange also provides growing moments, helping you find empowerment on the high road. Combat obstacles that have prevented you from pursuing dreams when Mercury and Neptune stir this evening. You'll hit new levels of brilliance after Luna enters Aquarius later tonight, joining forces with Uranus and Pluto to help you change course as ideas evolve."
        },
        "kh": {
            "today": "ការធ្វើឱ្យមានអារម្មណ៍ស្រពន់ដូចជា Capirricorn Moon បង្កើតបានជាការ៉េ T-Square ដែលមាន chiry និងភពព្រហស្បតិ៍, ជាទីស្រឡាញ់ aries, ដែលអាចបណ្តាលឱ្យអ្នកយាមរបស់អ្នកឡើង។ស្វែងរកអ្នកណាម្នាក់ឱ្យមានសុវត្ថិភាពក្នុងការទុកចិត្តក្នុងពេលតែមួយភពព្រះអង្គារនិងភពសៅរ៍ធ្វើឱ្យសកម្មនៅរសៀលនេះដោយទទួលបានការលើកទឹកចិត្តនិងសុពលភាពខណៈពេលសាងសង់ទំនាក់ទំនងដែលទុកចិត្ត។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះក៏ផ្តល់នូវពេលវេលាដែលកំពុងតែជួយអ្នកដែលជួយអ្នកស្វែងរកការផ្តល់អំណាចនៅលើផ្លូវខ្ពស់។ឧបសគ្គប្រយុទ្ធដែលបានរារាំងអ្នកមិនឱ្យបន្តសុបិននៅពេលបារតនិងណេធីតុនកូរឱ្យនៅល្ងាចនេះ។អ្នកនឹងឈានដល់កម្រិតថ្មីនៃភាពឈ្លាសវៃបន្ទាប់ពីលោក Luna ចូលមក Aquarius ក្រោយមកនៅយប់នេះការចូលរួមកម្លាំងរបស់កងទ័ពអ៊ុយរ៉ានុសនិង Pluto ដើម្បីជួយអ្នកផ្លាស់ប្តូរវគ្គសិក្សាដែលកំពុងវិវឌ្ឍន៍។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The reality of whatever work lies ahead sinks in, dear Leo, as the Capricorn moon forms a t-square with Chiron and Jupiter. Although your resolve may be tested, remain true to the goals that matter most. You'll be glad for your efforts once Mars and Saturn activate this afternoon, bringing you closer toward meaningful change. Reveal your emotions to develop and deepen healthy relationships when Mercury and Neptune stir this evening. You'll be in romantic and social spirits later tonight after Luna enters Aquarius, forming elevating aspects with Uranus and Pluto. Get a little playful to level up connections."
        },
        "kh": {
            "today": "ភាពពិតនៃការងារដែលស្ថិតនៅលើលិចនៅខាងមុខឡេអូ, ជាទីស្រឡាញ់, ដូចជា capricorn moon បង្កើតបានជាការ៉េ T-Square ដែលមាន chiry និងភពព្រហស្បតិ៍។ទោះបីជាការតាំងចិត្តរបស់អ្នកអាចត្រូវបានសាកល្បងក៏ដោយនៅតែត្រឹមត្រូវចំពោះគោលដៅដែលសំខាន់បំផុត។អ្នកនឹងរីករាយចំពោះការខិតខំរបស់អ្នកនៅពេលដែលភពព្រះអង្គារនិងសៅរ៍ធ្វើឱ្យទាន់សម័យនៅរសៀលនេះដែលនាំឱ្យអ្នកកាន់តែជិតនឹងការផ្លាស់ប្តូរដែលមានអត្ថន័យ។បង្ហាញអារម្មណ៍របស់អ្នកដើម្បីអភិវឌ្ឍនិងធ្វើឱ្យស៊ីជម្រៅនូវទំនាក់ទំនងដែលមានសុខភាពល្អនៅពេលបារតនិង Neptune កូរឱ្យនៅល្ងាចនេះ។អ្នកនឹងស្ថិតក្នុងភាពរ៉ូមែនទិកនិងវិញ្ញាណសង្គមនៅយប់នេះបន្ទាប់ពី Luna ចូលទៅ Aquarius បង្កើតការលើកកម្ពស់ទិដ្ឋភាពជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូ។ទទួលបានការលេងបន្តិចដើម្បីបង្កើនការតភ្ជាប់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your dreams take on a life of their own, dear Taurus, as the Capricorn moon forms a t-square with Chiron and Jupiter. Keep your aspirations in order to avoid overstimulation, and recognize if you're about to bite off more than you can chew. Coordinated efforts with peers will be effective in moving forward without losing your balance when Mars and Saturn activate this afternoon. A dreamy and romantic energy elevates your conversations once Mercury and Neptune stir this evening. Shift gears while Luna enters Aquarius and aligns with Uranus and Pluto, helping you break ground on long-term goals."
        },
        "kh": {
            "today": "ក្តីសុបិន្តរបស់អ្នកទទួលយកក្នុងជីវិតរបស់ពួកគេ Taurus ជាទីស្រឡាញ់របស់ពួកគេដូចជា Capricorn Moon បង្កើតបានជាការ៉េ T-Square ដែលមាន chiry និងភពព្រហស្បតិ៍។រក្សាសេចក្តីប្រាថ្នារបស់អ្នកដើម្បីចៀសវាងការហួសចិត្តនិងទទួលស្គាល់ប្រសិនបើអ្នករៀបនឹងខាំលើសពីអ្វីដែលអ្នកអាចទំពារបាន។កិច្ចខិតខំប្រឹងប្រែងដែលបានសម្របសម្រួលជាមួយមិត្តភក្ដិនឹងមានប្រសិទ្ធភាពក្នុងការឆ្ពោះទៅមុខដោយមិនបាត់បង់តុល្យភាពនៅពេលដែលភពព្រះអង្គារនិង Saturn ធ្វើឱ្យសកម្មរសៀលនេះ។ថាមពលសុបិននិងមនោសញ្ចេតនាបង្កើនការសន្ទនារបស់អ្នកនៅពេលបារតនិងណេធីតុនកូរឱ្យនៅល្ងាចនេះ។ប្រអប់លេខផ្លាស់ប្តូរខណៈពេលដែល Luna ចូលទៅ Aquarius និងតម្រឹមជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូជួយអ្នកឱ្យធ្វើឱ្យអ្នកខកខានក្នុងគោលដៅរយៈពេលវែង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Notice how your attention fluctuates as surroundings and stimulation change, dear Gemini, as the Capricorn moon forms a t-square with Chiron and Jupiter. Stand your ground and avoid congregating with negative or jealous peers. A rush of inspiration helps you stay busy with positive outlets while Mars, Saturn, Mercury, and Neptune activate this afternoon and evening. Focus on a significant goal, organize a plan of action, and eliminate obstacles or distractions. Your spirits lift significantly once Luna enters Aquarius later tonight, forming sweet connections with Uranus and Pluto. Arm yourself with optimism and a fierce belief that your dreams are within reach."
        },
        "kh": {
            "today": "សម្គាល់ឃើញថាតើការយកចិត្តទុកដាក់របស់អ្នកប្រែប្រួលយ៉ាងដូចម្តេចនៅពេលដែលអ្នកមានការប្រែប្រួលនិងការផ្លាស់ប្តូររំញោច Gemini ជាទីស្រឡាញ់នៅពេលដែល Capirricorn បង្កើតបានជាការ៉េ T-Square ដែលមាន chirger និងភពព្រហស្បតិ៍។ឈរលើដីរបស់អ្នកហើយជៀសវាងការជួបជុំគ្នាជាមួយនឹងមិត្តភក្តិអវិជ្ជមានឬច្រណែន។ការប្រញាប់នៃការបំផុសគំនិតជួយអ្នកឱ្យមានភាពមមាញឹកនឹងហាងវិជ្ជមានខណៈពេលដែលភពព្រះអង្គារសៅរ៍សៅរ៍បារតនិងណេអ៊ីពរន្ធនេះ។ផ្តោតលើគោលដៅសំខាន់រៀបចំផែនការសកម្មភាពនិងលុបបំបាត់ឧបសគ្គឬការរំខាន។វិញ្ញាណរបស់អ្នកលើក acarius មកកាន់ Aquarius នៅយប់នេះបង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូ។ដាក់ខ្លួនអ្នកដោយសុទិដ្ឋិនិយមនិងជំនឿយ៉ាងសាហាវដែលក្តីសុបិន្តរបស់អ្នកគឺនៅជិត។"
        }
    }
]