[
    {
        "sign": "Aries",
        "en": {
            "today": "Your words carry much weight today, dearest Aries, thanks to a supportive connection between the Capricorn moon and Mercury. This celestial exchange will be particularly beneficial within financial and business discussions, helping you reap the rewards of your experience and hard work. Unfortunately, a harsh square with Venus suggests you might not win friends in the process. Keep a sharp focus on what you want and deserve, but try not to steamroll essential allies in the process. You'll crave excitement midafternoon when Luna and Mars form an unbalanced aspect, but should think through your actions before moving on impulse."
        },
        "kh": {
            "today": "សម្តីរបស់អ្នកមានទំងន់ច្រើននៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់អរគុណចំពោះការតភ្ជាប់គាំទ្ររវាង Capricorn ព្រះច័ន្ទនិងបារត។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះនឹងមានអត្ថប្រយោជន៍ជាពិសេសក្នុងការពិភាក្សាហិរញ្ញវត្ថុនិងអាជីវកម្មដោយជួយអ្នកទទួលបានរង្វាន់នៃបទពិសោធន៍និងការខិតខំរបស់អ្នក។ជាអកុសលការេដ៏សាហាវមួយជាមួយ Venus បង្ហាញថាអ្នកប្រហែលជាមិនឈ្នះមិត្តភក្តិនៅក្នុងដំណើរការនេះទេ។ផ្តោតអារម្មណ៍យ៉ាងខ្លាំងទៅលើអ្វីដែលអ្នកចង់បានហើយសមនឹងការព្យាយាមមិនឱ្យ stestyl statily សម្ព័ន្ធមិត្តសំខាន់ៗចាំបាច់នៅក្នុងដំណើរការនេះទេ។អ្នកនឹងស្រេកឃ្លានយ៉ាងរំភើបនៅពាក់កណ្តាលចុងព្រះសង្ឃនៅពេលដែល Luna និងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពប៉ុន្តែគួរតែគិតតាមរយៈសកម្មភាពរបស់អ្នកមុនពេលផ្លាស់ប្តូរការលើកទឹកចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll have the power to accomplish much and impress colleagues this morning, dear Leo, thanks to a sweet connection between the Capricorn moon and Mercury. Stand in your power while taking credit for all that you bring to the table. An abundance of love washes over you when Venus activates, but be mindful of who you share your soft side with. Now is also a good time to connect with your spirituality to ask for guidance and blessings. Fight to stay on track when Luna and Mars form an unbalanced aspect midafternoon, especially if your electronics trigger too many distractions."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណាចក្នុងការសំរេចបាននូវមិត្តរួមការងារជាច្រើននិងធ្វើឱ្យមានអារម្មណ៍រីករាយនៅព្រឹកនេះលោក Leo សូមអរគុណចំពោះការតភ្ជាប់ផ្អែមរវាង Capricorn ព្រះច័ន្ទនិងបារត។ឈរនៅក្នុងអំណាចរបស់អ្នកខណៈពេលដែលទទួលបានកិត្តិនាមសម្រាប់អ្វីទាំងអស់ដែលអ្នកនាំយកមកតុ។ភាពស្ងប់ស្ងាត់នៃក្តីស្រឡាញ់លាងសំអាតអ្នកនៅពេលដែល Venus មានប្រសិទ្ធិភាពប៉ុន្តែសូមចងចាំថាតើអ្នកចែករំលែកផ្នែកទន់របស់អ្នកជាមួយអ្នកណា។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការភ្ជាប់ភាពខាងវិញ្ញាណរបស់អ្នកដើម្បីសុំការណែនាំនិងពរជ័យ។ប្រយុទ្ធដើម្បីនៅលើផ្លូវនៅពេលដែល Luna និង Mars បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅពាក់កណ្តាលឆ្នូតៗជាពិសេសប្រសិនបើអេឡិចត្រូនិចរបស់អ្នកកេះការរំខានច្រើនពេក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll have a gift for manifesting magical moments this morning, sweet bull, thanks to a mystical connection between the Capricorn moon and Mercury. Lean into the power of positive thinking and mantra work, guiding the universe toward your wildest dreams. Find some time to be alone once Venus activates, reflecting on where you are in the moment. You may require additional self-care, and balance will be key for staying on your A game. You'll be in generous spirits when Luna and Mars form an unbalanced aspect midafternoon, though resentments could surface if you start to feel taken for granted."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណោយសម្រាប់ការបង្ហាញពេលវេលាវេទមន្តនៅព្រឹកនេះគោឈ្មោលអរគុណចំពោះការផ្សារភ្ជាប់បែបអាថ៌កំបាំងរវាង Capricorn ព្រះច័ន្ទនិងបារត។ពឹងផ្អែកលើអំណាចនៃការគិតវិជ្ជមាននិងការងារ Mantra ដោយណែនាំសកលលោកឆ្ពោះទៅរកក្តីសុបិន្តដ៏សាហាវបំផុតរបស់អ្នក។ស្វែងរកពេលខ្លះដើម្បីនៅម្នាក់ឯងម្តង Venus Venus Venus ធ្វើឱ្យសកម្មឆ្លុះបញ្ចាំងពីកន្លែងដែលអ្នកមាននៅពេលនេះ។អ្នកអាចតម្រូវឱ្យមានការថែរក្សាខ្លួនឯងបន្ថែមហើយតុល្យភាពនឹងជាគន្លឹះសម្រាប់ការស្នាក់នៅក្នុងហ្គេមរបស់អ្នក។អ្នកនឹងមានស្មារតីដ៏សប្បុរសនៅពេលដែល Luna និង Mars បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅពាក់កណ្តាលព្រះសង្ឃទោះបីជាការអង្វរអាចមានអារម្មណ៍ថាបានទទួលយកក៏ដោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Open up to someone you trust this morning, darling Gemini, as the Capricorn moon and Mercury align. This energy brings empowering and transformative vibes your way, though it may be necessary to reach outside of yourself for additional encouragement. Now is also a good time to acknowledge what or who in your life needs releasing. Watch out for envy within your social sphere when Venus becomes agitated, and avoid partaking in unhealthy conversations or dynamics. You may feel slightly out of sorts when Luna and Mars form an unbalanced connection midafternoon, and you should avoid acting on impulse."
        },
        "kh": {
            "today": "បើកឱ្យនរណាម្នាក់ដែលអ្នកជឿទុកចិត្តនៅព្រឹកនេះ, ជាទីស្រឡាញ់, ដូចជា capricorn ព្រះច័ន្ទនិងបារតតម្រឹម។ថាមពលនេះនាំមកនូវការផ្តល់អំណាចនិងការផ្លាស់ប្តូរយ៉ាងខ្លាំងតាមរបៀបរបស់អ្នកទោះបីជាចាំបាច់ដើម្បីឈានដល់ខាងក្រៅរបស់ខ្លួនអ្នកសម្រាប់ការលើកទឹកចិត្តបន្ថែមក៏ដោយ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អក្នុងការទទួលស្គាល់នូវអ្វីដែលអ្នកដែលកំពុងចេញផុតប៉ុណ្ណោះ។ប្រយ័ត្នចំពោះការច្រណែននៅក្នុងវិស័យសង្គមរបស់អ្នកនៅពេលដែល Venus មានភាពធុញទ្រាន់ហើយជៀសវាងការទទួលខុសត្រូវក្នុងការសន្ទនាដែលមិនល្អឬសក្ដានុពល។អ្នកអាចមានអារម្មណ៍ថាមានចំនុចខ្លះនៅពេលដែល Luna និងភពព្រះអង្គារបង្កើតបានជាផ្នែកភ្ជាប់ដែលមិនមានតុល្យភាពហើយអ្នកគួរតែចៀសវាងការធ្វើសកម្មភាពលើការលើកទឹកចិត្ត។"
        }
    }
]