[
    {
        "sign": "Aries",
        "en": {
            "today": "Venus nods sweetly to Neptune on her way into Aquarius, dearest Aries, inspiring you to be moved by love. Bursts of affection will cause you to act on romantic notions, which can be applied to pursuing relationships and manifesting dreams. Meanwhile, the Sun aligns with Saturn and Uranus, helping you make peace with immediate changes that must be made to further these visions. Control your emotions when the Capricorn Moon opposes Jupiter this evening, emphasizing the importance of composure. Mercury and Mars join forces later tonight, giving you the tools to outline smart strategies that will help you overcome odds."
        },
        "kh": {
            "today": "Venus ងក់ក្បាលយ៉ាងផ្អែមល្ហែមទៅកាន់ Neptune ដែលកំពុងធ្វើដំណើរទៅកាន់ Aquarius ដែលជា Aries ជាទីស្រឡាញ់បំផុត បំផុសគំនិតអ្នកឱ្យរំជើបរំជួលដោយស្នេហា។ការផ្ទុះនៃក្តីស្រលាញ់នឹងធ្វើឱ្យអ្នកធ្វើសកម្មភាពលើសញ្ញាណរ៉ូមែនទិក ដែលអាចអនុវត្តក្នុងការបន្តទំនាក់ទំនង និងបង្ហាញសុបិន។ទន្ទឹមនឹងនេះ ព្រះអាទិត្យតម្រឹមជាមួយភពសៅរ៍ និងអ៊ុយរ៉ានុស ដែលជួយអ្នកធ្វើឱ្យមានសន្តិភាពជាមួយនឹងការផ្លាស់ប្តូរភ្លាមៗដែលត្រូវតែធ្វើដើម្បីបន្ថែមការមើលឃើញទាំងនេះ។គ្រប់គ្រងអារម្មណ៍របស់អ្នកនៅពេលដែលព្រះច័ន្ទ Capricorn ប្រឆាំងនឹងភពព្រហស្បតិ៍នៅល្ងាចនេះដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃភាពស្ងប់ស្ងាត់។Mercury និង Mars ចូលរួមជាមួយកម្លាំងនៅពេលក្រោយនៅយប់នេះ ដោយផ្តល់ឱ្យអ្នកនូវឧបករណ៍ដើម្បីគូសបញ្ជាក់យុទ្ធសាស្ត្រឆ្លាតវៃដែលនឹងជួយអ្នកឱ្យយកឈ្នះលើហាងឆេង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Simplify relationships that have become too intense, dear Leo. As Venus aspects Neptune before entering Aquarius, it's better to enjoy romantic moments than overanalyze them or push for commitments. Prioritizing your own independence and intellectual growth will also make you more alluring to others. Focus on professional goals to reassess your priorities while the Sun aligns with Saturn and Uranus. Play by the rules and work hard to manifest opportunities. New ideas brew beneath the surface once the Capricorn Moon opposes Jupiter this evening, but certain doors may need closing so another can open. An energizing rush of motivation keeps you busy through the night when Mercury and Mars unite."
        },
        "kh": {
            "today": "សម្រួលទំនាក់ទំនងដែលកាន់តែតានតឹងពេក ឡេអូជាទីគោរព។នៅពេលដែល Venus មើលឃើញភពណិបទូន មុនពេលចូលទៅក្នុង Aquarius វាជាការប្រសើរក្នុងការរីករាយនឹងពេលវេលារ៉ូមែនទិក ជាជាងធ្វើការវិភាគ ឬជំរុញឱ្យមានការប្តេជ្ញាចិត្ត។ការ​ផ្តល់​អាទិភាព​លើ​ឯករាជ្យភាព​របស់​ខ្លួន​ឯង និង​ការ​រីក​ចម្រើន​ផ្នែក​បញ្ញា​ក៏​នឹង​ធ្វើ​ឱ្យ​អ្នក​មាន​ភាពទាក់ទាញ​ចំពោះ​អ្នក​ដទៃ​ដែរ។ផ្តោតលើគោលដៅអាជីព ដើម្បីវាយតម្លៃអាទិភាពរបស់អ្នកឡើងវិញ ខណៈពេលដែលព្រះអាទិត្យតម្រឹមជាមួយ Saturn និង Uranus ។លេង​ដោយ​ច្បាប់ និង​ខិតខំ​ដើម្បី​បង្ហាញ​ឱកាស។គំនិតថ្មីកើតឡើងនៅក្រោមផ្ទៃនៅពេលដែលព្រះច័ន្ទ Capricorn ប្រឆាំងនឹងភពព្រហស្បតិ៍នៅល្ងាចនេះ ប៉ុន្តែទ្វារមួយចំនួនប្រហែលជាត្រូវការបិទ ទើបទ្វារផ្សេងទៀតអាចបើកបាន។កម្លាំងជំរុញទឹកចិត្តធ្វើឱ្យអ្នករវល់ពេញមួយយប់ នៅពេលដែលភព Mercury និង Mars រួបរួមគ្នា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "It may fall on you to take charge this morning, dear Taurus, as Venus aspects Neptune before debuting into Aquarius. Loose plans or projects you've discussed with peers might never come to fruition without your interference. Luckily, people will respond surprisingly well to your role as leader, thanks to sweet alignments between the Sun, Saturn, and Uranus. Make others feel as if their contributions are important, and they will happily abide by your requests. Lucky breaks could find you this evening when the Capricorn Moon and Jupiter align. Prepare to follow through when the opportunity knocks, as Mercury and Mars unite."
        },
        "kh": {
            "today": "វាអាចនឹងធ្លាក់មកលើអ្នកដើម្បីទទួលបន្ទុកនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, ដូចជា Venus ទិដ្ឋភាព Neptune មុនពេលបង្ហាញខ្លួនជាលើកដំបូងចូលទៅក្នុង Aquarius ។ផែនការ ឬគម្រោងដែលធូររលុងដែលអ្នកបានពិភាក្សាជាមួយមិត្តភ័ក្តិប្រហែលជាមិនអាចសម្រេចបានលទ្ធផលដោយគ្មានការជ្រៀតជ្រែករបស់អ្នក។ជាសំណាងល្អ មនុស្សនឹងឆ្លើយតបយ៉ាងគួរឱ្យភ្ញាក់ផ្អើលចំពោះតួនាទីរបស់អ្នកជាអ្នកដឹកនាំ ដោយសារការតម្រឹមដ៏ផ្អែមល្ហែមរវាងព្រះអាទិត្យ សៅរ៍ និងអ៊ុយរ៉ានុស។ធ្វើឱ្យអ្នកដទៃមានអារម្មណ៍ថាដូចជាការរួមចំណែករបស់ពួកគេមានសារៈសំខាន់ ហើយពួកគេនឹងគោរពតាមសំណើរបស់អ្នកដោយរីករាយ។ការសម្រាកនាំសំណាងអាចរកឃើញអ្នកនៅល្ងាចនេះ នៅពេលដែលព្រះច័ន្ទ Capricorn និង Jupiter តម្រឹម។រៀបចំដើម្បីដើរតាមនៅពេលដែលឱកាសធ្លាក់ចុះ នៅពេលដែលភពពុធ និងភពអង្គាររួបរួមគ្នា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Partnerships bring your dreams together, dear Gemini, as Venus aspects Neptune before entering Aquarius. Take your aspirations to the next level by praising your co-collaborator and layering exciting new details into the process. As the Sun aligns with Saturn and Uranus, it can be helpful to seclude yourselves from outside opinions. If you're better at working solo, set mutual deadlines to reconvene later. Your efforts may prove to be more rewarding than you'd originally anticipated when the Capricorn Moon and Jupiter align. Though you should avoid celebrating wins until they're cemented. Make important edits while Mercury and Mars unite later tonight."
        },
        "kh": {
            "today": "ភាពជាដៃគូនាំមកនូវក្តីសុបិន្តរបស់អ្នកជាមួយគ្នា Gemini ជាទីស្រឡាញ់ដូចជា Venus ទិដ្ឋភាព Neptune មុនពេលចូល Aquarius ។យកសេចក្តីប្រាថ្នារបស់អ្នកទៅកម្រិតបន្ទាប់ដោយសរសើរអ្នកសហការរបស់អ្នក និងដាក់ព័ត៌មានលម្អិតថ្មីៗគួរឱ្យរំភើបទៅក្នុងដំណើរការ។នៅពេលដែលព្រះអាទិត្យតម្រឹមជាមួយ Saturn និង Uranus វាអាចមានប្រយោជន៍ក្នុងការញែកខ្លួនអ្នកចេញពីគំនិតខាងក្រៅ។ប្រសិនបើអ្នកធ្វើការទោលបានប្រសើរជាងមុន សូមកំណត់កាលបរិច្ឆេទទៅវិញទៅមក ដើម្បីប្រជុំឡើងវិញនៅពេលក្រោយ។ការខិតខំប្រឹងប្រែងរបស់អ្នកអាចបង្ហាញថាទទួលបានរង្វាន់ច្រើនជាងអ្វីដែលអ្នកបានរំពឹងទុកនៅពេលដំបូងនៅពេលដែល Capricorn Moon និង Jupiter តម្រឹម។ទោះបីជាអ្នកគួរជៀសវាងការប្រារព្ធពិធីឈ្នះរហូតដល់ពួកគេបានស៊ីម៉ង់ត៍ក៏ដោយ។ធ្វើការកែសម្រួលសំខាន់ៗ ខណៈពេលដែល Mercury និង Mars រួបរួមគ្នានៅយប់នេះ។"
        }
    }
]