[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury moves into romantic Libra, dear Aries, elevating your connections and eye for beauty throughout the coming weeks. Playful interactions find you as the hours unfold and Mercury builds up to a grand trine with Uranus and Pluto, shifting the way you view certain peers. These vibes have a way of bringing out the wild and weird side that resides in us all, encouraging the celebration of uniqueness and independent thinking. Meanwhile, Luna continues through Leo, building confidence as talents blossom. Healing finds you later tonight once the moon and Chiron align, inspiring positive affirmations and open-heartedness."
        },
        "kh": {
            "today": "បារតផ្លាស់ទីទៅជារ៉ូមែនទិករ៉ូមែនទិក, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ការលើកស្ទួយការតភ្ជាប់និងភ្នែករបស់អ្នកសម្រាប់ភាពស្រស់ស្អាតពេញមួយសប្តាហ៍ខាងមុខនេះ។អន្តរកម្មនៃការលេងរកមើលអ្នកនៅពេលម៉ោងវះដៀលនិងបារតបង្កើតឡើងដល់កំពូលភ្នំជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូផ្លាស់ប្តូររបៀបដែលអ្នកមើលមិត្តភក្តិជាក់លាក់។ភាពរស់រវើកទាំងនេះមានវិធីមួយក្នុងការនាំយកក្រុមព្រៃផ្សៃនិងចំលែកដែលរស់នៅក្នុងសហរដ្ឋអាមេរិកទាំងអស់ដែលលើកទឹកចិត្តឱ្យអបអរសាទរនៃភាពប្លែកនិងការគិតដោយឯករាជ្យ។ទន្ទឹមនឹងនេះ Luna បន្តតាមរយៈ Leo, កសាងទំនុកចិត្តនៅពេលទេពកោសល្យចេញផ្កា។ការជាសះស្បើយរកអ្នកនៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងចន្ថាតម្រឹមការចាត់ចែងការអះអាងវិជ្ជមាននិងការបើកចិត្តបើកចំហ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may find yourself on a quest for new knowledge throughout the coming weeks, dear Leo, as Mercury enters Libra and your solar third house. Focus your efforts to ensure the information you seek will be helpful down the line. Luck strikes unexpectedly as the day unfolds, thanks to a grand trine between Mercury, Uranus, and Pluto. Matters of the heart also evolve in your favor, helping you gain a better appreciation for yourself and your favorite people. Meanwhile, the moon moves through your sign, aligning with Chiron later tonight to facilitate spiritual, emotional, and mental healing."
        },
        "kh": {
            "today": "អ្នកអាចរកឃើញខ្លួនឯងក្នុងការស្វែងរកចំណេះដឹងថ្មីពេញមួយសប្តាហ៍ខាងមុខនេះឡេអូ, ដូចជាបារតចូល Libra និងផ្ទះទីបីរបស់អ្នក។ផ្តោតការខិតខំប្រឹងប្រែងរបស់អ្នកដើម្បីធានាបាននូវព័ត៌មានដែលអ្នកស្វែងរកនឹងជួយឱ្យមានបន្ទាត់។សំណាងធ្វើឱ្យមានសំណាងបានធ្វើកូដកម្មដោយមិននឹកស្មានដល់នៅពេលដែលថ្ងៃបានលាតត្រដាងសូមអរគុណដល់ Triny Trine រវាងបារតអ៊ុយរ៉ានុសនិងផ្លាតូ។បញ្ហានៃបេះដូងក៏វិវត្តទៅជាការពេញចិត្តរបស់អ្នកដែរដោយជួយអ្នកឱ្យទទួលបានការកោតសរសើរប្រសើរជាងសម្រាប់ខ្លួនអ្នកនិងមនុស្សដែលអ្នកចូលចិត្ត។ទន្ទឹមនឹងនេះដែរព្រះចន្ទផ្លាស់ប្តូរទៅតាមសញ្ញារបស់អ្នកតម្រឹមជាមួយជីរអរនៅយប់នេះដើម្បីជួយសម្រួលដល់ការព្យាបាលខាងវិញ្ញាណផ្លូវចិត្តនិងការព្យាបាលផ្លូវចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your efficiency and organizational skills improve when you focus on work that is engaging, dear Taurus, as Mercury enters Libra and your solar sixth house. Home in on goals you feel most invested in throughout the coming weeks, accelerating your path toward success. Be mindful of the physical demands behind these aspirations, taking extra steps to ensure you stay healthy and energized. A grand trine forms between Mercury, Uranus, and Pluto as the hours pass, helping you build upon existing successes for faster results. Rest fully later tonight while the Leo moon and Chiron align, seeking absolute peace."
        },
        "kh": {
            "today": "ប្រសិទ្ធភាពនិងជំនាញរបស់អ្នកមានភាពប្រសើរឡើងនៅពេលអ្នកផ្តោតលើការងារដែលកំពុងចូលរួមនៅ Taurus, ជាទីស្រឡាញ់, ដូចជាបារតចូល Libra និងផ្ទះទី 6 របស់អ្នក។ផ្ទះនៅលើគោលដៅអ្នកមានអារម្មណ៍ថាបានវិនិយោគច្រើនបំផុតនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះការពន្លឿនផ្លូវរបស់អ្នកឆ្ពោះទៅរកភាពជោគជ័យ។សូមយកចិត្តទុកដាក់លើការទាមទាររាងកាយនៅពីក្រោយសេចក្តីប្រាថ្នាទាំងនេះដោយចាត់វិធានការបន្ថែមដើម្បីធានាថាអ្នកមានសុខភាពល្អនិងមានថាមពល។ទំរង់ដ៏អស្ចារ្យរវាងបារតអ៊ុយរ៉ានុសនិងផ្លាតូនៅពេលម៉ោងកន្លងផុតទៅជួយអ្នកក្នុងការកសាងភាពជោគជ័យដែលមានស្រាប់សម្រាប់លទ្ធផលដែលមានស្រាប់សម្រាប់លទ្ធផលកាន់តែលឿនសម្រាប់លទ្ធផលកាន់តែលឿន។សម្រាកឱ្យបានពេញលេញនៅយប់នេះខណៈពេលដែល Leo Moon និង Chiron តម្រឹមស្វែងរកសន្តិភាពដាច់ខាត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Educate yourself with the goal of strengthening natural talents throughout the coming weeks, dear Gemini, as Mercury debuts into Libra. The arts will seem particularly appealing, driving you to new creative heights. A grand trine forms between Mercury, Uranus, and Pluto as the day unfolds, amplifying your luck and ability to act quickly when opportunity strikes. Don't hesitate to make wishes, change course, or seek adventure, even if these actions come across as hasty. The Leo moon helps you see what others cannot, sharpening your wit and understanding of the world. Send healing to your community later tonight once Chiron activates."
        },
        "kh": {
            "today": "អប់រំខ្លួនអ្នកជាមួយនឹងគោលដៅនៃការពង្រឹងទេពកោសល្យខាងធម្មជាតិពេញមួយសប្តាហ៍ Gemini ជាទីស្រឡាញ់នៅពេលដែលបារតបានបង្ហាញខ្លួនចូលទៅក្នុងបណ្ណាល័យ។សិល្បៈនឹងហាក់ដូចជាទាក់ទាញជាពិសេស, ជំរុញឱ្យអ្នកឈានដល់កម្ពស់ច្នៃប្រឌិតថ្មី។ទំរង់ដ៏អស្ចារ្យរវាងបារតអ៊ុយរ៉ានុសនិងផ្លាតូនៅពេលដែលថ្ងៃបានលាតត្រដាងបង្កើតសំណាងរបស់អ្នកនិងសមត្ថភាពក្នុងការធ្វើសកម្មភាពយ៉ាងឆាប់រហ័សនៅពេលដែលឱកាសធ្វើកូដកម្ម។កុំស្ទាក់ស្ទើរក្នុងការធ្វើឱ្យបំណងប្រាថ្នាផ្លាស់ប្តូរវគ្គសិក្សាឬស្វែងរកការផ្សងព្រេងទោះបីសកម្មភាពទាំងនេះឆ្លងកាត់ក៏ដោយ។ឡេអូព្រះច័ន្ទជួយអ្នកឱ្យមើលឃើញនូវអ្វីដែលអ្នកដទៃមិនអាចធ្វើឱ្យច្បាស់របស់អ្នកឱ្យច្បាស់របស់អ្នកអំពីពិភពលោក។បញ្ជូនការព្យាបាលទៅសហគមន៍របស់អ្នកនៅយប់នេះនៅពេលដែល Chiril ធ្វើឱ្យសកម្ម។"
        }
    }
]