[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in rebellious spirits as the Aquarius Moon and Mars unite, dear Aries. These vibes motivate political action and community outreach, but it's important to channel your energy effectively. The erratic nature of this cosmic climate can do more harm than good if actions aren't carefully considered. Mercury and Jupiter join forces to help you find the right words. Rehearse your messages before sharing them, balancing deep emotions with logic to communicate clearly. Go where you feel accepted while Luna and Chiron align this evening, making it a point to create an inclusive and communal environment."
        },
        "kh": {
            "today": "អ្នកនឹងមានស្មារតីបះបោរនៅពេលដែល Aquarius Moon និង Mars រួបរួមគ្នា , Aries ជាទីស្រឡាញ់។ភាពរំជើបរំជួលទាំងនេះជំរុញសកម្មភាពនយោបាយ និងការផ្សព្វផ្សាយសហគមន៍ ប៉ុន្តែវាមានសារៈសំខាន់ក្នុងការបញ្ជូនថាមពលរបស់អ្នកឱ្យមានប្រសិទ្ធភាព។ធម្មជាតិខុសប្រក្រតីនៃអាកាសធាតុលោហធាតុនេះអាចបង្កគ្រោះថ្នាក់ច្រើនជាងផលល្អ ប្រសិនបើសកម្មភាពមិនត្រូវបានពិចារណាដោយប្រុងប្រយ័ត្ន។ភពព្រហស្បតិ៍ និងភពព្រហស្បតិ៍ រួមគ្នាជួយអ្នកស្វែងរកពាក្យត្រឹមត្រូវ។ហាត់សមសាររបស់អ្នកមុនពេលចែករំលែកវា ធ្វើឱ្យមានតុល្យភាពនៃអារម្មណ៍ដ៏ជ្រាលជ្រៅជាមួយនឹងតក្កវិជ្ជាដើម្បីទំនាក់ទំនងយ៉ាងច្បាស់។ទៅកន្លែងដែលអ្នកមានអារម្មណ៍ថាទទួលយក ខណៈពេលដែល Luna និង Chiron តម្រឹមល្ងាចនេះ ធ្វើឱ្យវាក្លាយជាចំណុចមួយដើម្បីបង្កើតបរិយាកាសរួម និងសហគមន៍។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel all in where romance is concerned, dear Leo, as the Aquarius Moon and Mars unite. An uptick in chemistry puts you and your partner on the same page, helping you take the following steps with confidence. On a personal level, harness these vibes by giving energy to projects you're passionate about. Positive shifts emerge beneath the surface while Mercury and Jupiter align this afternoon. Reflect on what empowers you and what you're ready to release. Affection and healing coincide this evening when Luna aspects Chiron, so be mindful to hold loved ones close."
        },
        "kh": {
            "today": "អ្នក​នឹង​មាន​អារម្មណ៍​ថា​ស្នេហា​មាន​ការ​ព្រួយ​បារម្ភ​ Leo ជា​ទី​ស្រឡាញ់​របស់ Aquarius Moon និង Mars។ការកើនឡើងនៃគីមីវិទ្យាធ្វើឱ្យអ្នក និងដៃគូរបស់អ្នកនៅលើទំព័រដូចគ្នា ដោយជួយឱ្យអ្នកអនុវត្តជំហានខាងក្រោមដោយភាពជឿជាក់។នៅលើកម្រិតផ្ទាល់ខ្លួន ប្រើប្រាស់ភាពរស់រវើកទាំងនេះដោយផ្តល់ថាមពលដល់គម្រោងដែលអ្នកពេញចិត្ត។ការផ្លាស់ប្តូរវិជ្ជមានលេចឡើងនៅក្រោមផ្ទៃ ខណៈពេលដែលភពពុធ និងភពព្រហស្បតិ៍តម្រឹមនៅរសៀលនេះ។គិតអំពីអ្វីដែលផ្តល់អំណាចដល់អ្នក និងអ្វីដែលអ្នកត្រៀមខ្លួនរួចជាស្រេចក្នុងការចេញផ្សាយ។សេចក្តីស្រឡាញ់ និងការព្យាបាលកើតឡើងស្របគ្នានៅល្ងាចនេះ នៅពេលដែល Luna មើលឃើញ Chiron ដូច្នេះត្រូវចងចាំដើម្បីរក្សាមនុស្សជាទីស្រឡាញ់ឱ្យនៅជិត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Break the mold and live your life freely, dear Taurus. As the Aquarius Moon and Mars align, you're asked to balance independence and responsibilities. Get innovative with your own existence, and look for shortcuts that will make each day flow more smoothly. A burst in social activity keeps you busy when Mercury aspects Jupiter this afternoon. Peers will be eager to connect, and opportunities to acquire valuable contacts could emerge. The stars urge you to use your voice for good, so consider which messages are worth spreading. Leave behind cycles that generate fatigue while Chiron stirs this evening."
        },
        "kh": {
            "today": "បំបែកផ្សិត ហើយរស់នៅក្នុងជីវិតរបស់អ្នកដោយសេរី, Taurus ជាទីស្រឡាញ់។នៅពេលដែល Aquarius Moon និង Mars តម្រឹម អ្នកត្រូវបានស្នើសុំឱ្យថ្លឹងថ្លែងពីឯករាជ្យភាព និងទំនួលខុសត្រូវ។ទទួលបានភាពច្នៃប្រឌិតជាមួយនឹងអត្ថិភាពផ្ទាល់ខ្លួនរបស់អ្នក ហើយរកមើលផ្លូវកាត់ដែលនឹងធ្វើឱ្យប្រចាំថ្ងៃកាន់តែរលូន។សកម្មភាព​សង្គម​ដែល​ផ្ទុះ​ឡើង​ធ្វើ​ឱ្យ​អ្នក​រវល់​នៅ​ពេល​ដែល​ភព​ពុធ​មើល​ទៅ​ភព​ព្រហស្បតិ៍​នៅ​រសៀល​នេះ។មិត្តភ័ក្តិនឹងចង់ភ្ជាប់ទំនាក់ទំនង ហើយឱកាសដើម្បីទទួលបានទំនាក់ទំនងដ៏មានតម្លៃអាចលេចចេញមក។តារា​ជំរុញ​ឱ្យ​អ្នក​ប្រើ​សំឡេង​របស់​អ្នក​ឱ្យ​បាន​ល្អ ដូច្នេះ​សូម​ពិចារណា​ថា​សារ​ណា​ដែល​គួរ​ឱ្យ​ផ្សព្វផ្សាយ។ទុកឱ្យនៅពីក្រោយវដ្តដែលបង្កើតភាពអស់កម្លាំងខណៈពេលដែល Chiron កូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be in exuberant and opinionated spirits, dear Gemini, as the Aquarius Moon and Mars unite. These vibes are perfect for indulging your exploratory side, so make it a point to seek out fresh scenery. Be open to meeting new people along the way, and you may encounter a kindred spirit. Opportunities to level up within your field also come into play, thanks to an auspicious aspect between Mercury and Jupiter. Be proactive about sharing ideas to remind colleagues of your worth, and take credit for the work you do. A friend could turn to you for advice when Chiron stirs this evening."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតនៅក្នុងវិញ្ញាណដ៏ខ្លាំងក្លា និងប្រកបដោយគំនិត ជាទីគោរព Gemini នៅពេលដែលព្រះច័ន្ទ Aquarius និង Mars រួបរួមគ្នា។ភាពរំជើបរំជួលទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការរំជួលចិត្តផ្នែករុករករបស់អ្នក ដូច្នេះធ្វើឱ្យវាក្លាយជាចំណុចមួយដើម្បីស្វែងរកទេសភាពស្រស់ៗ។បើកចិត្តឱ្យជួបមនុស្សថ្មីនៅតាមផ្លូវ ហើយអ្នកអាចជួបនឹងចិត្តសប្បុរស។ឱកាសក្នុងការបង្កើនកម្រិតនៅក្នុងវិស័យរបស់អ្នកក៏ចូលមកផងដែរ ដោយសារទិដ្ឋភាពល្អរវាងភពពុធ និងភពព្រហស្បតិ៍។សកម្មក្នុងការចែករំលែកគំនិត ដើម្បីរំលឹកដល់សហសេវិកអំពីតម្លៃរបស់អ្នក និងទទួលបានកិត្តិយសសម្រាប់ការងារដែលអ្នកធ្វើ។មិត្តម្នាក់អាចងាកមករកអ្នកសម្រាប់ដំបូន្មាននៅពេលដែល Chiron កូរនៅល្ងាចនេះ។"
        }
    }
]