[
    {
        "sign": "Aries",
        "en": {
            "today": "The Taurus moon forms challenging aspects with Pluto and Mercury early this morning, sweet Aries. You may feel paranoid about what others are thinking or saying about you, though the fears you harbor are likely unsubstantiated. Luckily, Venus and Jupiter join forces to usher in sweetness, urging you to confide in someone who cares. The amount of love and nurturing you receive will far outweigh any negative vibes you sense on the periphery. Gauge potential outcomes before executing bold moves while Luna opposes Mars later today, taking care to solidify your footing before leaping toward new horizons."
        },
        "kh": {
            "today": "The Taurus Moon បង្កើតនូវទិដ្ឋភាពដែលមានការប្រកួតប្រជែងជាមួយ Pluto និងបារតនៅព្រឹកព្រលឹមនេះ aries ផ្អែម។អ្នកអាចមានអារម្មណ៍ថាមានភាពខ្វិនអំពីអ្វីដែលអ្នកដទៃកំពុងគិតឬនិយាយអំពីអ្នកទោះបីជាការភ័យខ្លាចដែលអ្នកមានអ្នកទំនងជាមិនមានការរំខានក៏ដោយ។ជាសំណាងល្អ Venus មាន Venus និង Jupiter ចូលរួមជាមួយកម្លាំងទៅកាន់ Usher ក្នុងការផ្អែមល្ហែមដោយជំរុញឱ្យអ្នកទុកចិត្តលើនរណាម្នាក់ដែលយកចិត្តទុកដាក់ចំពោះអ្នកដែលយកចិត្តទុកដាក់។បរិមាណនៃក្តីស្រឡាញ់និងការចិញ្ចឹមបីបាច់អ្នកនឹងទទួលបាននៅឆ្ងាយលើសពីនេះទៅទៀតលើសពីការញ័រអវិជ្ជមានដែលអ្នកគិតថានៅលើបរិមាត្រ។លទ្ធផលនៃលទ្ធផលដែលមានសក្តានុពលមុនពេលអនុវត្តចលនាដិតខណៈដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារនៅពេលក្រោយនៅថ្ងៃនេះដោយយកចិត្តទុកដាក់ដើម្បីពង្រឹងជើងរបស់អ្នកមុនពេលលោតឆ្ពោះទៅរកការលោតចូលទៅក្នុងជើងមេឃថ្មី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A lack of structure could trigger restless sleep during the early hours, dear Leo, as the Taurus moon forms challenging connections with Pluto and Mercury. Acknowledge if it's time to implement new ground rules with yourself and others, considering how habits influence your ability to succeed. Running on fumes won't be sustainable in the long run, and opportunities may be lost as a result. Luckily, Venus and Jupiter align to offer stability. Meditate on what makes you feel secure and elevated, breaking cycles that impede these visions. Be mindful of how you switch gears from work to rest while Luna opposes Mars later today."
        },
        "kh": {
            "today": "កង្វះរចនាសម្ព័ន្ធអាចបង្កឱ្យមានការគេងមិនស្រួលក្នុងអំឡុងពេលម៉ោងដំបូងឈ្មោះលីអូដូចជា The Taurus Moice បង្កើតបានជាការតភ្ជាប់គ្នាជាមួយ Pluto និងបារត។ទទួលស្គាល់ប្រសិនបើវាដល់ពេលដែលត្រូវអនុវត្តច្បាប់មូលដ្ឋានថ្មីជាមួយខ្លួនអ្នកនិងអ្នកដទៃដោយពិចារណាអំពីរបៀបដែលទម្លាប់មានឥទ្ធិពលលើសមត្ថភាពរបស់អ្នកក្នុងការទទួលជោគជ័យ។ការរត់លើផ្សែងនឹងមិនមាននិរន្តរភាពក្នុងរយៈពេលវែងហើយឱកាសអាចបាត់បង់ជាលទ្ធផល។សំណាង, Venus និងភពព្រហស្បតិ៍តម្រឹមដើម្បីផ្តល់ស្ថេរភាព។ធ្វើសមាធិលើអ្វីដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានសុវត្ថិភាពនិងកើនឡើង, បំបែកវដ្តដែលរារាំងការនិមិត្តទាំងនេះ។សូមចងចាំពីរបៀបដែលអ្នកប្តូរ Gears ពីការងារសម្រាកខណៈពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារនៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon continues through your sign, dear Taurus, forming complex connections with Pluto and Mercury early this morning. The weight you've been carrying will seem more pronounced under these cosmic conditions, and it's essential to find balance before proceeding with the day. Focus on what makes you feel good while Venus and Jupiter align, igniting the heart and mind. Art, music, fashion, and creative outlets all pair well with these vibes. Now is also the ideal time to put your talents on display, initiating conversations that might leverage your work toward new heights. Watch out for competition from loved ones when Luna and Mars face off later this afternoon."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តតាមរយៈសញ្ញារបស់អ្នក, Taurus ជាទីស្រឡាញ់បង្កើតការភ្ជាប់ស្មុគស្មាញជាមួយ Pluto និងបារតនៅព្រឹកព្រលឹមនៅព្រឹកនេះ។ទំងន់ដែលអ្នកបានដឹកទំនិញហាក់ដូចជាហាក់ដូចជាមិនមានសម្លេងបន្ថែមទៀតនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះទេហើយវាចាំបាច់ក្នុងការរកតុល្យភាពមុនពេលដំណើរការជាមួយថ្ងៃ។ផ្តោតលើអ្វីដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ល្អខណៈពេលដែល Venus Venus Venus និងភពព្រហស្បតិ៍តម្រឹម, បញ្ឆេះបេះដូងនិងគំនិត។សិល្បៈតន្ត្រីម៉ូដនិងហាងច្នៃប្រឌិតទាំងអស់គូទាំងអស់បានល្អជាមួយនឹងភាពរស់រវើកទាំងនេះ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការដាក់ទេពកោសល្យរបស់អ្នកនៅពេលបង្ហាញការផ្តួចផ្តើមការសន្ទនាដែលអាចប្រើការងាររបស់អ្នកឆ្ពោះទៅរកកំពស់ថ្មី។ប្រយ័ត្នចំពោះការប្រកួតប្រជែងពីមនុស្សជាទីស្រឡាញ់នៅពេលដែល Luna និងភពព្រះអង្គារប្រឈមមុខនៅពេលរសៀលនេះនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Taurus moon aspects Pluto and Mercury early this morning, dear Gemini, offering insight through the dream realms. Please pay attention to any details or hidden messages that crept in while you slept, considering how they apply to your current goals. Organize a solid plan of action if your agenda has felt scattered or stagnant recently. A warm and harmonious energy follows you as Venus and Jupiter align, strengthening your manifestation and healing skills. Pour love into the people and dreams you treasure most, and they're sure to flourish. Notice if you start to fixate or obsess once Luna opposes Mars later this afternoon."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃ Taurus Moon Moon Bluto និងបារតនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ផ្តល់ការយល់ធ្លុះជ្រៅតាមរយៈអនាធិបតេយ្យ។សូមយកចិត្តទុកដាក់លើព័ត៌មានលំអិតឬសារដែលលាក់ដែលអាចធ្វើបានខណៈពេលដែលអ្នកបានគេងដោយពិចារណាអំពីរបៀបដែលពួកគេអនុវត្តចំពោះគោលដៅបច្ចុប្បន្នរបស់អ្នក។រៀបចំផែនការសកម្មភាពដ៏រឹងមាំប្រសិនបើរបៀបវារៈរបស់អ្នកមានអារម្មណ៍រាយប៉ាយឬនៅទ្រឹងនាពេលថ្មីៗនេះ។ថាមពលក្តៅនិងការចុះសម្រុងនឹងអ្នកដូចជាភពសុក្រនិងភពព្រហស្បតិ៍តម្រឹមការពង្រឹងការបង្ហាញនិងជំនាញព្យាបាលរបស់អ្នក។ចាក់ស្នេហ៍ចូលទៅក្នុងប្រជាជនហើយសុបិនដែលអ្នកមានតម្លៃខ្ពស់ហើយពួកគេប្រាកដជារីកចម្រើនណាស់។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកចាប់ផ្តើមជួសជុលឬឈ្លក់វង្វេងនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារនៅរសៀលនេះ។"
        }
    }
]