[
    {
        "sign": "Aries",
        "en": {
            "today": "The first half of your day could feel quite surreal, dear ram, as Mercury and Neptune stir up a dreamy haze. You'll see more clearly after Mercury enters Capricorn midafternoon, and will benefit from engaging with a bit of preliminary planning for the year ahead. Seek reinforcement via friendly social interactions while the Gemini Moon and Chiron align this evening, offering healing through camaraderie. A sense of destiny washes over you when Venus aspects the nodes of fate, encouraging you to find your professional calling. Try not to be discouraged by hard work and the unknown once Saturn stirs later tonight."
        },
        "kh": {
            "today": "ពាក់កណ្តាលដំបូងនៃថ្ងៃរបស់អ្នកអាចមានអារម្មណ៍អស្ចារ្យណាស់ ចៀមជាទីស្រឡាញ់ ខណៈដែលភពពុធ និងភពណិបទូន ធ្វើឱ្យមានអ័ព្ទក្នុងសុបិន។អ្នកនឹងឃើញកាន់តែច្បាស់បន្ទាប់ពីបារតចូល Capricorn ពេលរសៀល ហើយនឹងទទួលបានអត្ថប្រយោជន៍ពីការចូលរួមក្នុងផែនការបឋមសម្រាប់ឆ្នាំខាងមុខ។ស្វែងរកការពង្រឹងតាមរយៈអន្តរកម្មសង្គមប្រកបដោយភាពរួសរាយរាក់ទាក់ ខណៈពេលដែលព្រះច័ន្ទ Gemini និង Chiron តម្រឹមល្ងាចនេះ ដោយផ្តល់នូវការព្យាបាលតាមរយៈភាពស្និទ្ធស្នាល។អារម្មណ៍នៃជោគវាសនាបានបោកបញ្ឆោតអ្នកនៅពេលដែល Venus បង្ហាញពីថ្នាំងនៃជោគវាសនាដែលលើកទឹកចិត្តអ្នកឱ្យស្វែងរកការហៅទូរស័ព្ទប្រកបដោយវិជ្ជាជីវៈរបស់អ្នក។ព្យាយាម​កុំ​បាក់​ទឹក​ចិត្ត​ដោយ​ការ​ខិត​ខំ​ប្រឹង​ប្រែង​និង​ការ​មិន​ស្គាល់​ពេល​ដែល Saturn កូរ​ពេល​យប់​នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't let the ego deceive you, dear Leo, as Mercury squares Neptune before entering Capricorn. Whether you're feeling overly confident or uncertain about your options, it's important to weigh the pros and cons of any situation. How partnerships influence your decisions could be the source of challenges you face. Speak with a spiritual advisor or mentor to gain a higher perspective while the Gemini Moon aspects Chiron this evening. You'll feel inspired to pursue empowering paths when Venus aligns with the nodes of fate, even if certain companions aren't along for the ride. Avoid stepping over friends to get your way once Saturn activates tonight."
        },
        "kh": {
            "today": "កុំឱ្យ ego បញ្ឆោតអ្នក Leo ជាទីស្រឡាញ់ដូចជា Mercury Squares Neptune មុនពេលចូល Capricorn ។មិនថាអ្នកមានអារម្មណ៍ជឿជាក់ខ្លាំងពេក ឬមិនច្បាស់លាស់អំពីជម្រើសរបស់អ្នកនោះទេ វាជារឿងសំខាន់ក្នុងការថ្លឹងថ្លែងពីគុណសម្បត្តិ និងគុណវិបត្តិនៃស្ថានភាពណាមួយ។របៀបដែលភាពជាដៃគូមានឥទ្ធិពលលើការសម្រេចចិត្តរបស់អ្នកអាចជាប្រភពនៃបញ្ហាប្រឈមដែលអ្នកប្រឈមមុខ។និយាយជាមួយអ្នកប្រឹក្សាខាងវិញ្ញាណ ឬអ្នកណែនាំដើម្បីទទួលបានទស្សនៈកាន់តែខ្ពស់ ខណៈពេលដែលព្រះច័ន្ទ Gemini មើលឃើញ Chiron ល្ងាចនេះ។អ្នក​នឹង​មាន​អារម្មណ៍​បំផុស​គំនិត​ឱ្យ​បន្ត​ដំណើរ​ដែល​ផ្តល់​អំណាច​នៅ​ពេល​ Venus តម្រឹម​ជាមួយ​នឹង​ថ្នាំង​នៃ​ជោគវាសនា ទោះបីជា​ដៃគូ​ខ្លះ​មិន​នៅ​ជាមួយ​នឹង​ការ​ជិះ​ក៏​ដោយ។ជៀសវាងការបោះជំហានលើមិត្តភ័ក្តិ ដើម្បីឆ្ពោះទៅរកផ្លូវរបស់អ្នក នៅពេលដែល Saturn ដំណើរការនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A preference for romance might cause you to miss red flags, dearest Taurus, as Mercury and Neptune form a deceptive aspect. The universe will guide you toward truth once Mercury debuts in Capricorn midafternoon, maximizing the contrast between light and dark. Though everyone has a shadow, it's vital not to let others steal your shine. Reflect on the qualities that make you a solid partner while the Gemini Moon and Chiron align this evening, considering if these traits are being reciprocated. Elevate your social standing by aligning yourself with kindred spirits when Venus aspects the nodes of fate. Avoid those who trigger a sense of unease whilst Saturn stirs tonight."
        },
        "kh": {
            "today": "ចំណង់ចំណូលចិត្តសម្រាប់ស្នេហាអាចបណ្តាលឱ្យអ្នកខកខានទង់ក្រហម Taurus ជាទីស្រឡាញ់បំផុតព្រោះ Mercury និង Neptune បង្កើតជាទិដ្ឋភាពបញ្ឆោត។សាកលលោកនឹងដឹកនាំអ្នកឆ្ពោះទៅរកសេចក្តីពិត នៅពេលដែលភព Mercury បង្ហាញខ្លួននៅកណ្តាលថ្ងៃត្រង់ Capricorn បង្កើនភាពផ្ទុយគ្នារវាងពន្លឺ និងងងឹត។ទោះបីជាមនុស្សគ្រប់គ្នាមានស្រមោលក៏ដោយ វាជារឿងសំខាន់ដែលមិនត្រូវឱ្យអ្នកដទៃលួចពន្លឺរបស់អ្នកឡើយ។ឆ្លុះបញ្ចាំងពីគុណសម្បត្តិដែលធ្វើឱ្យអ្នកក្លាយជាដៃគូដ៏រឹងមាំ ខណៈដែលព្រះច័ន្ទ Gemini និង Chiron តម្រឹមនៅល្ងាចនេះ ដោយពិចារណាថាតើលក្ខណៈទាំងនេះកំពុងត្រូវគ្នាដែរឬទេ។លើកកំពស់ឋានៈសង្គមរបស់អ្នកដោយតម្រឹមខ្លួនអ្នកជាមួយនឹងវិញ្ញាណញាតិនៅពេល Venus ពិនិត្យមើលថ្នាំងនៃជោគវាសនា។ជៀសវាងអ្នកដែលបង្កភាពមិនសប្បាយចិត្ត ខណៈពេលដែលភពសៅរ៍កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Avoid feeding unrealistic fantasies while Mercury squares Neptune this morning, dear Gemini, especially when it comes to romance. Value reliability over flowery promises that never come to fruition, even if reality isn't as glamorous as your daydreams. You'll benefit from a perspective shift after Mercury enters Capricorn midafternoon, and won't be afraid to have difficult discussions around commitment. As Luna moves through your sign, it's time to put your needs first. Disappointments can be neutralized if you connect with the community once Chiron stirs this evening. Be mindful of how love shapes destiny when Venus aspects the nodes of fate and Saturn activates tonight."
        },
        "kh": {
            "today": "ជៀសវាងការផ្តល់អាហារដល់ការស្រមើស្រមៃដែលមិនពិតខណៈពេលដែលបារតការ៉េ Neptune ព្រឹកនេះ Gemini ជាទីស្រឡាញ់ជាពិសេសនៅពេលនិយាយអំពីស្នេហា។ភាពជឿជាក់លើតម្លៃលើការសន្យាផ្កាដែលមិនដែលសម្រេចបាន ទោះបីជាការពិតមិនអស្ចារ្យដូចសុបិនប្រចាំថ្ងៃរបស់អ្នកក៏ដោយ។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការផ្លាស់ប្តូរទស្សនវិស័យបន្ទាប់ពីភព Mercury ចូល Capricorn ពេលរសៀល ហើយនឹងមិនភ័យខ្លាចក្នុងការពិភាក្សាពិបាកៗជុំវិញការប្តេជ្ញាចិត្តនោះទេ។នៅពេលដែល Luna ឆ្លងកាត់សញ្ញារបស់អ្នក វាដល់ពេលដែលត្រូវដាក់តម្រូវការរបស់អ្នកជាមុនសិន។ការខកចិត្តអាចត្រូវបានបន្សាបប្រសិនបើអ្នកភ្ជាប់ជាមួយសហគមន៍នៅពេលដែល Chiron កូរនៅល្ងាចនេះ។ចងចាំពីរបៀបដែលស្នេហាកំណត់ជោគវាសនា នៅពេលដែល Venus បង្ហាញពីថ្នាំងនៃជោគវាសនា ហើយ Saturn ដំណើរការនៅយប់នេះ។"
        }
    }
]