[
    {
        "sign": "Aries",
        "en": {
            "today": "Fight Sunday scaries by diving deep into self-care, sweet Aries. As the Virgo moon and Jupiter form a harmonizing connection this morning, it'll be vital that you put wellness first. Focus on revitalizing your mind, body, and spirit so you can greet the work week with fresh motivation. A buzz also fills your space under these cosmic conditions, helping you establish strong dynamics that are rooted in mutual support. If changes are needed to get things flowing more smoothly at home, now is a good time to get everyone on board, especially when it comes to the equal distribution of chores."
        },
        "kh": {
            "today": "ប្រយុទ្ធដោយប្រើស្លាកស្នាមថ្ងៃអាទិត្យដោយមុជជ្រៅក្នុងការថែរក្សាខ្លួនឯងគឺហៀរសំបោរ។នៅពេលដែលព្រះច័ន្ទរបស់ Virgo និងភពព្រហស្បតិ៍បង្កើតបានជាការតភ្ជាប់ចុះអំនួតនៅព្រឹកនេះវាពិតជាសំខាន់ណាស់ដែលអ្នកដាក់សុខភាពជាមុនសិន។ផ្តោតលើការពង្រឹងគំនិតរាងកាយនិងវិញ្ញាណរបស់អ្នកឡើងវិញដូច្នេះអ្នកអាចស្វាគមន៍សប្តាហ៍ការងារជាមួយនឹងការលើកទឹកចិត្តថ្មី។ការភ្ញាក់ផ្អើលមួយក៏បំពេញចន្លោះរបស់អ្នកនៅក្រោមលក្ខខណ្ឌនៃលោហធាតុទាំងនេះដែលជួយអ្នកបង្កើតសក្ដានុពលដ៏រឹងមាំដែលមាននៅក្នុងការគាំទ្រគ្នាទៅវិញទៅមក។ប្រសិនបើត្រូវការការផ្លាស់ប្តូរដើម្បីឱ្យអ្វីៗហូរកាន់តែលឿននៅផ្ទះឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីធ្វើឱ្យមនុស្សគ្រប់គ្នានៅលើក្តារជាពិសេសនៅពេលនិយាយអំពីការចែកចាយការងារស្មើគ្នា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Give yourself extra time to complete chores and prepare for Monday's arrival, dear Leo, as the Virgo moon and Jupiter align. This cosmic climate fosters introspection and leisure, enabling you to find clarity as you navigate tasks. Choose activities that have a tangible element to them, being mindful of rooting in the present. With your senses dialed up, your ability to create paths between reality and fantasy will be pronounced. Set intentions around any milestones you hope to hit throughout the next few weeks, reinforcing your resolve so these aspirations can be reached through consistent effort and a little luck from beyond."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវពេលវេលាបន្ថែមដើម្បីបញ្ចប់ការងារនិងរៀបចំសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទឡេអូ, ដូចជាព្រះចន្ទរបស់ Virgo និង Jupiter តម្រឹម។អាកាសធាតុកែសម្ផស្សនេះជំរុញឱ្យអ្នកមានអារម្មណ៍ថាអាចទទួលបានភាពច្បាស់លាស់នៅពេលអ្នកបើកភារកិច្ច។ជ្រើសរើសសកម្មភាពដែលមានធាតុផ្សំដែលអាចរកបានសម្រាប់ពួកគេកំពុងគិតអំពីការចាក់ឬសនៅក្នុងបច្ចុប្បន្ន។ជាមួយនឹងអារម្មណ៍របស់អ្នកបានចុចលើសមត្ថភាពរបស់អ្នកក្នុងការបង្កើតផ្លូវរវាងការពិតនិងការស្រមើស្រមៃនឹងត្រូវប្រកាស។កំណត់ចេតនានៅជុំវិញព្រឹត្តិការណ៍គោលដៅណាមួយដែលអ្នកសង្ឃឹមថានឹងបានឈានដល់ការពង្រឹងការតាំងចិត្តរបស់អ្នកដូច្នេះសេចក្តីប្រាថ្នាទាំងនេះអាចឈានដល់ការខិតខំប្រឹងប្រែងជាប់លាប់និងសំណាងតិចតួចពីការលើស។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your aura lights up this morning, darling Taurus, thanks to a sweet connection between the Virgo moon and Jupiter. Embrace companies and activities that bring joy, prioritizing your mental health. Your ability to inspire and impress peers increases, creating an environment where you can be yourself. If there are any passion projects you've been hoping to gain traction with, now is a good time to seek fresh exposure. Increasing your understanding of specific topics or techniques can also enhance your work, so conduct thorough research. Consider planning out your wardrobe for the week ahead before going to sleep, bringing extra drama to your look."
        },
        "kh": {
            "today": "aura របស់អ្នកមានពន្លឺភ្លើងនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Taurus Taurus, ដោយសារតែការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទរបស់ Virgo និងភពព្រហស្បតិ៍។បញ្ចូលក្រុមហ៊ុននិងសកម្មភាពដែលនាំមកនូវសេចក្តីអំណរផ្តល់អាទិភាពដល់សុខភាពផ្លូវចិត្តរបស់អ្នក។សមត្ថភាពរបស់អ្នកក្នុងការជម្រុញនិងធ្វើឱ្យមិត្តភក្ដិកើនឡើងការបង្កើតបរិយាកាសដែលអ្នកអាចធ្វើជាខ្លួនអ្នក។ប្រសិនបើមានគម្រោងចំណង់ចំណូលចិត្តណាមួយដែលអ្នកមានសង្ឃឹមថានឹងទទួលបានការទាក់ទាញជាមួយនឹងការធ្វើពាណិជ្ជកម្មឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីស្វែងរកការប៉ះពាល់ស្រស់។ការបង្កើនការយល់ដឹងរបស់អ្នកអំពីប្រធានបទឬបច្ចេកទេសជាក់លាក់ក៏អាចជួយបង្កើនការងាររបស់អ្នកដែរដូច្នេះធ្វើការស្រាវជ្រាវឱ្យបានហ្មត់ចត់។ពិចារណាក្នុងការធ្វើផែនការចាក់តុរប្យួរខោអាវរបស់អ្នកសម្រាប់សប្តាហ៍មុនមុនពេលចូលគេងនាំឱ្យមានរឿងល្ខោនបន្ថែមរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Nurture your financial health, dear Gemini, as the Virgo moon and Jupiter align. These vibes bring luck to any home businesses you've been building, so be sure to funnel extra focus into such aspirations. A deepened appreciation for nature acts as a salve to the heart, marking the perfect occasion to spend more time outside. If your garden could use some love, consider setting intentions as you sow seeds. Opt for a nostalgic dinner with your closest companions to close out the weekend on a high note. Get to bed at a reasonable hour to ensure you wake up feeling refreshed."
        },
        "kh": {
            "today": "ចិញ្ចឹមសុខភាពហិរញ្ញវត្ថុរបស់អ្នក Gemini ជាទីស្រឡាញ់, ដូចជាព្រះចន្ទរបស់ Virgo និង Jupiter តម្រឹម។ភាពរស់រវើកទាំងនេះនាំមកនូវសំណាងល្អដល់អាជីវកម្មផ្ទះណាមួយដែលអ្នកបានសាងសង់ដូច្នេះត្រូវប្រាកដថាការផ្តោតអារម្មណ៍បន្ថែមទៅក្នុងសេចក្តីប្រាថ្នាបែបនេះ។ការកោតសរសើរយ៉ាងស៊ីជម្រៅចំពោះធម្មជាតិដើរតួជាលោកសាឡរទៅក្នុងបេះដូងដោយសម្គាល់ឱកាសដ៏ល្អឥតខ្ចោះដើម្បីចំណាយពេលច្រើននៅខាងក្រៅ។ប្រសិនបើសួនច្បាររបស់អ្នកអាចប្រើស្នេហាខ្លះសូមពិចារណាកំណត់បំណងនៅពេលអ្នកសាបព្រោះគ្រាប់ពូជ។ជ្រើសយកអាហារពេលល្ងាចគួរឱ្យចង់សើចជាមួយដៃគូដែលនៅជិតបំផុតរបស់អ្នកដើម្បីបិទចុងសប្តាហ៍នៅលើកំណត់ត្រាខ្ពស់។ចូលគេងនៅម៉ោងដែលសមហេតុផលដើម្បីធានាថាអ្នកភ្ញាក់ពីអារម្មណ៍ស្រស់ស្រាយ។"
        }
    }
]