[
    {
        "sign": "Aries",
        "en": {
            "today": "Obstacles weaken, and innovative solutions emerge, darling Aries, as Mercury aligns with Neptune before entering Aquarius. An unconventional approach to achieving your dreams might be the best way to get ahead. Connecting with your community will help advance your agenda and gain notoriety in the coming weeks. A sweet aspect between the Aquarius Moon and Chiron reinforces your confidence, making it easier to put yourself out there and establish connections. Stay grounded to avoid social snafus while Luna squares Uranus this evening. Seek peace and quiet once the Moon enters Pisces later tonight, encouraging you to rest and reflect."
        },
        "kh": {
            "today": "ឧបសគ្គចុះខ្សោយ ហើយដំណោះស្រាយប្រកបដោយភាពច្នៃប្រឌិតក៏លេចចេញជារូបរាងឡើង ជាទីស្រឡាញ់របស់ Aries ខណៈដែលបារតតម្រឹមជាមួយភពណិបទូន មុនពេលចូលដល់ Aquarius ។វិធីសាស្រ្តមិនធម្មតាមួយដើម្បីសម្រេចក្តីសុបិនរបស់អ្នកអាចជាវិធីល្អបំផុតដើម្បីឆ្ពោះទៅមុខ។ការភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍របស់អ្នកនឹងជួយជំរុញរបៀបវារៈរបស់អ្នក និងទទួលបានភាពល្បីល្បាញក្នុងប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាង Aquarius Moon និង Chiron ពង្រឹងទំនុកចិត្តរបស់អ្នក ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការដាក់ខ្លួនអ្នកនៅទីនោះ និងបង្កើតទំនាក់ទំនង។រក្សា​មូលដ្ឋាន​ដើម្បី​ជៀស​វាង​បញ្ហា​សង្គម​ខណៈ​ពេល​ដែល Luna ចត Uranus នៅ​ល្ងាច​នេះ។ស្វែងរកសន្តិភាព និងស្ងប់ស្ងាត់នៅពេលដែលព្រះច័ន្ទចូល Pisces នៅយប់នេះ ដោយលើកទឹកចិត្តអ្នកឱ្យសម្រាក និងឆ្លុះបញ្ចាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Though the journey toward empowerment is challenging at times, moments of softness will also arise. As Mercury aligns with Neptune before entering Aquarius, seek smooth and simple transitions as you head for higher ground. Take a spiritual approach to love when Chiron stirs, recognizing where you need to heal to foster healthy connections. Unexpected events could put you on the defensive while Luna squares Uranus this evening, but try not to let your claws come out impulsively. Misunderstandings and conflict will be easier to navigate with compassion after the Moon enters Pisces. Choose the high road to mature and strengthen important dynamics."
        },
        "kh": {
            "today": "ទោះបីជាការធ្វើដំណើរឆ្ពោះទៅរកការពង្រឹងអំណាចមានការលំបាក ពេលខ្លះភាពទន់ភ្លន់ក៏នឹងកើតឡើងដែរ។នៅពេលដែល Mercury តម្រឹមជាមួយ Neptune មុនពេលចូល Aquarius សូមស្វែងរកការផ្លាស់ប្តូរដោយរលូន និងសាមញ្ញ នៅពេលអ្នកឆ្ពោះទៅកាន់ដីខ្ពស់ជាងនេះ។ប្រើវិធីសាស្រ្តខាងវិញ្ញាណដើម្បីស្រឡាញ់នៅពេលដែល Chiron កូរ ដោយទទួលស្គាល់កន្លែងដែលអ្នកត្រូវការដើម្បីព្យាបាល ដើម្បីជំរុញទំនាក់ទំនងដែលមានសុខភាពល្អ។ព្រឹត្ដិការណ៍ដែលមិននឹកស្មានដល់អាចធ្វើឱ្យអ្នកការពារបាន ខណៈពេលដែល Luna វាយ Uranus ល្ងាចនេះ ប៉ុន្តែព្យាយាមមិនឱ្យក្រញ៉ាំរបស់អ្នកចេញមកដោយអន្ទះសារ។ការយល់ច្រឡំ និងជម្លោះនឹងកាន់តែងាយស្រួលក្នុងការរុករកដោយក្តីមេត្តា បន្ទាប់ពីព្រះច័ន្ទចូល Pisces ។ជ្រើសរើសផ្លូវខ្ពស់ដើម្បីភាពចាស់ទុំ និងពង្រឹងថាមវន្តសំខាន់ៗ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury aligns with dreamy Neptune before entering Aquarius, dear Taurus, putting focus on your professional network. You'll be reminded that it's important to build and maintain strong alliances as you advance your career. Reinforce your goals by recognizing how much value you bring to the table when Chiron stirs. If you've struggled to step into your authority, now is the time to build your confidence. Luna and Uranus square off this evening, sending shockwaves through the atmosphere. Avoid acting hastily if conflict or obstacles find you. Seek validation by connecting with supportive peers after the Moon enters Pisces tonight."
        },
        "kh": {
            "today": "ភព Mercury តម្រឹមជាមួយ Neptune សុបិន មុនពេលចូល Aquarius ជាទីគោរព Taurus ដោយផ្តោតលើបណ្តាញអាជីពរបស់អ្នក។អ្នក​នឹង​ត្រូវ​បាន​រំលឹក​ថា វា​ជា​ការ​សំខាន់​ក្នុង​ការ​កសាង និង​រក្សា​សម្ព័ន្ធភាព​ដ៏​រឹងមាំ​នៅ​ពេល​ដែល​អ្នក​ជំរុញ​អាជីព​របស់​អ្នក។ពង្រឹងគោលដៅរបស់អ្នកដោយទទួលស្គាល់តម្លៃដែលអ្នកនាំមកលើតុនៅពេលដែល Chiron កូរ។ប្រសិនបើអ្នកបានព្យាយាមចូលទៅក្នុងអំណាចរបស់អ្នក ឥឡូវនេះជាពេលវេលាដើម្បីកសាងទំនុកចិត្តរបស់អ្នក។Luna និង Uranus ចេញពីទីលាននៅល្ងាចនេះ ដោយបញ្ជូនរលកដ៏រន្ធត់ឆ្លងកាត់បរិយាកាស។ជៀសវាងការប្រញាប់ប្រញាល់ ប្រសិនបើជម្លោះ ឬឧបសគ្គរកឃើញអ្នក។ស្វែងរកការបញ្ជាក់ដោយភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្ដិដែលគាំទ្របន្ទាប់ពីព្រះច័ន្ទចូល Pisces យប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Goals you've worked diligently toward show signs of paying off this morning, dearest Gemini. As Mercury aligns with Neptune before entering Aquarius, reflect on and recommit to big aspirations. The Aquarius Moon and Chiron bring luck and healing your way, helping you shed fears and social anxieties. Uranus activates this evening, infusing your psyche with an extra dose of enlightenment. Take time to visualize your dreams coming to fruition, noting any new ideas that emerge. The universe asks you to act responsibly once Luna enters Pisces later tonight. Use this energy to make significant career moves during the next two days."
        },
        "kh": {
            "today": "គោលដៅដែលអ្នកបានធ្វើការដោយឧស្សាហ៍ដើម្បីបង្ហាញសញ្ញានៃការសងប្រាក់នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់។នៅពេលដែលភព Mercury តម្រឹមជាមួយ Neptune មុនពេលចូល Aquarius សូមគិតឡើងវិញ ហើយប្តេជ្ញាចិត្តចំពោះសេចក្តីប្រាថ្នាធំៗ។ព្រះច័ន្ទ Aquarius និង Chiron នាំសំណាង និងព្យាបាលផ្លូវរបស់អ្នក ជួយអ្នកកម្ចាត់ការភ័យខ្លាច និងការថប់បារម្ភក្នុងសង្គម។ភពអ៊ុយរ៉ានុសធ្វើសកម្មភាពនៅល្ងាចនេះ ដោយបញ្ចូលចិត្តរបស់អ្នកជាមួយនឹងកម្រិតបន្ថែមនៃការត្រាស់ដឹង។ឆ្លៀតពេលដើម្បីស្រមៃមើលក្តីស្រមៃរបស់អ្នកដែលកំពុងតែមានផ្លែផ្កា ដោយកត់សម្គាល់នូវគំនិតថ្មីៗដែលកើតឡើង។សកលលោកសុំឱ្យអ្នកធ្វើសកម្មភាពដោយការទទួលខុសត្រូវ នៅពេលដែល Luna ចូល Pisces យប់នេះ។ប្រើថាមពលនេះដើម្បីធ្វើការផ្លាស់ប្តូរអាជីពដ៏សំខាន់ក្នុងអំឡុងពេលពីរថ្ងៃបន្ទាប់។"
        }
    }
]