[
    {
        "sign": "Aries",
        "en": {
            "today": "Take your mind back to a simpler time, dear Aries. As Mercury and Jupiter form a sweet trine, you'll gain emotional support when homey activities, family interactions, and childhood comforts are embraced. These vibes are also perfect for purging your space of clutter, and you may rediscover lost or forgotten treasures along the way. You could receive happy news from someone you cherish, so be available for those who wish to connect. The Cancer moon aligns with the nodes of fate later this afternoon, charging up your psychic abilities. Layer your hopes with new details to decipher how you might manifest these goals."
        },
        "kh": {
            "today": "សូមយកចិត្តទុកដាក់ចំពោះពេលវេលាសាមញ្ញជាងនេះជាទីស្រឡាញ់។ដូចបារតនិងភពព្រហស្បតិ៍បង្កើតជាទ្រីដ៏ផ្អែមល្ហែមអ្នកនឹងទទួលបានការគាំទ្រផ្នែកអារម្មណ៍នៅពេលសកម្មភាពនៅផ្ទះអន្តរកម្មគ្រួសារនិងការលួងលោមកុមារភាពត្រូវបានទទួលយក។ភាពរស់រវើកទាំងនេះក៏ល្អឥតខ្ចោះផងដែរសម្រាប់ការសម្អាតកន្លែងនៃការពង្រាយរបស់អ្នកហើយអ្នកអាចរកឃើញឡើងវិញឬវត្ថុដែលបានបំភ្លេចចោលនៅតាមផ្លូវ។អ្នកអាចទទួលបានព័ត៌មានរីករាយពីនរណាម្នាក់ដែលអ្នកស្រឡាញ់ដូច្នេះអាចរកបានសម្រាប់អ្នកដែលមានបំណងចង់ភ្ជាប់។មុំមហារីកតម្រឹមជាមួយថ្នាំងរបស់វាសនានៅពេលរសៀលនេះគិតថ្លៃសមត្ថភាពផ្លូវចិត្តរបស់អ្នក។ស្រទាប់ក្តីសង្ឃឹមរបស់អ្នកជាមួយនឹងព័ត៌មានលំអិតថ្មីទៅឌិគ្រីបរបៀបដែលអ្នកអាចបង្ហាញគោលដៅទាំងនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Give yourself permission to hope, dream, and spiritually invest in your deepest desires, darling Leo. As Mercury and Jupiter form an auspicious trine, the universe tunes into your prayers. View each goal as a seed that requires planting, rich soil, watering, sunshine, and nurturing. Translate these factors into feasible tasks that will reinforce your morale and lead to positive outcomes. Your private affairs also come into focus, and you'll prefer intimate escapes to large gatherings. Nestle up at home and share secrets with someone you're emotionally committed to once the Cancer moon aligns with the nodes of fate later this afternoon."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការអនុញ្ញាតឱ្យមានក្តីសង្ឃឹមក្តីសុបិន្តនិងការវិនិយោគខាងវិញ្ញាណនៅក្នុងបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នក, ដាលីលី។ដូចជាបារតនិងភពព្រហស្បតិ៍បង្កើតជាអ្នកធ្វើដំណើរដ៏គួរឱ្យស្អប់ខ្ពើមដែលសកលលោកមានសម្លេងពិចារណាលើការអធិស្ឋានរបស់អ្នក។មើលគោលដៅនីមួយៗជាគ្រាប់ពូជដែលតម្រូវឱ្យដាំដីសំបូរសំបូរទឹកស្រោចទឹកពន្លឺថ្ងៃនិងការចិញ្ចឹមបីបាច់។បកប្រែកត្តាទាំងនេះទៅជាភារកិច្ចដែលអាចធ្វើទៅបានដែលនឹងពង្រឹងសីលធម៌របស់អ្នកនិងនាំឱ្យមានលទ្ធផលវិជ្ជមាន។កិច្ចការឯកជនរបស់អ្នកក៏មានការផ្តោតអារម្មណ៍ដែរហើយអ្នកនឹងចូលចិត្តការរត់គេចយ៉ាងជិតស្និទ្ធទៅនឹងការជួបជុំដ៏ធំ។Hestle នៅផ្ទះនិងចែករំលែកអាថ៌កំបាំងជាមួយនរណាម្នាក់ដែលអ្នកបានប្តេជ្ញាចិត្តក្នុងការមានជំងឺមហារីកព្រះច័ន្ទតម្រឹមជាមួយថ្នាំងនៃវាសនានៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "There will be no shortage of joy to pull from, dear Taurus, thanks to an elevating connection between Mercury and Jupiter. The more you invest in strengthening relationships and celebrating life, the fuller your spirit will feel. These vibes shine most auspiciously within matters of the heart, guiding you toward your happily ever after. Keep an open mind if searching for a mate, allow budding romances to take flight, or show your sweetheart just how much they mean to you. However, it'll be essential to give your friends extra attention while the Cancer moon aspects the nodes of fate later today, and you'll glow when surrounded by peers."
        },
        "kh": {
            "today": "វានឹងមិនមានការខ្វះអំណរក្នុងការទាញពី, ជាទីស្រឡាញ់, សូមអរគុណដល់ការតភ្ជាប់ការកើនឡើងរវាងបារតនិងភពព្រហស្បតិ៍។អ្នកវិនិយោគកាន់តែច្រើនក្នុងការពង្រឹងទំនាក់ទំនងនិងការអបអរសាទរជីវិតដែលស្មារតីរបស់អ្នកនឹងមានអារម្មណ៍។ភាពរស់រវើកទាំងនេះភ្លឺចែងចាំងក្នុងបញ្ហាបេះដូងដែលដឹកនាំអ្នកឆ្ពោះទៅរកភាពសប្បាយរីករាយរបស់អ្នកដែលមិនធ្លាប់មាន។រក្សាចិត្តបើកចំហប្រសិនបើស្វែងរកមិត្តរួមមួយអនុញ្ញាតឱ្យមានការចាប់អារម្មណ៍របស់អ្នកឱ្យហោះហើរឬបង្ហាញសង្សាររបស់អ្នកថាតើពួកគេមានន័យយ៉ាងណាចំពោះអ្នក។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ក្នុងការផ្តល់ឱ្យមិត្តភក្តិរបស់អ្នកយកចិត្តទុកដាក់បន្ថែមខណៈពេលដែលផ្នែកមហារីកមហារីកថ្នាំងនៃជោគវាសនានៅថ្ងៃនេះហើយអ្នកនឹងបញ្ចេញពន្លឺនៅពេលដែលនៅជុំវិញ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Thoughtful financial planning will offer significant rewards, dear Gemini, thanks to a helping hand from Mercury and Jupiter. These vibes permit you to treat yourself, too. However, before making large purchases, it's best to shop around for the best deal without sacrificing quality. Opportunities to build your best life will also be abundant, but it's essential that you commit to changing unhealthy behaviors. As the moon moves through sensitive Cancer, have compassion for this process and move at a sustainable pace. Your visions for the future become clearer when the nodes of fate stir, and collaborating with family can help you manifest greatness."
        },
        "kh": {
            "today": "ការធ្វើផែនការហិរញ្ញវត្ថុដែលគិតគូរនឹងផ្តល់រង្វាន់គួរឱ្យកត់សម្គាល់, ជាទីស្រឡាញ់ Gemini, សូមអរគុណចំពោះការជួយដល់ព្រះហស្តពីបារតនិងភពព្រហស្បតិ៍។ភាពរស់រវើកទាំងនេះអនុញ្ញាតឱ្យអ្នកព្យាបាលខ្លួនអ្នកផងដែរ។ទោះជាយ៉ាងណាក៏ដោយមុនពេលធ្វើការទិញយ៉ាងច្រើនវាជាការប្រសើរក្នុងការទិញទំនិញសម្រាប់កិច្ចព្រមព្រៀងល្អបំផុតដោយមិនលះបង់គុណភាព។ឱកាសដើម្បីកសាងជីវិតដែលល្អបំផុតរបស់អ្នកក៏នឹងមានច្រើនដែរប៉ុន្តែវាចាំបាច់ណាស់ដែលអ្នកប្តេជ្ញាផ្លាស់ប្តូរអាកប្បកិរិយាមិនល្អ។នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរតាមរយៈជំងឺមហារីករសើបការអាណិតអាសូរចំពោះដំណើរការនេះហើយធ្វើចលនាក្នុងល្បឿនប្រកបដោយចីរភាព។ចក្ខុវិស័យរបស់អ្នកសម្រាប់អនាគតកាន់តែច្បាស់នៅពេលដែលថ្នាំងនៃជោគវាសនាកូរហើយសហការជាមួយគ្រួសារអាចជួយអ្នកបង្ហាញភាពអស្ចារ្យបាន។"
        }
    }
]