[
    {
        "sign": "Aries",
        "en": {
            "today": "Venus and Pluto form a soft connection, dear ram, emphasizing that love truly has the power to transform and shape our lives. You may also feel called to put something good into the world as a way to counteract negativity. Opportunities to heal come to fruition while Mercury and Chiron align. This energy is perfect for speaking with a therapist, working with positive mantras, and offering forgiveness where it is deserved. Meanwhile, the moon continues her journey through Virgo, aligning with the Taurus sun later tonight. Harness these vibes by nurturing the body with some extra luxury and self-care."
        },
        "kh": {
            "today": "Venus និង Pluto បង្កើតការតភ្ជាប់ទន់ភ្លន់, RAM ជាទីស្រឡាញ់, សង្កត់ធ្ងន់ថាស្នេហាដែលពិតជាមានអំណាចដើម្បីផ្លាស់ប្តូរនិងកំណត់ជីវិតរបស់យើង។អ្នកក៏ប្រហែលជាមានអារម្មណ៍ថាបានអំពាវនាវឱ្យដាក់អ្វីដែលល្អក្នុងពិភពលោកដែលជាមធ្យោបាយមួយដើម្បីប្រឆាំងនឹងភាពអវិជ្ជមាន។ឱកាសដើម្បីជាសះស្បើយមករកផ្លែផ្កាខណៈពេលដែលបារតនិងខួរក្បាលតម្រឹម។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការនិយាយជាមួយអ្នកព្យាបាលដោយធ្វើការជាមួយ Mantras វិជ្ជមានហើយផ្តល់ការអភ័យទោសដែលសមនឹងទទួលបាន។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈ Virgo តម្រឹមជាមួយ Taurus The Taurus នៅយប់នេះ។ទាញយកភាពរស់រវើកទាំងនេះដោយចិញ្ចឹមបីបាច់រាងកាយជាមួយនឹងភាពប្រណីតនិងការថែរក្សាខ្លួនឯងបន្ថែម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars align to offer luck, optimism, and romance, dear Leo, as Venus and Pluto form a sweet alliance. Open yourself up to the possibility that anything can happen, and you might manifest your happily ever after. Now is also a good time to focus on what needs changing so your situation can improve. Speak to a spiritual counselor or your higher power when Mercury and Chiron unite, offering healing while deepening your connection with the divine. Plant seeds for the future and harvest on existing successes later tonight when the Taurus sun and Virgo moon align."
        },
        "kh": {
            "today": "តារាតម្រង់ជួរដើម្បីផ្តល់ជូនសំណាងល្អសុទិដ្ឋិនិយមនិងមនោសញ្ចេតនាលីអូជាទីស្រឡាញ់នៅពេលដែល Venus មាន Venus និង Pluto បង្កើតជាសម្ព័ន្ធមិត្តដ៏ផ្អែមល្ហែម។បើកខ្លួនអ្នកឱ្យមានលទ្ធភាពដែលមានអ្វីអាចកើតឡើងហើយអ្នកអាចបង្ហាញឱ្យឃើញនូវសុភមង្គលរបស់អ្នកជានិច្ច។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការផ្តោតលើអ្វីដែលត្រូវការការផ្លាស់ប្តូរដូច្នេះស្ថានភាពរបស់អ្នកអាចមានភាពប្រសើរឡើង។និយាយទៅកាន់អ្នកផ្តល់ប្រឹក្សាខាងវិញ្ញាណឬអំណាចខ្ពស់របស់អ្នកនៅពេលបារតនិងជីខនរួបរួមដែលផ្តល់ការព្យាបាលនៅពេលកាន់តែស៊ីជម្រៅការភ្ជាប់របស់អ្នកជាមួយព្រះ។ដាំគ្រាប់ពូជសម្រាប់អនាគតនិងការប្រមូលផលនៃជោគជ័យដែលមានស្រាប់នៅយប់នេះនៅពេលដែលព្រះអាទិត្យតារូសនិង Virgo តម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be called to rethink existing boundaries and personal structures, dear Taurus, as Venus and Pluto form a sweet sextile. Now is the time to acknowledge if you've been closed off emotionally and how lowering guards will strengthen essential relationships. Focus on healing yourself before going too deep with others while Mercury and Chiron unite. These vibes are also perfect for exploring new ideas or points of view as a way to develop character. You'll shine later tonight when the sun and Virgo moon align. Use this energy to flirt, work on passion projects, and chase personal goals."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានហៅឱ្យពិចារណាឡើងវិញនូវព្រំដែនដែលមានស្រាប់និងរចនាសម្ព័ន្ធផ្ទាល់ខ្លួន, ជាទីស្រឡាញ់ Taurus, ដូចជា Venus Venus និង Pluto បង្កើតជា sextile ផ្អែម។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវទទួលស្គាល់ប្រសិនបើអ្នកត្រូវបានឆ្មាំផ្តោតអារម្មណ៍និងការកាត់បន្ថយការថយចុះនឹងពង្រឹងទំនាក់ទំនងចាំបាច់។ផ្តោតលើការជាសះស្បើយដោយខ្លួនឯងមុនពេលចូលទៅក្នុងជ្រៅជាមួយអ្នកដទៃខណៈដែលបារតនិងជីខនរួបរួមគ្នា។ភាពរស់រវើកទាំងនេះក៏ល្អឥតខ្ចោះផងដែរសម្រាប់ការរុករកគំនិតថ្មីៗឬចំណុចនៃទស្សនៈជាមធ្យោបាយដើម្បីអភិវឌ្ឍចរិតលក្ខណៈ។អ្នកនឹងរះនៅយប់នេះនៅពេលព្រះអាទិត្យនិងពន្លឺព្រះអាទិត្យតម្រឹម។ប្រើថាមពលនេះដើម្បីចែចង់ធ្វើការលើគម្រោងតណ្ហានិងដេញគោលដៅផ្ទាល់ខ្លួន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll enter a new social cycle, dear Gemini, as Venus and Pluto align. Friendships that have fizzled will fall to the wayside, making way for new and improved dynamics. Focus on how you can be a better friend while Mercury and Chiron unite, acknowledging any role you may have played in past fallingouts. You should also reflect on what you require in a friendship, steering clear of people who have judgmental or envious tendencies. Take a break later tonight when the Taurus sun and Virgo moon align, urging you to hide away from outside noise to recharge and find peace at home."
        },
        "kh": {
            "today": "អ្នកនឹងចូលក្នុងវដ្តសង្គមថ្មីជាទីស្រឡាញ់ Gemini, ដូចជា Venus និង Pluto តម្រឹម។មិត្តភាពដែលបានស្រអាប់នឹងធ្លាក់ចុះដល់កន្លែងដែលធ្វើផ្លូវសម្រាប់សក្ដានុពលថ្មីនិងកែលម្អ។ផ្តោតលើរបៀបដែលអ្នកអាចក្លាយជាមិត្តល្អជាងខណៈដែលបារតនិងជីខនរួបរួមគ្នាទទួលស្គាល់តួនាទីណាមួយដែលអ្នកអាចបានលេងក្នុងការធ្លាក់ចុះពីមុន។អ្នកក៏គួរតែឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកត្រូវការក្នុងមិត្តភាពដែរដឹកនាំយ៉ាងច្បាស់ពីទំនោរចិត្ដវិនិច្ឆ័យឬច្រណែន។សម្រាកនៅយប់នេះនៅពេលដែល Taurus Sun និង Virgo Monon តម្រឹម, ជម្រុញឱ្យអ្នកលាក់ខ្លួនឆ្ងាយពីសំលេងរំខានខាងក្រៅដើម្បីបញ្ចូលទឹកប្រាក់និងស្វែងរកសន្តិភាពនៅផ្ទះ។"
        }
    }
]