[
    {
        "sign": "Aries",
        "en": {
            "today": "You may feel as though others aren't respecting your privacy this morning, dearest Aries, as the Moon enters Scorpio and squares Pluto. Consider if you've been too open or active on social media, and how these behaviors impact your private affairs. A difficult aspect between Venus and Chiron puts you further on guard, creating issues with loved ones you've kept at arm's length. Remember that healthy relationships form when companions are permitted to help shoulder your burdens. The atmosphere elevates once the Nodes of Fate stir tonight. Tackle a project with someone special to connect without feeling too vulnerable."
        },
        "kh": {
            "today": "អ្នក​ប្រហែល​ជា​មាន​អារម្មណ៍​ថា​អ្នក​ដទៃ​មិន​គោរព​ឯកជនភាព​របស់​អ្នក​នៅ​ព្រឹក​នេះ Aries ជាទី​ស្រឡាញ់​របស់​អ្នក ខណៈ​ព្រះច័ន្ទ​ចូល​ Scorpio និង​ចតុកោណ​ Pluto។ពិចារណាថាតើអ្នកបើកចំហរពេក ឬសកម្មនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គម និងរបៀបដែលអាកប្បកិរិយាទាំងនេះប៉ះពាល់ដល់កិច្ចការឯកជនរបស់អ្នក។ទិដ្ឋភាពដ៏លំបាករវាង Venus និង Chiron ធ្វើឱ្យអ្នកមានការប្រុងប្រយ័ត្នបន្ថែមទៀត ដោយបង្កើតបញ្ហាជាមួយមនុស្សជាទីស្រឡាញ់ដែលអ្នកបានរក្សាប្រវែងដៃ។សូមចងចាំថាទំនាក់ទំនងដែលមានសុខភាពល្អកើតឡើងនៅពេលដែលដៃគូត្រូវបានអនុញ្ញាតឱ្យជួយបន្ទុករបស់អ្នក។បរិយាកាសកើនឡើងនៅពេលដែល Nodes of Fate កូរនៅយប់នេះ។ដោះស្រាយគម្រោងជាមួយនរណាម្នាក់ពិសេស ដើម្បីភ្ជាប់ទំនាក់ទំនងដោយមិនមានអារម្មណ៍ថាងាយរងគ្រោះពេក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel deeply as the Moon enters Scorpio and squares Pluto, dear Leo. However, loved ones might not be able to match your energy. A passionate desire to connect in meaningful ways could come across as too intense, especially when it comes to developing relationships. Self-care and investing in your space can allow you to sort through emotions without putting too much on others. Getting excited about personal goals can also provide a healthy distraction while Venus and Chiron align, and chasing passions will only make you more appealing and mysterious. Refreshing vibes fill your home once Luna aspects the Nodes of Fate tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍យ៉ាងខ្លាំងនៅពេលដែលព្រះច័ន្ទចូលទៅក្នុង Scorpio និងការ៉េ Pluto, Leo ជាទីស្រឡាញ់។ទោះជាយ៉ាងណាក៏ដោយ មនុស្សជាទីស្រលាញ់ប្រហែលជាមិនអាចផ្គូផ្គងថាមពលរបស់អ្នកបានទេ។បំណងប្រាថ្នាដ៏ងប់ងល់ក្នុងការតភ្ជាប់តាមរបៀបដ៏មានអត្ថន័យអាចកើតមានជាខ្លាំង ជាពិសេសនៅពេលនិយាយអំពីការអភិវឌ្ឍន៍ទំនាក់ទំនង។ការថែរក្សាខ្លួនឯង និងការវិនិយោគលើលំហរបស់អ្នកអាចអនុញ្ញាតឱ្យអ្នកតម្រៀបតាមអារម្មណ៍ ដោយមិនចាំបាច់ដាក់អ្នកដទៃច្រើនពេក។ការរំភើបអំពីគោលដៅផ្ទាល់ខ្លួនក៏អាចផ្តល់នូវការរំខានដល់សុខភាពខណៈពេលដែល Venus និង Chiron តម្រឹម ហើយការដេញតាមតណ្ហានឹងធ្វើឱ្យអ្នកកាន់តែទាក់ទាញ និងអាថ៌កំបាំង។ភាពរំជើបរំជួលពេញផ្ទះរបស់អ្នក នៅពេលដែល Luna មើលឃើញ Nodes of Fate យប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Disagreements around structure, boundaries, or shared goals could challenge your relationships, darling bull. As the Moon enters Scorpio and squares Pluto, it's important to focus on evolving alongside partnerships if they're to succeed in the long run. It might be necessary to scrap outdated visions of the future to revitalize your relationship. As Venus and Chiron align, healing can be found when new dreams are cooked up with that special someone. Spend time exploring cultural events or meet up with friends once Luna aspects the Nodes of Fate later tonight, especially if you need a change of scenery."
        },
        "kh": {
            "today": "ការខ្វែងគំនិតគ្នាជុំវិញរចនាសម្ព័ន្ធ ព្រំដែន ឬគោលដៅរួមគ្នាអាចប្រឈមនឹងទំនាក់ទំនងរបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូលទៅក្នុង Scorpio និងការ៉េ Pluto វាជាការសំខាន់ក្នុងការផ្តោតលើការវិវត្តន៍ជាមួយនឹងភាពជាដៃគូប្រសិនបើពួកគេទទួលបានជោគជ័យក្នុងរយៈពេលយូរ។វាប្រហែលជាចាំបាច់ដើម្បីលុបចោលការមើលឃើញហួសសម័យនៃអនាគត ដើម្បីធ្វើអោយទំនាក់ទំនងរបស់អ្នករស់ឡើងវិញ។នៅពេលដែល Venus និង Chiron តម្រឹម ការព្យាបាលអាចត្រូវបានរកឃើញនៅពេលដែលសុបិនថ្មីត្រូវបានចម្អិនជាមួយមនុស្សពិសេសនោះ។ចំណាយពេលស្វែងយល់ពីព្រឹត្តិការណ៍វប្បធម៌ ឬជួបជាមួយមិត្តភ័ក្តិនៅពេល Luna ពិនិត្យមើល Nodes of Fate នៅពេលក្រោយនៅយប់នេះ ជាពិសេសប្រសិនបើអ្នកត្រូវការការផ្លាស់ប្តូរទេសភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll need to make certain sacrifices in order to get your dreams off the ground, darling Gemini. As the Moon enters Scorpio and aligns with Pluto, get organized to determine the best use of your time and resources. Fresh inspiration motivates you to push further than before, but taking on too much may cause you to crash and burn. A harsh square between Venus and Chiron cautions against competing with peers, asking you to recognize if the desire to win has become unhealthy or obsessive. You'll hit important milestones when Luna aspects the Nodes of Fate later tonight, helping you strategize next steps."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវលះបង់ខ្លះៗ ដើម្បីសម្រេចក្តីសុបិនរបស់អ្នកចេញពីដី Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទចូល Scorpio និងតម្រឹមជាមួយ Pluto រៀបចំដើម្បីកំណត់ការប្រើប្រាស់ពេលវេលានិងធនធានរបស់អ្នកឱ្យល្អបំផុត។ការបំផុសគំនិតថ្មីៗជំរុញអ្នកឱ្យរុញច្រានឱ្យលើសពីពេលមុន ប៉ុន្តែការទទួលយកច្រើនពេកអាចបណ្តាលឱ្យអ្នកគាំង និងរលាក។ការ៉េដ៏អាក្រក់រវាង Venus និង Chiron ព្រមានប្រឆាំងនឹងការប្រកួតប្រជែងជាមួយមិត្តភក្ដិ ដោយសួរអ្នកឱ្យទទួលស្គាល់ថាតើបំណងប្រាថ្នាចង់ឈ្នះបានក្លាយទៅជាមិនល្អ ឬមានការគិតមមៃ។អ្នកនឹងសម្រេចបាននូវព្រឹត្តិការណ៍សំខាន់ៗនៅពេលដែល Luna បង្ហាញពី Nodes of Fate នៅពេលក្រោយនៅយប់នេះ ដោយជួយអ្នកក្នុងការរៀបចំយុទ្ធសាស្ត្រជំហានបន្ទាប់។"
        }
    }
]