[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon moves through earthy Taurus and the sector of your chart that governs material pleasures, dearest Aries. Lean into these luxurious vibes by bringing sensory delights into your agenda, rewarding yourself for completing tasks, and staying on track. Now is also a good time to check in with your finances and make wise choices that will improve your sense of security down the line. Meanwhile, Venus Rx and the nodes of fate align, putting you in the mood to break free from unhealthy cycles. Choose wellness, and don't be afraid to hide away if you're in need of some extra pampering."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនេះផ្លាស់ប្តូរតាមរយៈកោះ Taurus និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសម្ភារៈរីករាយដែលជាទីស្រឡាញ់បំផុត។ពឹងផ្អែកលើភាពប្រណិតទាំងនេះដោយនាំមកនូវអារម្មណ៍រីករាយក្នុងរបៀបវារៈរបស់អ្នកដែលផ្តល់រង្វាន់ដល់ខ្លួនអ្នកសម្រាប់ការបំពេញភារកិច្ចនិងការស្នាក់នៅ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការឆែកឆេរជាមួយហិរញ្ញវត្ថុរបស់អ្នកហើយធ្វើការជ្រើសរើសដ៏ឈ្លាសវៃដែលនឹងធ្វើអោយអារម្មណ៍សុវត្ថិភាពរបស់អ្នកមានភាពប្រសើរឡើង។ទន្ទឹមនឹងនេះ Venus RX និងថ្នាំងនៃវាសនាតម្រឹមដាក់អ្នកក្នុងអារម្មណ៍បំបែកចេញពីវដ្តមិនល្អ។ជ្រើសរើសសុខភាពហើយកុំខ្លាចក្នុងការលាក់ខ្លួនប្រសិនបើអ្នកត្រូវការការថ្កុំថ្នាំបន្ថែមមួយចំនួន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Find your resilience as the moon continues its journey through Taurus, dearest Leo. This cosmic climate reveals the great work that lies before you, though significant rewards are sure to emerge when you resolve to move forward. Share wisdom with peers when the opportunity arises, finding satisfaction in the experience that got you where you are today. Meanwhile, Venus Rx aligns with the nodes of fate, causing you to rethink personal and professional commitments. Whether you're considering second chances or breaking free from certain people or situations, now is the time to acknowledge what you truly want."
        },
        "kh": {
            "today": "ស្វែងរកភាពធន់របស់អ្នកនៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Taurus ដែលជាទីស្រឡាញ់បំផុត Leo ។អាកាសធាតុកែសម្ផស្សនេះបង្ហាញពីការងារដ៏អស្ចារ្យដែលស្ថិតនៅចំពោះអ្នកទោះបីជាមានរង្វាន់គួរឱ្យកត់សម្គាល់ប្រាកដជាលេចចេញនៅពេលអ្នកប្តេជ្ញាឆ្ពោះទៅមុខ។ចែករំលែកប្រាជ្ញាជាមួយមិត្តភក្ដិនៅពេលមានឱកាសកើតឡើងដោយស្វែងរកការពេញចិត្តក្នុងបទពិសោធន៍ដែលអ្នកមាននៅថ្ងៃនេះ។ទន្ទឹមនឹងនេះ Venus RX តម្រឹមជាមួយថ្នាំងរបស់ជោគវាសនាដែលបណ្តាលឱ្យអ្នកពិចារណាឡើងវិញនូវការប្តេជ្ញាចិត្តផ្ទាល់ខ្លួននិងវិជ្ជាជីវៈ។មិនថាអ្នកកំពុងពិចារណាឱកាសជាលើកទីពីរឬការបំបែកខ្លួនពីមនុស្សឬស្ថានភាពជាក់លាក់ឥឡូវនេះគឺជាពេលវេលាដើម្បីទទួលស្គាល់អ្វីដែលអ្នកចង់បាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon continues her journey through your sign, darling Taurus, nudging you to take center stage. Put your agendas in the spotlight, trusting that people will respond well to your unique vision. Rely on tactics that are tried and true, but don't be afraid to evolve your image. First impressions can go a long way when meeting new people, so be sure to put your best foot forward, even if you're unsure of what the day will bring. Ghosts from the past could reemerge when Venus Rx aspects the nodes of fate, offering second chances for love and friendship."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នក, Darling Taurus, អាក្រាតកាយអ្នកនឹងឡើងឆាកកណ្តាល។ដាក់របៀបវារៈរបស់អ្នកតាមការយកចិត្តទុកដាក់ដែលជឿទុកចិត្តថាប្រជាជននឹងឆ្លើយតបយ៉ាងល្អចំពោះចក្ខុវិស័យតែមួយគត់របស់អ្នក។ពឹងផ្អែកលើយុទ្ធសាស្រ្តដែលត្រូវបានសាកល្បងនិងពិតប៉ុន្តែកុំខ្លាចក្នុងការចែកចាយរូបភាពរបស់អ្នក។ចំណាប់អារម្មណ៍ដំបូងអាចដើរបានយូរនៅពេលជួបមនុស្សថ្មីដូច្នេះត្រូវប្រាកដថាដាក់ជើងល្អ ៗ របស់អ្នកទៅមុខទោះបីអ្នកមិនច្បាស់ពីអ្វីដែលថ្ងៃនឹងនាំមកក៏ដោយ។ខ្មោចពីអតីតកាលអាចចាប់ផ្តើមឡើងវិញនៅពេលដែលទិដ្ឋភាពនៃ Venus rx ដែលថ្នាំងនៃជោគវាសនាដោយផ្តល់ឱកាសទីពីរសម្រាប់ក្តីស្រឡាញ់និងមិត្តភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Prioritize peace and quiet as the moon moves through Taurus, dearest Gemini, luring you toward moments of stillness and introspection. Now is the time to cultivate security within, considering what you need to build solid foundations internally. Tap into your physical form with sensory experiences if the mind begins to race, remembering that your body will support you now and moving forward. You may need to reestablish boundaries while Venus Rx aspects the nodes of fate, especially if you've felt emotionally drained by family or work responsibilities. This energy is also perfect for drawing lines so you can sort through conflicting feelings."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពដល់សន្តិភាពនិងស្ងាត់នៅពេលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Taurus ដែលជាទីស្រឡាញ់បំផុត Gemini, ទាក់ទាញអារម្មណ៍អ្នកឆ្ពោះទៅរកពេលវេលានៃភាពនៅតែនិងការធ្វើឱ្យមានការចាប់អារម្មណ៍។ឥឡូវនេះដល់ពេលដែលត្រូវដាំដុះសន្តិសុខក្នុងដោយពិចារណាលើអ្វីដែលអ្នកត្រូវការដើម្បីបង្កើតគ្រឹះរឹងមាំនៅខាងក្នុង។ប៉ះលើទម្រង់រាងកាយរបស់អ្នកជាមួយនឹងបទពិសោធន៍នៃអារម្មណ៍ប្រសិនបើគំនិតចាប់ផ្តើមប្រណាំងដោយចងចាំថារាងកាយរបស់អ្នកនឹងគាំទ្រអ្នកឥឡូវនេះនិងឈានទៅមុខ។អ្នកប្រហែលជាត្រូវរៀបចំព្រំប្រទល់ឡើងវិញនៅពេលដែលទិដ្ឋភាពនៃ Venus RX ថ្នាំងនៃជោគវាសនាជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាទទួលខុសត្រូវដោយគ្រួសារឬការទទួលខុសត្រូវការងារ។ថាមពលនេះក៏ល្អឥតខ្ចោះសម្រាប់ការគូរខ្សែដូច្នេះអ្នកអាចតម្រៀបតាមអារម្មណ៍ដែលមានទំនាស់។"
        }
    }
]