[
    {
        "sign": "Aries",
        "en": {
            "today": "Take space to process your thoughts and feelings this morning, dear Aries. As the Pisces moon connects with the nodes of fate, Jupiter, Uranus, and Saturn, your goals and responsibilities will become a top priority. Flashes of insight could have you rethinking your current trajectory, but try to prioritize certain things over risky gambles. Meanwhile, the sun and Neptune form a dreamy alliance, bringing poetry to your voice and visions. You'll have no issues grabbing attention once Luna enters your sign this afternoon, forming supportive aspects with Neptune, the sun, and Pluto. As you capture the fascination of peers, consider what you hope to accomplish."
        },
        "kh": {
            "today": "យកទីធ្លាដើម្បីដំណើរការគំនិតនិងអារម្មណ៍របស់អ្នកនៅព្រឹកនេះជាទីស្រឡាញ់ aries ។នៅពេលដែល Pisces Moon ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា, ភព, uranus, និង saturn គោលដៅនិងការទទួលខុសត្រូវរបស់អ្នកនឹងក្លាយជាអាទិភាពកំពូល។ពន្លឺនៃការយល់ដឹងអាចជួយអ្នកពិចារណាឡើងវិញនូវគន្លងបច្ចុប្បន្នរបស់អ្នកប៉ុន្តែព្យាយាមផ្តល់អាទិភាពនូវអ្វីដែលបានផ្តល់ឱ្យនូវការប្រថុយប្រថាន។ទន្ទឹមនឹងនេះព្រះអាទិត្យនិងណេធីតុនបង្កើតបានជាសម្ព័ន្ធមិត្តសុបិនដែលនាំយកកំណាព្យមកសំលេងនិងចក្ខុវិស័យរបស់អ្នក។អ្នកនឹងមិនមានបញ្ហាអ្វីដែលការចាប់យកការយកចិត្តទុកដាក់នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះការបង្កើតទិដ្ឋភាពគាំទ្រជាមួយ Neptune, ព្រះអាទិត្យ, និង pluto ។នៅពេលអ្នកចាប់យកការចាប់អារម្មណ៍របស់មិត្តភក្តិសូមពិចារណានូវអ្វីដែលអ្នកសង្ឃឹមថានឹងសម្រេច។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll sense shifts internally and within your partnerships, dear Leo, as the Pisces moon connects with the nodes of fate, Jupiter, Uranus, and Saturn. Remember that evolving connections often come with personal change, noticing how you've grown alongside your nearest and dearest. Relish wisdom bestowed upon you while the sun and Neptune align, even when it comes from unexpected sources. Your optimism grows once Luna enters Aries, heightening your intuition and connection with the divine. Helpful aspects between the moon, Neptune, sun, and Pluto give you an edge when it comes to winning hearts and minds, offering a boost in popularity."
        },
        "kh": {
            "today": "អ្នកនឹងដឹងថាការផ្លាស់ប្តូរការផ្លាស់ប្តូរនៅខាងក្នុងនិងក្នុងភាពជាដៃគូរបស់អ្នកលីអូ, ដូចជា Pisces Moon ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា, uranus, uranus, និង saturn ។សូមចងចាំថាការញុះញង់ការវិវត្តជារឿយៗមកដោយមានការផ្លាស់ប្តូរផ្ទាល់ខ្លួនដោយកត់សម្គាល់ពីរបៀបដែលអ្នកបានដាំដុះនៅក្បែរអ្នកដែលនៅជិតបំផុតរបស់អ្នកដែលនៅជិតបំផុត។ប្រាជ្ញាដែលផ្ដល់ឱ្យអ្នកខណៈពេលដែលព្រះអាទិត្យនិងណិបធូនតម្រឹមបានសូម្បីតែនៅពេលដែលប្រភពដែលមិនបានរំពឹងទុកក៏ដោយ។សុទិដ្ឋិនិយមរបស់អ្នករីកចម្រើននៅពេលដែល Luna ចូលទៅក្នុង Aries ដែលធ្វើឱ្យវិចារណញាណនិងការភ្ជាប់ទំនាក់ទំនងរបស់អ្នកជាមួយនឹងព្រះដ៏ទេវភាពរបស់អ្នក។ទិដ្ឋភាពដែលមានប្រយោជន៍រវាងព្រះច័ន្ទ Neptune, SUN និង PLUTO ផ្តល់ឱ្យអ្នកនូវការឈ្នះដួងចិត្តនិងគំនិតដែលទទួលបានការជម្រុញប្រជាប្រិយភាព។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Shifts within your social sphere suggest your star is rising, dear Taurus, as the Pisces moon connects with the nodes of fate, Jupiter, Uranus, and Saturn. Be open to new connections that can help you get ahead, being mindful to battle imposter syndrome if it arises. Your ability to manifest intensifies as the sun and Neptune align, marking the perfect time to visualize your dreams coming to fruition. The moon migrates into Aries this afternoon, forming connections with Neptune, the sun, and Pluto. Get busy from behind the scenes while navigating these vibes, tackling big projects in private."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរនៅក្នុងវិស័យសង្គមរបស់អ្នកបានបង្ហាញថាតារារបស់អ្នកកំពុងកើនឡើង Taurus ជាទីស្រឡាញ់នៅពេលដែល Pisces Moon ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា jupiter អ៊ុយរ៉ានុសនិងភពសៅរ៍។ត្រូវបើកចំហចំពោះការតភ្ជាប់ថ្មីដែលអាចជួយអ្នកឱ្យឈានទៅមុខដោយគិតគូរពីការប្រយុទ្ធប្រឆាំងនឹងរោគសញ្ញាដែលមិនចេះរីងស្ងួតប្រសិនបើវាកើតឡើង។សមត្ថភាពរបស់អ្នកក្នុងការធ្វើឱ្យកាន់តែខ្លាំងឡើងនៅពេលដែលព្រះអាទិត្យនិងណិបតុនតម្រឹមពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីមើលឃើញក្តីសុបិន្តរបស់អ្នកដែលបានមករកផ្លែផ្កា។ព្រះច័ន្ទបានធ្វើចំណាកស្រុកទៅក្នុង Aries នៅរសៀលនេះដោយបង្កើតការតភ្ជាប់ជាមួយ Neptune, ព្រះអាទិត្យនិងផ្លាតូ។រវល់ពីនៅពីក្រោយឆាកខណៈពេលរុករកភាពរស់រវើកទាំងនេះដោះស្រាយគម្រោងធំ ៗ ដោយឯកជន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A whirlwind of activity puts you in a serious headspace, dear Gemini, as the Pisces moon aligns with the nodes of fate, Jupiter, Uranus, and Saturn. With many irons in the fire, it'll be vital that you get serious about wielding the tools that bring you closer to success. Luckily, a sweet connection between the sun and Neptune allows you to make gains without breaking a sweat, and your peers will applaud these efforts. Share the love by spreading around opportunities you've outgrown once the moon enters Aries, connecting with Neptune, the sun, and Pluto to promote community and networking."
        },
        "kh": {
            "today": "ខ្យល់គួចនៃសកម្មភាពធ្វើឱ្យអ្នកមានក្បាលយ៉ាងធ្ងន់ធ្ងរ Gemini ជាទីស្រឡាញ់ខណៈដែលការច្របាច់សត្វព្រៃតម្រឹមជាមួយថ្នាំងនៃវាសនា, ភពព្រហស្បតិ៍អ៊ុយរ៉ានុសនិងភពសៅរ៍។ជាមួយនឹងជាតិដែកជាច្រើនក្នុងភ្លើងវាពិតជាសំខាន់ណាស់ដែលអ្នកយកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីការប្រើប្រាស់ឧបករណ៍ដែលនាំឱ្យអ្នកកាន់តែខិតជិតទទួលបានជោគជ័យ។ជាសំណាងល្អការតភ្ជាប់ផ្អែមរវាងព្រះអាទិត្យនិង Neptune អនុញ្ញាតឱ្យអ្នកទទួលបានការចាប់អារម្មណ៍ដោយមិនបំបែកញើសហើយមិត្តភក្តិរបស់អ្នកនឹងអបអរសាទរការខិតខំទាំងនេះ។ចែករំលែកសេចក្តីស្រឡាញ់ដោយការរីករាលដាលនៅជុំវិញឱកាសដែលអ្នកបានឈានដល់ពេលដែលព្រះច័ន្ទចូល Aries ភ្ជាប់ជាមួយ Neptune, Sun និង Pluto ដើម្បីលើកកម្ពស់សហគមន៍និងបណ្តាញ។"
        }
    }
]