[
    {
        "sign": "Aries",
        "en": {
            "today": "A chaotic excitement surrounds you as Mars and Uranus form an unbalanced aspect, dear Aries. However, your intuition could suffer if you don't honor your needs and emotions. A sweet connection between Mercury and Pluto brings additional changes to your circumstances. The internet will be a valuable tool for gaining popularity and spreading messages, so be mindful of how you might use your platform to further personal goals or essential causes. The Libra Moon and Venus join forces later this afternoon, encouraging you to move outside of your comfort zone to understand others better while building up relationships."
        },
        "kh": {
            "today": "ភាពរំភើបដ៏វឹកវរព័ទ្ធជុំវិញអ្នកដូចជាភពព្រះអង្គារនិងអ៊ុយរ៉ានុសបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាព។ទោះយ៉ាងណាវិចារណញាណរបស់អ្នកអាចរងទុក្ខប្រសិនបើអ្នកមិនគោរពតាមតម្រូវការនិងអារម្មណ៍របស់អ្នក។ការតភ្ជាប់ផ្អែមរវាងបារតនិងផ្លាតូនាំមកនូវការផ្លាស់ប្តូរបន្ថែមចំពោះកាលៈទេសៈរបស់អ្នក។អ៊ិនធរណេតនឹងក្លាយជាឧបករណ៍ដ៏មានតម្លៃសម្រាប់ការទទួលបានប្រជាប្រិយភាពនិងការផ្សព្វផ្សាយសារដូច្នេះសូមចងចាំថាតើអ្នកអាចប្រើវេទិការបស់អ្នកទៅនឹងគោលដៅផ្ទាល់ខ្លួនឬបុព្វហេតុសំខាន់ៗយ៉ាងដូចម្តេច។Libra Moon និង Venus ចូលរួមជាមួយកម្លាំងនៅរសៀលនេះដោយលើកទឹកចិត្តអ្នកឱ្យផ្លាស់ប្តូរនៅខាងក្រៅតំបន់កំសាន្តរបស់អ្នកដើម្បីស្វែងយល់ពីអ្នកដទៃកាន់តែប្រសើរនៅពេលកសាងទំនាក់ទំនង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mars and Uranus form an unbalanced aspect this morning, dear Leo, throwing a curveball at your plans. Try not to fixate on worst-case scenarios when obstacles arise, recognizing that you can only take each moment in stride. It will be easier to let go of unhelpful narratives once Mercury and Pluto align. These vibes encourage you to blow off steam with someone you love, resetting the mind with fun and connection. Romantic bonds deepen through intellectual exchange while the Libra Moon and Venus enter a soft sextile later this afternoon. Now is also a good time to enjoy some self-care."
        },
        "kh": {
            "today": "ភពព្រះអង្គារនិងអ៊ុយរ៉ានុសបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅព្រឹកនេះឡេអូដោយបោះបាល់ខ្សែបោងនៅកន្លែងរបស់អ្នក។ព្យាយាមមិនជួសជុលនូវសេណារីយ៉ូករណីអាក្រក់បំផុតនៅពេលឧបសគ្គកើតឡើងដោយទទួលស្គាល់ថាអ្នកអាចយកពេលវេលានីមួយៗក្នុងជំហាន ៗ ។វានឹងកាន់តែងាយស្រួលក្នុងការបោះបង់ចោលការនិទានរឿងដែលមិនគួរឱ្យស្អប់នៅពេលបារតនិងផ្លាតូតម្រឹម។ភាពរស់រវើកទាំងនេះលើកទឹកចិត្តឱ្យអ្នកផ្លុំចំហុយជាមួយអ្នកដែលអ្នកស្រឡាញ់កំណត់ចិត្តឡើងវិញដោយភាពសប្បាយរីករាយនិងការតភ្ជាប់។មូលបត្របំណុលរ៉ូមែនទិកកាន់តែស៊ីជម្រៅតាមរយៈការផ្លាស់ប្តូរបញ្ញាខណៈពេលដែល Libra Moon និង Venus ចូល Sextile នៅរសៀលនេះ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការទទួលបានការថែទាំខ្លួនឯងមួយចំនួន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your words could come out with an unintended intensity, dear Taurus, as Mars and Uranus form an unbalanced aspect. Exercise restraint when communicating, especially during passionate exchanges or conflicts. People will feel most secure when you lead with a composed, practical demeanor, thanks to a soft connection between Mercury and Pluto. This celestial exchange also places focus on long-term goals and committed partnerships, asking you to consider how both can change your circumstances for the better. Teamwork builds strong connections once the Libra Moon and Venus align later this afternoon, bringing a romantic yet productive energy your way."
        },
        "kh": {
            "today": "ពាក្យរបស់អ្នកអាចចេញមកជាមួយនឹងអាំងតង់ស៊ីតេដោយអចេតនា Taurus ជាទីស្រឡាញ់ដូចជាភពព្រះអង្គារនិងអ៊ុយរ៉ានុសបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ការធ្វើលំហាត់ប្រាណការប្រាស្រ័យទាក់ទងនៅពេលទំនាក់ទំនងជាពិសេសក្នុងអំឡុងពេលផ្លាស់ប្តូរភេទឬជម្លោះ។ប្រជាជននឹងមានអារម្មណ៍ថាមានសុវត្ថិភាពបំផុតនៅពេលដែលអ្នកដឹកនាំជាមួយអាកប្បកិរិយាដែលបានតែងនិងជាក់ស្តែងដោយសារតែការតភ្ជាប់ទន់រវាងបារតនិងផ្លាតូ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះក៏ផ្តោតលើគោលដៅរយៈពេលវែងនិងភាពជាដៃគូដែលបានប្តេជ្ញាចិត្តផងដែរដែលស្នើសុំឱ្យអ្នកពិចារណាពីរបៀបដែលអ្នកទាំងពីរអាចផ្លាស់ប្តូរស្ថានភាពរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។ការធ្វើការជាក្រុមបង្កើតការតភ្ជាប់រឹងមាំនៅពេលដែល Libra Moon និង Venus តម្រឹមនៅរសៀលនេះដែលនាំមកនូវថាមពលដែលមានមនោសញ្ចេតនាតែផលិតភាពនិងមានផលិតភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to let personal insecurities disrupt the harmony of your relationships, dear Gemini. As Mars and Uranus form an unbalanced aspect, your mood could shift in unpredictable ways, causing you to lash out unfairly at family and friends. Use mindfulness techniques to move through complex thoughts or feelings as they arise. A soft sextile between Mercury and Pluto gives you power over your own mind, especially when you take a spiritual approach to the day. Embrace heart-opening activities while the Libra Moon and Venus align later today, and consider squashing drama by inviting your favorite people to join along."
        },
        "kh": {
            "today": "លោក Gemini ជាទីស្រឡាញ់របស់អ្នកពិតជាមិនធ្វើឱ្យអសន្តិសុខផ្ទាល់ខ្លួនរំខានដល់ភាពសុខដុមនៃទំនាក់ទំនងរបស់អ្នក។ក្នុងនាមជាភពព្រះអង្គារនិងអ៊ុយរ៉ានុសបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពអារម្មណ៍របស់អ្នកអាចផ្លាស់ប្តូរតាមរបៀបដែលមិនអាចទាយទុកជាមុនបានដែលធ្វើឱ្យអ្នកធ្វើឱ្យអ្នកអយុត្តិធម៌ចេញដោយអយុត្តិធម៌នៅគ្រួសារនិងមិត្តភក្តិ។ប្រើបច្ចេកទេសគិតក្នុងការផ្លាស់ប្តូរតាមគំនិតឬអារម្មណ៍ស្មុគស្មាញនៅពេលពួកគេកើតឡើង។សាស្រ្តាចាឡាទន់រវាងបារតនិងផ្លាតូផ្តល់ឱ្យអ្នកនូវអំណាចលើគំនិតផ្ទាល់ខ្លួនរបស់អ្នកជាពិសេសនៅពេលដែលអ្នកចូលទៅក្នុងវិធីសាស្រ្តខាងវិញ្ញាណរហូតដល់ថ្ងៃ។ចាប់យកសកម្មភាពបើកបេះដូងខណៈដែល Libra Moon និង Venus តម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះហើយពិចារណារឿងល្ខំល្ខោនដោយអញ្ជើញប្រជាជនដែលអ្នកចូលចិត្តចូលរួម។"
        }
    }
]