[
    {
        "sign": "Aries",
        "en": {
            "today": "Try to curb stubborn behaviors this morning, dear Aries, as the Leo quarter moon brews tension. Big egos will clash but try to determine what's truly worth fighting for. Now is also a good time to focus on reinforcing your emotional wellbeing by embracing activities that generate confidence. Creative outlets will be particularly healing, though time spent with your bestie also promises to soothe the spirit. Look for opportunities to express yourself and gain attention when Mercury stirs. Your words will travel further than you might think when Luna and Jupiter form an expensive connection later tonight."
        },
        "kh": {
            "today": "ព្យាយាមទប់ស្កាត់អាកប្បកិរិយារឹងចចេសនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Leo ភាគអាគ្នេយ៍ព្រះច័ន្ទ, ទទួលបានភាពតានតឹង។Egos ធំនឹងប៉ះទង្គិចគ្នាប៉ុន្តែព្យាយាមកំណត់ថាតើមានអ្វីដែលមានតម្លៃក្នុងការប្រយុទ្ធដើម្បី។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការផ្តោតលើការពង្រឹងសុខុមាលភាពផ្លូវចិត្តរបស់អ្នកដោយសកម្មភាពឱបក្រសោបដែលបង្កើតទំនុកចិត្ត។ហាងដែលមានភាពច្នៃប្រឌិតនឹងមានការជាសះស្បើយជាពិសេសទោះបីពេលវេលាដែលអ្នកបានចំណាយជាមួយល្អបំផុតរបស់អ្នកក៏ដោយសន្យាថានឹងធ្វើឱ្យស្មារតីធ្វើឱ្យសកម្មពលរបស់ព្រះ។រកមើលឱកាសដើម្បីបង្ហាញខ្លួនអ្នកហើយទទួលបានការចាប់អារម្មណ៍នៅពេលដែល Mercury Stirs ។ពាក្យរបស់អ្នកនឹងធ្វើដំណើរលើសពីអ្វីដែលអ្នកគិតនៅពេលដែល Luna និង Jupiter បង្កើតបានជាការតភ្ជាប់ថ្លៃ ៗ នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The quarter moon rises in your sign this morning, dearest Leo. This energy will be intense yet rewarding, revealing obstacles so you can strategize a way around them. Try to be patient with your process, trusting that you will persevere and find success when the time is right. You'll have a chance to make good first impressions as the hours pass, so be mindful to put your best foot forward. Connect with your higher power when Mercury stirs this evening, watching for signs and blessings. Look for opportunities to expand socially when Luna aspects Jupiter later tonight."
        },
        "kh": {
            "today": "ព្រះចន្ទមាសរឹងឡើងក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុត។ថាមពលនេះនឹងមានជាបន្តបន្ទាប់យ៉ាងខ្លាំងហើយបង្ហាញពីឧបសគ្គដែលបង្ហាញយ៉ាងខ្លាំងដូច្នេះអ្នកអាចធ្វើយុទ្ធសាស្ត្រតាមរបៀបនៅជុំវិញពួកគេ។ព្យាយាមអត់ធ្មត់នឹងដំណើរការរបស់អ្នកដោយជឿជាក់ថាអ្នកនឹងតស៊ូហើយស្វែងរកភាពជោគជ័យនៅពេលដែលពេលវេលាត្រឹមត្រូវ។អ្នកនឹងមានឱកាសបង្កើតចំណាប់អារម្មណ៍ដំបូងល្អនៅពេលម៉ោងកន្លងផុតទៅដូច្នេះសូមចងចាំថាបានដាក់ជើងល្អបំផុតរបស់អ្នកទៅមុខ។ភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកនៅពេលបារតកូរនៅល្ងាចនេះដោយមើលសញ្ញានិងពរជ័យ។រកមើលឱកាសដើម្បីពង្រីកសង្គមនៅពេលដែលទិដ្ឋភាពនៃដងផ្លន់ Jupiter នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Emotions will feel more intense and raw this morning, dear Taurus, as the Leo quarter moon rises. Try to separate your pride from situations that have disappointed you recently, focusing instead on ways to soothe and nurture the heart. The energy lightens as the hours pass, and joyful moments will brighten the mood of your home. Connect with family and close friends to make the most of these vibes. Schedule some much-needed alone time when Mercury stirs, asking you to reflect. Close out your weekend with a few luxurious indulgences when Luna and Jupiter align later tonight."
        },
        "kh": {
            "today": "អារម្មណ៍នឹងមានអារម្មណ៍កាន់តែខ្លាំងនិងឆៅនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅប្រទេស Leo Moon កើនឡើង។ព្យាយាមបំបែកមោទនភាពរបស់អ្នកពីស្ថានភាពដែលធ្វើឱ្យអ្នកខកចិត្តនាពេលថ្មីៗនេះផ្តោតជំនួសឱ្យវិធីដើម្បីធ្វើឱ្យស្រងូតស្រងាត់និងចិញ្ចឹមបីបាច់បេះដូង។ថាមពលពន្លឺនៅពេលម៉ោងកន្លងផុតទៅហើយគ្រារីករាយនឹងធ្វើអោយអារម្មណ៍ផ្ទះរបស់អ្នកភ្លឺ។ភ្ជាប់ទំនាក់ទំនងជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិជិតស្និទ្ធដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។កំណត់ពេលវេលាដែលត្រូវការតែម្នាក់ឯងដែលត្រូវការតែម្នាក់ឯងនៅពេលបារតកូរដោយស្នើសុំឱ្យអ្នកឆ្លុះបញ្ចាំង។បិទនៅចុងសប្តាហ៍របស់អ្នកជាមួយនឹងភាពអន់ថយដ៏ប្រណិតមួយចំនួននៅពេលដែល Luna និង Jupiter តម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to get sucked into the gossip mills this morning, dear Gemini, as the Leo quarter moon rises. Frustrations with peers will grow as egos clash, but speaking unkindly about others could come back to haunt you later. Luckily, you'll have more positive topics to focus on as the hours pass. Connect with like-minded individuals or feed your curiosity by embracing personal research. You'll feel more outgoing and eager to build a solid community when Mercury activates. Get out and seek action when Luna and Jupiter align later tonight, putting you in the mood to be seen."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យទទួលទានទៅក្នុងការស្រូបចូលក្នុងរោងម៉ាស៊ីនម៉ៃស៊ីមនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅប្រទេស Leo Moon កើនឡើង។ការខកចិត្តជាមួយមិត្តភក្ដិនឹងរីកចម្រើនដូចការប៉ះទង្គិចគ្នាប៉ុន្តែការនិយាយមិនសប្បុរសអំពីអ្នកដទៃអាចវិលត្រឡប់មករកអ្នកវិញនៅពេលក្រោយ។សំណាងអ្នកនឹងមានប្រធានបទវិជ្ជមានបន្ថែមទៀតដើម្បីផ្តោតលើពេលវេលាកន្លងផុតទៅ។ភ្ជាប់ទំនាក់ទំនងជាមួយបុគ្គលដែលមានគំនិតដូចគ្នាឬចិញ្ចឹមការចង់ដឹងចង់ឃើញរបស់អ្នកដោយទទួលយកការស្រាវជ្រាវផ្ទាល់ខ្លួន។អ្នកនឹងមានអារម្មណ៍ចេញហើយចង់សាងសង់សហគមន៍រឹងមាំនៅពេលបារតសកម្ម។ចេញហើយស្វែងរកសកម្មភាពនៅពេលដែល Luna និង Jupiter តម្រឹមនៅយប់នេះសូមដាក់អ្នកក្នុងអារម្មណ៍ដែលត្រូវបានគេមើលឃើញ។"
        }
    }
]