[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in gentle and loving spirits this morning, dear Aries, thanks to a sweet exchange between the Taurus moon and Jupiter. Showing your sentimental side will put your companions at ease, allowing those you cherish to feel safe and supported in your presence. A desire to provide for loved ones increases this afternoon while Luna aspects Venus and the nodes of fate, strengthening your work ethic. Themes around wellness also come into play, and you may find yourself fussing over family and friends about their habits and health. The atmosphere thickens under tonight's quarter moon, though staying busy with a passion project can prevent drama."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតក្នុងវិញ្ញាណសុភាពរាបសានិងរីករាយនៅព្រឹកនេះជាទីស្រឡាញ់ aries, អរគុណចំពោះការផ្លាស់ប្តូរដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទ Taurus និងភពព្រហស្បតិ៍។ការបង្ហាញពីមនោសញ្ចេតនារបស់អ្នកនឹងធ្វើឱ្យដៃគូរបស់អ្នកមានភាពងាយស្រួលដែលអនុញ្ញាតឱ្យអ្នកដែលអ្នកពេញចិត្តក្នុងការមានអារម្មណ៍សុវត្ថិភាពនិងគាំទ្រនៅចំពោះមុខអ្នក។បំណងប្រាថ្នាក្នុងការផ្គត់ផ្គង់មនុស្សជាទីស្រឡាញ់បង្កើនរសៀលនេះខណៈពេលដែលទិដ្ឋភាពឡូសស្ញសស្ពីណ៏និងថ្នាំងនៃជោគវាសនាពង្រឹងក្រមសីលធម៌ការងាររបស់អ្នក។ប្រធានបទនៅជុំវិញសុខភាពក៏ចូលមកលេងដែរហើយអ្នកអាចឃើញថាខ្លួនអ្នកមានការចាប់អារម្មណ៍ពីក្រុមគ្រួសារនិងមិត្តភក្តិអំពីទំលាប់និងសុខភាពរបស់ពួកគេ។បរិយាកាសក្រាស់ក្រោមព្រះច័ន្ទនៅត្រីមាសនេះទោះបីនៅជាប់រវល់ដោយគម្រោងចំណង់ចំណូលចិត្តអាចការពាររឿងល្ខោនក៏ដោយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Appreciate the accomplishments that have led you to this moment, dear Leo, as the Taurus moon and Jupiter align. However, there won't be much time for rest as the stars encourage you to go further and farther than ever before. Trust that your efforts are building up to something bigger, and try to establish solid goals you can work toward. Consider the financial and energetic investments required of you to move forward while Luna aspects Venus and the nodes of fate this afternoon, but look for ways to save money. Acknowledge current obstacles and decipher a way around them under tonight's quarter moon."
        },
        "kh": {
            "today": "សូមកោតសរសើរចំពោះសមិទ្ធិផលដែលនាំឱ្យអ្នកឈានដល់ពេលនេះលីអូជាទីស្រឡាញ់នៅពេលដែល Taurus Moon និង Jupiter តម្រឹម។ទោះយ៉ាងណាក៏ដោយវានឹងមិនមានពេលវេលាច្រើនសម្រាប់ការសម្រាកនៅពេលដែលផ្កាយលើកទឹកចិត្តឱ្យអ្នកបន្តទៅមុខទៀតនិងឆ្ងាយជាងពេលណាទាំងអស់។ជឿជាក់ថាការខិតខំរបស់អ្នកកំពុងបង្កើតអ្វីដែលធំជាងមុនហើយព្យាយាមបង្កើតគោលដៅរឹងមាំដែលអ្នកអាចធ្វើការឆ្ពោះទៅរក។ពិចារណាពីការវិនិយោគហិរញ្ញវត្ថុនិងស្វាហាប់ដែលអ្នកត្រូវការចំពោះអ្នកឈានទៅមុខខណៈដែលទិដ្ឋភាពនៃដងផ្កានិងថ្នាំងនៃជោគវាសនានៅរសៀលនេះប៉ុន្តែរកមើលវិធីដើម្បីសន្សំប្រាក់។ទទួលស្គាល់ឧបសគ្គបច្ចុប្បន្ននិងឌិគ្រីបតាមរបៀបដែលនៅជុំវិញពួកគេក្រោមព្រះច័ន្ទនៅត្រីមាសនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon finds much bliss while navigating your sign, dear Taurus, forming a sweet connection with Jupiter this morning. Keep an open mind when revising personal goals or conversing with peers, trusting that the universe will guide you toward opportunity and excitement. With luck on your side, now is a good time to self-advocate, promote your work, or make wishes. Find a way to bridge the gap that separates old friendships from new ones once Luna aspects Venus and the nodes of fate this afternoon, bringing more cohesion to your social sphere. Slip away into a cozy night at home as the quarter moon rises."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរកឃើញសុខៈច្រើននៅពេលរុករកសញ្ញារបស់អ្នក, ជាទីស្រឡាញ់, បង្កើតជាការតភ្ជាប់ផ្អែមជាមួយភពព្រហស្បតិ៍នៅព្រឹកនេះ។រក្សាចិត្តបើកចំហរនៅពេលកែប្រែគោលដៅផ្ទាល់ខ្លួនឬសន្ទនាជាមួយមិត្តភក្ដិដោយជឿជាក់ថាសកលលោកនឹងដឹកនាំអ្នកឆ្ពោះទៅរកឱកាសនិងរំភើប។ដោយមានសំណាងនៅខាងអ្នកឥឡូវនេះគឺជាពេលវេលាដ៏ល្អសម្រាប់អ្នកតស៊ូមតិដោយខ្លួនឯងផ្សព្វផ្សាយការងាររបស់អ្នកឬធ្វើឱ្យបំណងប្រាថ្នា។ស្វែងរកមធ្យោបាយមួយដើម្បីផ្សារភ្ជាប់គម្លាតដែលបំបែកមិត្តភាពចាស់ពីអ្នកថ្មីនៅពេលដែលទិដ្ឋភាពនៃដងរាន់និងថ្នាំងនៃជោគវាសនានៅរសៀលនេះនាំមកនូវភាពស្អិតរមួតនៅលើវិស័យសង្គមរបស់អ្នក។រអិលទៅរាត្រីដ៏កក់ក្ដៅនៅផ្ទះនៅពេលដែលព្រះចន្ទត្រីមាសកើនឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Sit quietly within beautiful settings this morning, dear Gemini, as the Taurus moon aligns with sparkling Jupiter. This cosmic climate enables you to feel more observant and appreciative, fostering a sense of peace and hope. Your ability to chaperone visions into the material realms increases, so be mindful to lay down the foundations for your latest dreams. You'll identify new peaks to climb while Luna aspects Venus and the nodes of fate this afternoon, increasing your resilience and emotional investments. Thoughts speed up under tonight's quarter moon, but try to maintain a simple agenda for the time being."
        },
        "kh": {
            "today": "អង្គុយស្ងាត់នៅក្នុងការកំណត់ដ៏ស្រស់ស្អាតនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់, ដូចជា Taurus Moon តម្រឹមជាមួយ jupiter jupling ។អាកាសធាតុកែសម្ផស្សនេះជួយឱ្យអ្នកមានអារម្មណ៍សង្កេតនិងដឹងគុណកាន់តែខ្លាំងដោយជំរុញឱ្យមានសន្តិភាពនិងសេចក្ដីសង្ឃឹម។សមត្ថភាពរបស់អ្នកចំពោះចក្ខុវិស័យរបស់អ្នកបានចូលទៅក្នុងអាណាចក្រសម្ភារៈកើនឡើងដូច្នេះចូរគិតគូរក្នុងការដាក់គ្រឹះសម្រាប់ក្តីសុបិន្តចុងក្រោយរបស់អ្នក។អ្នកនឹងកំណត់កំពូលភ្នំថ្មីដែលនឹងកើនឡើងខណៈពេលដែលទិដ្ឋភាពឡូសស្ពីវណ្ណនិងថ្នាំងនៃជោគវាសនានៅរសៀលនេះបង្កើនភាពធន់និងការវិនិយោគអារម្មណ៍របស់អ្នក។គំនិតបង្កើនល្បឿនក្រោមព្រះច័ន្ទក្នុងត្រីមាសនេះប៉ុន្តែព្យាយាមរក្សារបៀបវារៈសាមញ្ញមួយសម្រាប់ពេលវេលា។"
        }
    }
]