[
    {
        "sign": "Aries",
        "en": {
            "today": "The day gets off to a punchy start, dearest Aries, as the Leo full moon rises and squares chaotic Uranus. Heads will butt as stubborn temperaments flare, though it will be vital that you keep your ego in check. On the plus side, you could experience breakthroughs that bring you closer to manifesting abundance. Don't believe everything you hear when Mercury becomes agitated, and avoid getting sucked into gossip mills. Connect with your body and find ways to alleviate stress once the moon enters Virgo this evening. Close out the day with a relaxing meditation to further relax the mind, body, and spirit."
        },
        "kh": {
            "today": "ថ្ងៃបានចាប់ផ្តើមឆាបឆេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទពេញព្រះច័ន្ទបានកើនឡើងហើយការេរូលូសអ៊ុយរូសវឹកវរ។ក្បាលនឹងគូទនៅពេលដែលសីតុណ្ហភាពរឹងរូសនឹងអណ្តាតភ្លើងទោះបីជាវាមានសារៈសំខាន់ក៏ដោយដែលអ្នករក្សាអាត្ម័នរបស់អ្នកឱ្យពិនិត្យមើល។នៅផ្នែកខាងលើអ្នកអាចជួបប្រទះនូវរបកគំហើញដ៏លេចធ្លោដែលនាំឱ្យអ្នកកាន់តែខិតជិតទៅរកការបង្ហាញភាពបរិបូរណ៍។កុំជឿអ្វីគ្រប់យ៉ាងដែលអ្នកបាន hear នៅពេលដែលបារតមានអារម្មណ៍ធុញថប់ហើយចៀសវាងការជញ្ជក់ចូលទៅក្នុងរោងម៉ាស៊ីនសំដៅ។ភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកហើយរកវិធីដើម្បីកាត់បន្ថយភាពតានតឹងនៅពេលដែលព្រះច័ន្ទចូល Virgo នៅល្ងាចនេះ។បិទថ្ងៃជាមួយនឹងការធ្វើសមាធិដែលបន្ធូរអារម្មណ៍ដើម្បីបន្ធូរអារម្មណ៍រាងកាយរាងកាយនិងវិញ្ញាណឱ្យថែមទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The full moon rises in your sign this morning, dearest Leo, helping you feel inspired, confident, and capable. Unfortunately, unexpected roadblocks could test your patience due to a harsh t-square with disruptive Uranus. Stay on your toes while navigating this astrological event, trusting that your unique brand of genius can help you overcome any obstacles. Rely on your instincts when Mercury becomes agitated, but consider bouncing ideas off a more level-headed companion to find the perfect balance. Break ground on your latest schemes once Luna enters Virgo this evening, inspiring you to work for your manifestation aspirations."
        },
        "kh": {
            "today": "ព្រះច័ន្ទពេញលេញបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលបានជួយអ្នកឱ្យមានអារម្មណ៍ថាមានទំនុកចិត្តនិងមានសមត្ថភាព។ជាអកុសលការបិទផ្លូវដែលមិនបានរំពឹងទុកអាចសាកល្បងការអត់ធ្មត់របស់អ្នកដោយសារតែការេតូចចង្អៀតជាមួយនឹងអ៊ុយរ៉ានុសរំខាន។នៅលើម្រាមជើងរបស់អ្នកខណៈពេលដែលរុករកព្រឹត្តិការណ៍ហោរាសាស្ដ្រនេះដោយជឿជាក់ថាម៉ាកយីហោដ៏ប្លែករបស់អ្នកអាចជួយអ្នកឱ្យជំនះឧបសគ្គណាមួយបាន។ពឹងផ្អែកលើសភាវគតិរបស់អ្នកនៅពេលបារតមានអារម្មណ៍ធុញថប់ប៉ុន្តែពិចារណាការលោតផ្លោះគំនិតពីដៃគូដែលមានកម្រិតខ្ពស់ជាងនេះដើម្បីរកតុល្យភាពល្អឥតខ្ចោះ។ផ្តាច់ដីនៅលើគ្រោងការណ៍ចុងក្រោយរបស់អ្នកនៅពេលដែល Luna ចូល Virgo នៅល្ងាចនេះដោយបំផុសគំនិតអ្នកឱ្យធ្វើការឱ្យអ្នកប្រាថ្នាការបង្ហាញរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Imbalances are placed under a cosmic microscope today, dearest Taurus, as the Leo full moon intensifies the duality of your work and home life. A harsh t-square with Uranus may cause you to feel overburdened by the demands of your career and family, putting you in flight or fight mode. If you need space to recalibrate, be sure to take it with the intention of finding solutions. People may seem unsympathetic to your cause when Mercury becomes agitated, so choose your audience wisely when sharing vulnerabilities. You'll feel more confident and in the mood for fun once evening emerges, and Luna enters Virgo."
        },
        "kh": {
            "today": "អតុល្យភាពត្រូវបានដាក់នៅក្រោមមីក្រូទស្សន៍តាមសតវត្សរ៍ថ្ងៃនេះ Taurus ជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទ Leo ពេញកាន់តែខ្លាំងឡើងនៃការងារនិងជីវិតនៅផ្ទះរបស់អ្នក។T-Squarh T-Square ជាមួយអ៊ុយរ៉ានុសអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាមានការកើនឡើងហួសហេតុដោយសារការទាមទារនៃអាជីពនិងគ្រួសាររបស់អ្នកដាក់អ្នកក្នុងការហោះហើរឬរបៀបប្រយុទ្ធ។ប្រសិនបើអ្នកត្រូវការកន្លែងទំនេរដើម្បីគណនាឡើងវិញត្រូវប្រាកដថាយកវាដោយមានគោលបំណងស្វែងរកដំណោះស្រាយ។មនុស្សហាក់ដូចជាហាក់ដូចជាមិនចេះរីងស្ងួតចំពោះបុព្វហេតុរបស់អ្នកនៅពេលបារតមានអារម្មណ៍ធុញទ្រាន់ដូច្នេះសូមជ្រើសរើសទស្សនិកជនរបស់អ្នកដោយឈ្លាសវៃនៅពេលចែករំលែកភាពងាយរងគ្រោះ។អ្នកនឹងមានអារម្មណ៍ជឿជាក់និងអារម្មណ៍សម្រាប់ភាពសប្បាយរីករាយនៅពេលដែលបានលេចចេញកាលពីល្ងាចមួយហើយ Luna ចូល Virgo ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your curiosity could lead you down some strange and unpredictable paths, dearest Gemini, as the Leo full moon rises. A harsh t-square with Uranus makes it easy to get distracted or misled, so you must proceed with a skeptical and clear mind. Don't hesitate to ask questions, but give yourself time to digest the answers you receive fully. Connect with your spirituality with or without a specific intention once Mercury stirs, and messages could pour through. Slow down and embrace your favorite wellness practices from home as evening sets in and Luna migrates into health-oriented Virgo."
        },
        "kh": {
            "today": "ការចង់ដឹងចង់ឃើញរបស់អ្នកអាចនាំឱ្យអ្នកចុះផ្លូវចម្លែកនិងមិនអាចទាយទុកជាមុនបានគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទពេញព្រះច័ន្ទឡើងថ្លៃ។ការេទឹកកក T-Square ជាមួយអ៊ុយរ៉ានុសធ្វើឱ្យវាងាយស្រួលក្នុងការបំបែរអារម្មណ៍ឬបំភាន់ដូច្នេះអ្នកត្រូវតែបន្តការសង្ស័យនិងច្បាស់។កុំស្ទាក់ស្ទើរក្នុងការសួរសំណួរប៉ុន្តែផ្តល់ពេលវេលាឱ្យខ្លួនឯងដើម្បីរំលាយចម្លើយដែលអ្នកបានទទួលពេញលេញ។ភ្ជាប់ទំនាក់ទំនងជាមួយភាពខាងវិញ្ញាណរបស់អ្នកដោយមានឬគ្មានចេតនាជាក់លាក់នៅពេលការប្រឡាក់បារតហើយសារអាចចាក់តាមរយៈ។បន្ថយល្បឿននិងឱបក្រសោបការអនុវត្តសុខភាពដែលអ្នកចូលចិត្តពីផ្ទះនៅពេលដែលឈុតនៅពេលល្ងាចចូលនិងជុនណាបានធ្វើចំណាកស្រុកទៅក្នុងវីរីហ្គោដែលមានព្រះជន្មរស់ឡើងវិញ។"
        }
    }
]