[
    {
        "sign": "Aries",
        "en": {
            "today": "The Scorpio Moon and Pluto square off early this morning, darling ram, making you more sensitive to the political environment. Do what you can to avoid triggering news, looking for silver linings instead. Luckily, the energy will move more smoothly as the hours pass, helping you clear away heavy vibes to make space for empowering ones. Look for opportunities to strengthen bonds, as your soul will crave intimacy. If you've been working toward specific commitments or contracts, now is a good time to pursue such agreements. Cap off your night with a restorative yoga session or cleansing salt bath."
        },
        "kh": {
            "today": "Scorpio MOUN និង PLUTO Square បិទនៅព្រឹកព្រលឹមព្រឹកនេះ Darling Ram ដែលធ្វើឱ្យអ្នកកាន់តែងាយនឹងបរិយាកាសនយោបាយ។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីចៀសវាងព័ត៌មានដែលកំពុងកើតមានដោយកំពុងស្វែងរកស្រទាប់ប្រាក់ជំនួសវិញ។សំណាងថាមពលនឹងធ្វើចលនាឱ្យរលូនជាងមុននៅពេលម៉ោងឆ្លងកាត់ជួយអ្នកឱ្យបានច្បាស់នូវភាពរស់រវើកធ្ងន់ដើម្បីធ្វើឱ្យមានកន្លែងសម្រាប់ផ្តល់អំណាចដល់អ្នកដែលផ្តល់អំណាចដល់អ្នកដែលផ្តល់អំណាចដល់អ្នកផ្តល់អំណាច។រកមើលឱកាសដើម្បីពង្រឹងចំណងនៅពេលដែលព្រលឹងអ្នកនឹងធ្វើឱ្យមានភាពស្និទ្ធស្នាលរបស់អ្នក។ប្រសិនបើអ្នកបានធ្វើការឆ្ពោះទៅរកការប្តេជ្ញាចិត្តឬកិច្ចសន្យាជាក់លាក់ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីបន្តកិច្ចព្រមព្រៀងនេះ។បានបិទនៅពេលយប់របស់អ្នកជាមួយនឹងវគ្គយោគៈដែលបានស្តារឬសំអាតអំបិលអំបិល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Permit yourself to sleep in this morning, darling Leo, fully recharging after the busy work week. As the Scorpio Moon and Pluto square off, your need for rest will be pronounced. Luckily, you'll feel increasingly renewed as the hours pass, especially when you honor what you need to feel nurtured. Spending time at home and with family can help fill your cup further, and you'll find much satisfaction by taking on the role of caretaker. Arrange a cozy movie night or whip up your favorite nostalgic recipes, leaning fully into the creature comforts you crave most."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យខ្លួនអ្នកដេកនៅព្រឹកនេះ, គួរឱ្យស្រឡាញ់, Deo, ការសាកថ្មពេញលេញបន្ទាប់ពីសប្តាហ៍ការងាររវល់។ក្នុងនាមជា Scorpio MOUN និង PLUTO Square បិទ, តម្រូវការរបស់អ្នកសម្រាប់ការសម្រាកនឹងត្រូវបានប្រកាស។សំណាងអ្នកនឹងមានអារម្មណ៍ជាថ្មីកាន់តែខ្លាំងឡើងនៅពេលម៉ោងកន្លងផុតទៅជាពិសេសនៅពេលដែលអ្នកគោរពអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ធុញទ្រាន់។ចំណាយពេលនៅផ្ទះហើយជាមួយគ្រួសារអាចជួយបំពេញពែងរបស់អ្នកបានហើយអ្នកនឹងទទួលបានការពេញចិត្តយ៉ាងខ្លាំងដោយទទួលយកតួនាទីរបស់អ្នកថែរក្សា។រៀបចំខ្សែភាពយន្តរាត្រីរាត្រីកក់ក្ដៅឬដកស្រង់រូបមន្តសាហាវដែលអ្នកចូលចិត្តដោយផ្អៀងយ៉ាងពេញលេញទៅក្នុងសត្វដែលអ្នកកក់ក្តៅដែលអ្នកពេញចិត្តបំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Try not to be discouraged if you feel some distance from loved ones this morning, dear Taurus. As the Scorpio Moon and Pluto square off, your relationships will shift so they can become stronger. The atmosphere elevates as the hours unfold, and you'll begin to feel more secure within your partnerships. Release what you do not need during this time, working on self-improvement so you can be a better companion. Emotional shifts will also come into play, giving you an opportunity to work past first impressions. Choose activities that offer softness and harmony to cap off the night."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យធ្លាក់ទឹកចិត្តប្រសិនបើអ្នកមានអារម្មណ៍ថាមានចម្ងាយពីមនុស្សជាទីស្រឡាញ់នៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់។ក្នុងនាមជា Scorpio Moon និង Pluto Square បិទទំនាក់ទំនងរបស់អ្នកនឹងផ្លាស់ប្តូរដូច្នេះពួកគេអាចកាន់តែរឹងមាំ។បរិយាកាស Elovates នៅពេលម៉ោងនេះបានលាតត្រដាងហើយអ្នកនឹងចាប់ផ្តើមមានអារម្មណ៍ថាមានសុវត្ថិភាពជាងមុននៅក្នុងភាពជាដៃគូរបស់អ្នក។ការចេញផ្សាយនូវអ្វីដែលអ្នកមិនត្រូវការក្នុងអំឡុងពេលនេះធ្វើការលើការកែលម្អដោយខ្លួនឯងដូច្នេះអ្នកអាចក្លាយជាដៃគូដែលប្រសើរជាងមុន។ការផ្លាស់ប្តូរអារម្មណ៍ក៏នឹងមកលេងផងដែរដែលផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីធ្វើការចំណាប់អារម្មណ៍ដំបូង។ជ្រើសរើសសកម្មភាពដែលផ្តល់ជូននូវភាពទន់និងភាពសុខដុមរមនាដើម្បីបិទនៅពេលយប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel an intense desire to do something grand, Gemini, as the Scorpio Moon and Pluto square off. Rather than getting carried away by a fantasy, sit back to assess the most practical way forward. Luckily, your gift for noticing small details and curating solid plans will be pronounced. However, it may be necessary to reach outside of yourself for help. Take notes on who is most likely to come to your aid, and don't hesitate to ask for favors, especially from those who owe you one. Treat your body to some extra TLC as the day concludes, embracing your favorite self-care rituals."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ចង់ធ្វើអ្វីមួយដែលធំជាងនេះ Gemini ព្រោះ Scorpio MOON និង Pluto Square បិទ។ជាជាងទទួលបានការធ្វើឱ្យឆ្ងាយដោយការស្រមើស្រមៃសូមអង្គុយចុះក្រោមដើម្បីវាយតម្លៃវិធីជាក់ស្តែងបំផុតឆ្ពោះទៅមុខ។សំណាងល្អអំណោយរបស់អ្នកសម្រាប់ការកត់សំគាល់ព័ត៌មានលម្អិតតូចៗនិងការព្យាបាលផែនការរឹងនឹងត្រូវបានប្រកាស។ទោះយ៉ាងណាក៏ដោយវាប្រហែលជាចាំបាច់ក្នុងការឈានទៅក្រៅប្រទេសដោយខ្លួនឯងសម្រាប់ជំនួយ។កត់ចំណាំថាតើអ្នកណាដែលទំនងជាមករកជំនួយរបស់អ្នកហើយកុំស្ទាក់ស្ទើរក្នុងការស្នើសុំការអនុគ្រោះជាពិសេសពីអ្នកដែលជំពាក់អ្នកម្នាក់។ព្យាបាលរាងកាយរបស់អ្នកទៅ TLC បន្ថែមមួយចំនួននៅពេលថ្ងៃបញ្ចប់ដោយទទួលយកការធ្វើពិធីថែទាំខ្លួនឯងដែលអ្នកចូលចិត្ត។"
        }
    }
]