[
    {
        "sign": "Aries",
        "en": {
            "today": "Think ahead before leaping, dear Aries. As Mars squares off with the nodes of fate, the decisions you make will be hard to reverse. Meanwhile, the Capricorn moon intensifies your craving for status and success, setting your sights on significant opportunities or top positions. Think in terms of partnerships, rather than fighting your battles alone, while Mercury Rx and Venus chime in. It is worth considering if the expectations you've placed on yourself have grown too great once Chiron becomes agitated this afternoon. Retreat from outside noise and enjoy warm moments at home when Saturn and Jupiter activate this evening."
        },
        "kh": {
            "today": "គិតទៅមុខមុនពេលលោតចោទាំសេចក្តីស្រឡាញ់ជាទីស្រឡាញ់។ក្នុងនាមជាភពព្រះអង្គារការ៉េបិទជាមួយនឹងថ្នាំងនៃជោគវាសនាការសម្រេចចិត្តដែលអ្នកធ្វើនឹងពិបាកក្នុងការបញ្ច្រាស។ទន្ទឹមនឹងនេះដែរ Capricorn ព្រះចន្ទកាន់តែខ្លាំងឡើងនូវការចង់បានរបស់អ្នកចំពោះស្ថានភាពនិងជោគជ័យកំណត់ទិសដៅរបស់អ្នកលើឱកាសសំខាន់ៗឬមុខតំណែងកំពូល ៗ ។គិតទាក់ទងនឹងភាពជាដៃគូជាជាងការប្រយុទ្ធប្រឆាំងនឹងការប្រយុទ្ធរបស់អ្នកតែម្នាក់ឯងខណៈដែលការបារត RX និង Venus មានតំលៃពិចារណាប្រសិនបើការរំពឹងទុករបស់អ្នកបានកើនឡើងខ្ពស់ពេកនៅពេលដែល chiry បានធុញថប់នៅពេលរសៀលនេះ។ដកថយពីសំលេងរំខាននៅខាងក្រៅហើយរីករាយនឹងពេលវេលាកក់ក្តៅនៅផ្ទះនៅពេលដែលសៅរ៍និងជូភឺរីធ្វើឱ្យសកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Choose your battles wisely and resist the urge to barrel over others, darling lion. As Mars forms a harsh t-square with the nodes of fate, you could encounter stubborn attitudes that escalate drama. Rather than fighting out in the open, take a more strategic approach to getting your way while the Capricorn moon sharpens your eye for detail. Interacting with family can boost your morale once Mercury rx and Venus unite, putting you in the mood for nostalgic comforts. Surround yourself with healing relationships to release stress and reclaim joy throughout the afternoon when Luna aspects Chiron, Jupiter, and Saturn."
        },
        "kh": {
            "today": "ជ្រើសរើសសមរភូមិរបស់អ្នកដោយប្រាជ្ញានិងទប់ទល់នឹងការជម្រុញឱ្យរទេះរុញលើអ្នកដទៃដែលគួរឱ្យស្រឡាញ់។នៅពេលដែលភពព្រះអង្គារបង្កើតបានជាការ៉េ t-square ជាមួយថ្នាំងនៃជោគវាសនាអ្នកអាចជួបនឹងឥរិយាបថចចេសដែលកើនឡើងល្ខោន។ជាជាងការប្រយុទ្ធនៅទីវាលសូមទទួលយកវិធីសាស្រ្តយុទ្ធសាស្ត្របន្ថែមទៀតដើម្បីដើរតាមផ្លូវរបស់អ្នកខណៈពេលដែល Cap Capricorn Mon Sharpare របស់អ្នកលម្អិតលម្អិត។ការប្រាស្រ័យទាក់ទងជាមួយគ្រួសារអាចបង្កើនសីលធម៌របស់អ្នកនៅពេលដែលបារតបារតនិង Venus បង្រួបបង្រួមអ្នកដាក់អ្នកក្នុងអារម្មណ៍សម្រាប់ការលួងលោមចិត្តសប្បុរស។ព័ទ្ធជុំវិញខ្លួនអ្នកជាមួយនឹងទំនាក់ទំនងព្យាបាលដើម្បីបញ្ចេញភាពតានតឹងនិងការឆ្លើយតបនូវសេចក្តីអំណរពេញមួយរសៀលនៅពេលដែលទិដ្ឋភាពឡុងជេភឺរីភពព្រហស្បតិ៍និងសៅរ៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Competition with peers could quickly turn toxic, darling Taurus, as Mars squares off with the nodes of fate. Avoid bragging, fueling feuds, or stepping on toes; instead, pull back to observe peer dynamics so you can quietly find your edge. The Capricorn moon helps elevate your aura, making it easier to sidestep drama if you mindfully do so. Stagnant romances might be rekindled once Mercury rx and Venus unite, paving the way for second chances and long-lasting love. Just be mindful to fully reflect on your needs before jumping headfirst into a relationship while Chiron is activated. Focus on building your community and spiritual connections as Jupiter and Saturn align this evening."
        },
        "kh": {
            "today": "ការប្រកួតប្រជែងជាមួយមិត្តភក្ដិអាចប្រែក្លាយការពុលយ៉ាងឆាប់រហ័ស, ជាទីស្រឡាញ់ Taurus, ដូចជាភពព្រះអង្គារការ៉េ, បិទជាមួយនឹងថ្នាំងនៃវាសនា។ជៀសវាងការអួតអេហុញ្ញូយានគោរពអ្នកចោទប្រកាន់ឬបោះជំហានលើម្រាមជើង។ផ្ទុយទៅវិញទាញត្រឡប់មកវិញដើម្បីសង្កេតមើលសក្ដានុពលរបស់មិត្តភក្ដិដូច្នេះអ្នកអាចរកគែមរបស់អ្នកដោយស្ងាត់ស្ងៀម។ព្រះច័ន្ទ capricorn ជួយលើកកំពង់ផែ Aura របស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការធ្វើឱ្យរឿងល្ខោនប្រសិនបើអ្នកធ្វើដូច្នេះ។មនោសញ្ចេតនាដ៏ស្វិតស្វាញអាចនឹងត្រូវបានបង្កើតឡើងវិញនៅពេលបារត RX និង Venus បង្រួបបង្រួមដោយត្រួសត្រាយផ្លូវសម្រាប់ឱកាសទីពីរនិងស្នេហាយូរអង្វែង។គ្រាន់តែមានចិត្តឆ្លុះបញ្ចាំងឱ្យបានពេញលេញលើតម្រូវការរបស់អ្នកមុនពេលលោតផ្លោះក្បាលទៅក្នុងទំនាក់ទំនងខណៈពេលដែលឈីនត្រូវបានធ្វើឱ្យសកម្ម។ផ្តោតលើការកសាងសហគមន៍និងការតភ្ជាប់ខាងវិញ្ញាណរបស់អ្នកថាជាភពព្រហស្បតិ៍និងភពសិនត្រានរល្ងាចល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A flighty yet combative energy threatens your peace, dear Gemini, as Mars squares off with the nodes of fate. Strained relationships will reach a boiling point, but acting rashly could lead to irreversible damage. Luckily, the Capricorn moon helps level your mood, though you'll want to avoid obsessing over small details. Connect with your body to find clarity as Mercury retrogrades and Venus joins forces, serving as a reminder that your mind can't function properly if physical needs are neglected. Choose to set boundaries with unhealthy connections or distractions while Luna aspects Chiron, Jupiter, and Saturn later today."
        },
        "kh": {
            "today": "ថាមពលនៃការហោះហើរមួយប៉ុន្តែការហុយទឹកមួយគំរាមកំហែងដល់សន្តិភាពរបស់អ្នក Gemini ជាទីស្រឡាញ់ដូចជាភពព្រះអង្គារការ៉េដែលបានបិទជាមួយនឹងថ្នាំងនៃវាសនា។ទំនាក់ទំនងដែលមានភាពតានតឹងនឹងឈានដល់ចំណុចក្តៅមួយប៉ុន្តែការធ្វើសកម្មភាពអាចនាំឱ្យមានការខូចខាតដែលមិនអាចត្រឡប់វិញបាន។ជាសំណាងល្អ capricorn ព្រះច័ន្ទជួយឱ្យមានកម្រិតអារម្មណ៍របស់អ្នកទោះបីជាអ្នកចង់ជៀសវាងការប្រមាថមើលងាយជាងព័ត៌មានលម្អិតតូចក៏ដោយ។ភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកដើម្បីស្វែងរកភាពច្បាស់លាស់ដែលជាការថយចុះការព្យាបាលដោយបារតនិង Venus ចូលរួមជាមួយកម្លាំងដែលបម្រើជាការរំ that កថាចិត្តរបស់អ្នកមិនអាចដំណើរការបានត្រឹមត្រូវប្រសិនបើតម្រូវការរាងកាយត្រូវបានគេមិនយកចិត្តទុកដាក់។ជ្រើសរើសកំណត់ព្រំដែនដោយមានការតភ្ជាប់មិនល្អឬការរំខានខណៈពេលដែលទិដ្ឋភាពឡូសជេភឺរីភពព្រហស្បតិ៍និងសៅរ៍នៅថ្ងៃនេះ។"
        }
    }
]