[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn Sun and Neptune bring a structured yet imaginative energy your way, darling ram. Stand proudly on the precipice of what's to come. Trust that the hard work you've invested in your dreams is about to pay off. Exciting social developments nudge you one step closer to making a name for yourself once Aquarius season kicks off this evening. Strategically socialize to further your agenda and strengthen your network throughout the coming weeks. Saturn, Uranus, and Mars make it easier to break through barriers and win the respect of peers, so don't hesitate to act boldly. Instant connections throw your heart for a loop while Venus and Pluto unite tonight."
        },
        "kh": {
            "today": "ព្រះអាទិត្យ Capricorn និងភពណិបទូន នាំមកនូវថាមពលប្រកបដោយរចនាសម្ព័ន្ធ ប៉ុន្តែការស្រមើលស្រមៃរបស់អ្នក ចៀមជាទីស្រឡាញ់។ឈរ​ដោយ​មោទនភាព​ចំពោះ​អ្វី​ដែល​នឹង​មក​ដល់។ជឿ​ជាក់​ថា​ការ​ខិត​ខំ​ប្រឹង​ប្រែង​ដែល​អ្នក​បាន​វិនិយោគ​ក្នុង​សុបិន​របស់​អ្នក​ជិត​ទទួល​បាន​ផល​ហើយ។ការអភិវឌ្ឍន៍សង្គមដ៏គួរឱ្យរំភើបនាំអ្នកមួយជំហានខិតទៅជិតការបង្កើតឈ្មោះសម្រាប់ខ្លួនអ្នកនៅពេលដែលរដូវកាល Aquarius ចាប់ផ្តើមនៅល្ងាចនេះ។ធ្វើទំនាក់ទំនងសង្គមជាយុទ្ធសាស្ត្រ ដើម្បីបន្ថែមរបៀបវារៈរបស់អ្នក និងពង្រឹងបណ្តាញរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខ។ភពសៅរ៍ អ៊ុយរ៉ានុស និងភពអង្គារ ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទម្លុះរនាំង និងទទួលបានការគោរពពីមិត្តភក្ដិ ដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការធ្វើសកម្មភាពដោយក្លាហាន។ការភ្ជាប់ទំនាក់ទំនងភ្លាមៗធ្វើឱ្យបេះដូងរបស់អ្នកមានរង្វិលជុំខណៈពេលដែល Venus និង Pluto រួបរួមគ្នានៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Small changes you've been making amount to transformative turning points, dearest Leo. As the Capricorn Sun and Neptune form a sweet aspect, go one step further in the push for real empowerment. You'll feel less invested in personal goals and more interested in working with loved ones after Aquarius season kicks off this evening. Romance and self-care will seem increasingly important throughout the coming weeks. Professional opportunities could emerge with little notice when Mars, Saturn, and Uranus align, and you'll need to act quickly if fate knocks at your door. Seek partners you can evolve with once Venus and Pluto unite tonight."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរតិចតួចដែលអ្នកបាននិងកំពុងធ្វើឱ្យមានចំនួនដល់ចំណុចរបត់នៃការផ្លាស់ប្តូរ, Leo ជាទីស្រឡាញ់បំផុត។នៅពេលដែល Capricorn Sun និង Neptune បង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែម ឈានទៅមុខមួយជំហានបន្ថែមទៀតក្នុងការជំរុញឱ្យមានអំណាចពិតប្រាកដ។អ្នក​នឹង​មាន​អារម្មណ៍​ថា​មិន​សូវ​បាន​វិនិយោគ​លើ​គោលដៅ​ផ្ទាល់​ខ្លួន ហើយ​ចាប់​អារម្មណ៍​ក្នុង​ការ​ធ្វើ​ការ​ជាមួយ​មនុស្ស​ជា​ទី​ស្រឡាញ់​កាន់​តែ​ច្រើន​បន្ទាប់​ពី​រដូវ Aquarius ចាប់​ផ្ដើម​នៅ​ល្ងាច​នេះ។មនោសញ្ចេតនា និង​ការ​ថែទាំ​ខ្លួន​នឹង​ហាក់​មាន​សារៈសំខាន់​ខ្លាំង​ឡើង​ក្នុង​រយៈពេល​ប៉ុន្មាន​សប្តាហ៍​ខាង​មុខ។ឱកាសវិជ្ជាជីវៈអាចលេចឡើងដោយមានការកត់សម្គាល់តិចតួចនៅពេលដែល Mars, Saturn, និង Uranus តម្រឹម ហើយអ្នកនឹងត្រូវធ្វើសកម្មភាពយ៉ាងឆាប់រហ័ស ប្រសិនបើជោគវាសនាគោះទ្វាររបស់អ្នក។ស្វែងរកដៃគូដែលអ្នកអាចវិវឌ្ឍន៍ជាមួយ Venus និង Pluto រួបរួមគ្នានៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll move with an enigmatic aura, dear Taurus, thanks to a sweet aspect between the Capricorn Sun and Neptune. Embrace all that makes you magickal and empowered, as well as your role as an influencer. Boosts in popularity give you an edge when it comes to making friends in high places or promoting passion projects. Aquarius season begins this evening, marking a period of hard work and major payoffs. Focus on steadily building your image while keeping others on their toes as Saturn, Uranus, and Mars align tonight. Power couple vibes surround you once Venus and Pluto unite, so choose your partnerships wisely."
        },
        "kh": {
            "today": "អ្នកនឹងផ្លាស់ទីជាមួយនឹង aura enigmatic, Taurus ជាទីស្រឡាញ់, អរគុណចំពោះទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាង Capricorn Sun និង Neptune ។ទទួលយកអ្វីៗទាំងអស់ដែលធ្វើឱ្យអ្នកមានភាពវេទមន្ត និងផ្តល់អំណាច ក៏ដូចជាតួនាទីរបស់អ្នកជាអ្នកមានឥទ្ធិពល។ការបង្កើនប្រជាប្រិយភាពផ្តល់ឱ្យអ្នកនូវភាពអស្ចារ្យនៅពេលនិយាយអំពីការរាប់អានមិត្តភក្តិនៅកន្លែងខ្ពស់ ឬផ្សព្វផ្សាយគម្រោងចំណង់ចំណូលចិត្ត។រដូវ Aquarius ចាប់ផ្តើមនៅល្ងាចនេះ ដោយសម្គាល់រយៈពេលនៃការខិតខំប្រឹងប្រែង និងការទទួលបានប្រាក់ខែច្រើន។ផ្តោតលើការកសាងរូបភាពរបស់អ្នកជាលំដាប់ ខណៈពេលដែលរក្សាអ្នកដទៃនៅលើម្រាមជើងរបស់ពួកគេ ខណៈដែលភពសៅរ៍ អ៊ុយរ៉ានុស និងភពអង្គារតម្រឹមយប់នេះ។គូស្វាម៉ីភរិយាថាមពលញ័រជុំវិញអ្នកនៅពេលដែល Venus និង Pluto រួបរួមគ្នា ដូច្នេះជ្រើសរើសដៃគូរបស់អ្នកដោយប្រាជ្ញា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Strategic sacrifices bring you closer to your dreams, dearest Gemini. As the Capricorn Sun and Neptune align, consider how you can better organize your time to prioritize agendas that matter most. Luck is on your side throughout the coming weeks once Aquarius season kicks off this evening. Enter this astrological era with a clean slate and solid goals to ensure you reach the top. Meanwhile, Saturn, Uranus, and Mars form electrifying connections, inviting you to reinvent the wheel your life spins upon. You'll feel overcome with love when Venus and Pluto unite tonight, softening and shifting your perspective."
        },
        "kh": {
            "today": "ការលះបង់ជាយុទ្ធសាស្រ្តនាំឱ្យអ្នកកាន់តែខិតទៅជិតក្តីសុបិន្តរបស់អ្នក Gemini ជាទីស្រឡាញ់។នៅពេលដែល Capricorn Sun និង Neptune តម្រឹម សូមពិចារណាពីរបៀបដែលអ្នកអាចរៀបចំពេលវេលារបស់អ្នកបានប្រសើរជាងមុន ដើម្បីផ្តល់អាទិភាពដល់របៀបវារៈដែលសំខាន់បំផុត។សំណាងគឺនៅខាងអ្នកពេញមួយសប្តាហ៍ខាងមុខ នៅពេលដែលរដូវកាល Aquarius ចាប់ផ្តើមនៅល្ងាចនេះ។ចូលក្នុងយុគសម័យហោរាសាស្រ្តនេះជាមួយនឹងផ្ទាំងថ្មស្អាត និងគោលដៅរឹងមាំ ដើម្បីធានាថាអ្នកឈានដល់កំពូល។ទន្ទឹមនឹងនេះ ភពសៅរ៍ អ៊ុយរ៉ានុស និងភពព្រះអង្គារ បង្កើតជាការតភ្ជាប់អគ្គិសនី ដោយអញ្ជើញអ្នកឱ្យបង្កើតឡើងវិញនូវកង់ដែលជីវិតរបស់អ្នកវិលជុំវិញ។អ្នក​នឹង​មាន​អារម្មណ៍​ថា​យក​ឈ្នះ​ដោយ​សេចក្ដី​ស្រឡាញ់​នៅ​ពេល​ដែល Venus និង Pluto រួបរួម​គ្នា​នៅ​យប់​នេះ បន្ទន់​និង​ផ្លាស់​ប្តូរ​ទស្សនៈ​របស់​អ្នក។"
        }
    }
]