[
    {
        "sign": "Aries",
        "en": {
            "today": "Genius ideas could trickle into your dreams early this morning, dear Aries, as the Taurus Moon aspects Uranus and Neptune. Luna's debut in Gemini helps process abstract visions that need practical tweaks. Make an effort to get to know new friends better once Pluto activates, and evolve conversations to learn more about their ideologies, aspirations, and personality quirks. A mixed ambiance descends when the sun and Moon form contrary alignments with the nodes of fate. As New Year's Eve festivities commence, you might find yourself in a guarded mood. Keep your cool if drama brews by holding space and setting the example of composure."
        },
        "kh": {
            "today": "គំនិត Genius អាចចូលទៅក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកនេះ, Aries ជាទីស្រឡាញ់, នៅពេលដែល Taurus Moon មើល Uranus និង Neptune ។ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna នៅក្នុង Gemini ជួយដំណើរការចក្ខុវិស័យអរូបីដែលត្រូវការការកែប្រែជាក់ស្តែង។ខិតខំប្រឹងប្រែងដើម្បីស្គាល់មិត្តថ្មីឱ្យកាន់តែច្បាស់ នៅពេលដែល Pluto ដំណើរការ និងវិវត្តន៍ការសន្ទនា ដើម្បីស្វែងយល់បន្ថែមអំពីមនោគមវិជ្ជា សេចក្តីប្រាថ្នា និងចរិតលក្ខណៈផ្ទាល់ខ្លួនរបស់ពួកគេ។បរិយាកាសចម្រុះចុះមកនៅពេលដែលព្រះអាទិត្យ និងព្រះច័ន្ទបង្កើតភាពផ្ទុយគ្នាជាមួយនឹងថ្នាំងនៃវាសនា។នៅពេលដែលពិធីបុណ្យចូលឆ្នាំសកលចាប់ផ្តើម អ្នកប្រហែលជាមានអារម្មណ៍ថាខ្លួនឯងមានស្មារតីប្រុងប្រយ័ត្ន។រក្សាភាពត្រជាក់របស់អ្នក ប្រសិនបើរឿងល្ខោនកើតឡើងដោយសង្កត់កន្លែងទំនេរ និងកំណត់ឧទាហរណ៍នៃភាពស្ងប់ស្ងាត់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You should wake up feeling refreshed, thoughtful, and aware of blockages that need releasing, dear Leo. As the Taurus Moon aspects Uranus and Neptune before entering Gemini, make decisions that allow you to pivot away from dead ends. Community support will be huge in strengthening your belief in yourself, and positive influences will inspire you to take your own influence and public identity seriously. Pluto pushes you to prioritize relationships that encourage personal growth. Skip crowded New Year's Eve events in favor of intimate gatherings while the sun and Moon align with the nodes of fate later tonight."
        },
        "kh": {
            "today": "អ្នកគួរតែភ្ញាក់ពីគេងដោយមានអារម្មណ៍ស្រស់ស្រាយ គិតពិចារណា និងដឹងពីការស្ទះដែលត្រូវការការដោះលែង Leo ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Taurus មើលឃើញ Uranus និង Neptune មុនពេលចូលទៅក្នុង Gemini ធ្វើការសម្រេចចិត្តដែលអនុញ្ញាតឱ្យអ្នកផ្លាស់ទីឆ្ងាយពីចុងស្លាប់។ការគាំទ្រសហគមន៍នឹងមានច្រើនក្នុងការពង្រឹងជំនឿរបស់អ្នកលើខ្លួនអ្នក ហើយឥទ្ធិពលវិជ្ជមាននឹងជម្រុញអ្នកឱ្យទទួលយកឥទ្ធិពលផ្ទាល់ខ្លួនរបស់អ្នក និងអត្តសញ្ញាណសាធារណៈយ៉ាងយកចិត្តទុកដាក់។ផ្លាតូជំរុញឱ្យអ្នកកំណត់អាទិភាពទំនាក់ទំនងដែលជំរុញឱ្យមានការរីកចម្រើនផ្ទាល់ខ្លួន។រំលង​ព្រឹត្តិការណ៍​ថ្ងៃ​ចូលឆ្នាំ​ដែល​មាន​មនុស្ស​ច្រើន​កុះករ​ក្នុង​ការ​ចូល​ចិត្ត​ការ​ជួបជុំ​គ្នា​យ៉ាង​ស្និទ្ធស្នាល​ខណៈ​ពេល​ដែល​ព្រះអាទិត្យ​និង​ព្រះច័ន្ទ​តម្រឹម​ជាមួយ​នឹង​ចំណុច​នៃ​ជោគវាសនា​នៅ​យប់​នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna takes a bow in your sign this morning, dear Taurus, aspecting Uranus and Neptune as her final act before entering Gemini. These vibes are perfect for sorting through notes, videos, and articles you've been collecting for inspiration, so you might piece them together and create something tangible. Your mind craves real-world experiences, triggering a curiosity of the senses. Pluto emphasizes how discipline empowers, asking you to consider which structures you'll put in place in the new year to increase your success. The nodes of fate received mixed signals from the sun and Moon later tonight. Enjoy celebrating with loved ones, but don't go overboard while partying."
        },
        "kh": {
            "today": "Luna ឱនក្បាលនៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, មើល Uranus និង Neptune ជាទង្វើចុងក្រោយរបស់នាងមុនពេលចូលទៅក្នុង Gemini ។ភាពរំជើបរំជួលទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការតម្រៀបតាមកំណត់ចំណាំ វីដេអូ និងអត្ថបទដែលអ្នកបាននិងកំពុងប្រមូលសម្រាប់ការបំផុសគំនិត ដូច្នេះអ្នកអាចភ្ជាប់វាជាមួយគ្នា និងបង្កើតអ្វីមួយដែលជាក់ស្តែង។ចិត្ត​របស់​អ្នក​ប្រាថ្នា​ចង់​បាន​បទ​ពិសោធ​ពិភព​លោក​ពិត​ប្រាកដ​ដែល​បង្ក​ឱ្យ​មាន​ការ​ចង់​ដឹង​នៃ​អារម្មណ៍​។Pluto សង្កត់ធ្ងន់លើរបៀបដែលវិន័យផ្តល់អំណាចដោយសុំឱ្យអ្នកពិចារណានូវរចនាសម្ព័ន្ធណាមួយដែលអ្នកនឹងដាក់នៅក្នុងឆ្នាំថ្មីដើម្បីបង្កើនភាពជោគជ័យរបស់អ្នក។ថ្នាំងនៃជោគវាសនាបានទទួលសញ្ញាចម្រុះពីព្រះអាទិត្យនិងព្រះច័ន្ទនៅយប់នេះ។រីករាយ​ជាមួយ​នឹង​មនុស្ស​ជា​ទី​ស្រឡាញ់ ប៉ុន្តែ​កុំ​ហួស​ពេល​ជប់លៀង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Taurus Moon aligns with Uranus and Neptune early this morning, dear Gemini, helping to clear away mental blocks and emotional hangups. You'll feel self-assured and eager to ring in the new year once you've awakened and Luna enters your sign. Pluto helps facilitate change, so you might enter 2026 feeling empowered and refreshed. Take a few moments to quietly reflect on what you're ready to leave behind before the stroke of midnight. An intimate celebration will suit your needs while the sun, Moon, and nodes of fate stir later tonight, but don't let all the planning fall on you."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Taurus តម្រឹមជាមួយ Uranus និង Neptune នៅព្រឹកព្រលឹមនេះ ជាទីស្រឡាញ់ Gemini ជួយលុបបំបាត់បញ្ហាផ្លូវចិត្ត និងភាពតានតឹងផ្លូវចិត្ត។អ្នក​នឹង​មាន​អារម្មណ៍​ជឿជាក់​លើ​ខ្លួន​ឯង និង​ចង់​រោទ៍​ក្នុង​ឆ្នាំ​ថ្មី​នៅ​ពេល​អ្នក​ភ្ញាក់​ពី​ដំណេក ហើយ Luna ចូល​សញ្ញា​របស់​អ្នក។ភពភ្លុយតូជួយសម្រួលដល់ការផ្លាស់ប្តូរ ដូច្នេះអ្នកអាចចូលដល់ឆ្នាំ 2026 មានអារម្មណ៍ថាមានថាមពល និងស្រស់ស្រាយ។សូមចំណាយពេលបន្តិច ដើម្បីសញ្ជឹងគិតដោយស្ងៀមស្ងាត់នូវអ្វីដែលអ្នកត្រៀមខ្លួនជាស្រេចដើម្បីបន្សល់ទុកមុនពេលដាច់សរសៃឈាមខួរក្បាលពាក់កណ្តាលអធ្រាត្រ។ការប្រារព្ធពិធីដ៏ស្និទ្ធស្នាលនឹងបំពេញតម្រូវការរបស់អ្នក ខណៈពេលដែលព្រះអាទិត្យ ព្រះច័ន្ទ និងចំណុចនៃជោគវាសនាកូរនៅពេលក្រោយនៅយប់នេះ ប៉ុន្តែសូមកុំឱ្យផែនការទាំងអស់ធ្លាក់មកលើអ្នក។"
        }
    }
]