[
    {
        "sign": "Aries",
        "en": {
            "today": "A rare cosmic kite graces our skies today, dear Aries, as the Capricorn moon, Venus, Saturn, nodes of fate, and Uranus align. Now is the time to consider how your internal dialogue and external world align. Lock into your biggest hopes and dreams by getting organized and maintaining a positive outlook. Plan on embracing hard work, but be flexible with your strategies moving forward. You'll crave a change of scenery once Luna enters Aquarius this evening, entering a t-square with the sun and Mars. Plan on socializing or embracing a personal project, but avoid comparing yourself to others. Transformative conversations and empowering ideas find you later tonight when the moon aspects Mercury and Pluto."
        },
        "kh": {
            "today": "ខ្លែងខ្លឹមសារដ៏កម្រមួយនៅថ្ងៃនេះដែលជាទីស្រឡាញ់របស់យើងដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់ដូចជា Capricorn Monon Venus Venus, Saturn, ថ្នាំងថ្នាំងនៃជោគវាសនានិងអ៊ុយរ៉ានុសតម្រឹម។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវពិចារណាពីរបៀបដែលការសន្ទនាផ្ទៃក្នុងរបស់អ្នកនិងពិភពលោកខាងក្រៅតម្រឹម។ចាក់សោរក្តីសង្ឃឹមនិងក្តីសុបិន្តដ៏ធំបំផុតរបស់អ្នកដោយទទួលបានការរៀបចំនិងរក្សាទស្សនវិស័យវិជ្ជមាន។ផែនការស្តីពីការទទួលយកការខិតខំប្រឹងប្រែងប៉ុន្តែអាចបត់បែនបានជាមួយនឹងយុទ្ធសាស្ត្ររបស់អ្នកឆ្ពោះទៅមុខ។អ្នកនឹងស្រេក៉ែតការផ្លាស់ប្តូរទេសភាពនៅពេលដែល Luna ចូលទៅ Aquarius នៅល្ងាចនេះដោយបញ្ចូល T-Square ជាមួយព្រះអាទិត្យនិងភពព្រះអង្គារ។ផែនការស្តីពីការធ្វើទំនាក់ទំនងសង្គមឬឱបក្រសោបគំរោងផ្ទាល់ខ្លួនប៉ុន្តែចៀសវាងប្រៀបធៀបខ្លួនអ្នកទៅនឹងអ្នកដទៃ។ការសន្ទនាផ្លាស់ប្តូរនិងការផ្តល់អំណាចគំនិតរកអ្នកនៅយប់នេះនៅពេលដែលការបារតព្រះច័ន្ទនិងផ្លាតូ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel ready to release dead weight, dear Leo, as the Capricorn moon, Venus, Saturn, nodes of fate, and Uranus form a rare cosmic kite. Focus on what brings a sense of emotional security and overall wellness, setting boundaries against anyone or anything that does not. The energy brings more balance and control once Luna enters Aquarius. However, a harsh t-square with the sun and Mars suggests that loved ones may challenge your efforts. Use open and honest communication when the moon, Mercury, and Pluto activate tonight, putting in the work to ensure your relationships stay strong and positive."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាត្រៀមខ្លួនបញ្ចេញទំងន់ដែលងាប់ដោយសុខុមាលភាពដូច capricorn ព្រះច័ន្ទ, Venus, សៅរ៍, ថ្នមៗនៃជោគវាសនា, និងអ៊ុយរ៉ានុសបង្កើតបានជាខ្លែងដ៏កម្រមួយ។ផ្តោតលើអ្វីដែលនាំមកនូវអារម្មណ៍នៃសន្តិសុខផ្លូវចិត្តនិងសុខភាពទូទៅដែលកំណត់ព្រំដែនប្រឆាំងនឹងនរណាម្នាក់ឬអ្វីដែលមិនមាន។ថាមពលនាំមកនូវតុល្យភាពកាន់តែច្រើននិងគ្រប់គ្រងនៅពេលដែល Luna ចូលទៅ Aquarius ។ទោះជាយ៉ាងណាក៏ដោយការេជល្សា T-Squarh មួយដែលមានព្រះអាទិត្យនិងភពព្រះអង្គារបង្ហាញថាមនុស្សជាទីស្រឡាញ់អាចប្រជែងនឹងការខិតខំរបស់អ្នក។ប្រើការប្រាស្រ័យទាក់ទងបើកចំហនិងស្មោះត្រង់នៅពេលព្រះចន្ទបារតនិងផ្លាតូធ្វើឱ្យសកម្មនៅយប់នេះដាក់ការងារដើម្បីធានាថាទំនាក់ទំនងរបស់អ្នករឹងមាំនិងវិជ្ជមាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Embrace personal exploration today, darling Taurus, as the Capricorn moon, Venus, Saturn, nodes of fate, and Uranus form a rare cosmic kite. This energy is perfect for breaking molds and searching for inspiration, following your intuition toward adventure and personal development. You'll shift gears once Luna enters Aquarius, causing you to look toward the future from a more practical lens. A tense t-square between Luna, the sun, and Mars could cause emotions to fray this evening, but try not to be reactive if a conflict arises. Embrace quiet and reflect on your situation when Luna, Pluto, and Mercury activate later tonight."
        },
        "kh": {
            "today": "ចាប់យកការរុករកផ្ទាល់ខ្លួននៅថ្ងៃនេះ, Taurling Taurus, ដូចជា Capricorn Monon Venus Venus, សៅហ្មងថ្នាំង, ជោគវាសនា, និងអ៊ុយរ៉ានុសបង្កើតបានជាខ្លែងដ៏កម្រមួយ។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការបំបែកផ្សិតនិងស្វែងរកការលើកទឹកចិត្តបន្ទាប់ពីវិចារណញាណរបស់អ្នកឆ្ពោះទៅរកការផ្សងព្រេងនិងការអភិវឌ្ឍផ្ទាល់ខ្លួន។អ្នកនឹងផ្លាស់ប្តូរឧបករណ៍នៅពេលដែល Luna ចូលទៅ Aquarius ដែលបណ្តាលឱ្យអ្នកទន្ទឹងរង់ចាំអនាគតពីកែវថតជាក់ស្តែងបន្ថែមទៀត។T-Square T-Square រវាង Luna ព្រះអាទិត្យនិងភពព្រះអង្គារអាចបង្កឱ្យមានអារម្មណ៍ធ្វើឱ្យមានអារម្មណ៍រីករាយនៅល្ងាចនេះប៉ុន្តែព្យាយាមមិនឱ្យមានប្រតិកម្មប្រសិនបើជម្លោះកើតឡើង។ចាប់យកស្ងាត់ស្ងៀមនិងឆ្លុះបញ្ចាំងពីស្ថានភាពរបស់អ្នកនៅពេលដែល Luna, ផ្លាតូនិងបារតធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn moon enters a rare kite formation with Venus, Saturn, nodes of fate, and Uranus today, dearest Gemini. With an abundance of activity happening overhead, it'll be important that your mind is in the right place. Give yourself the freedom to change directions, release what is not serving you, and fully devote yourself to reaching higher ground. Your luck increases once Luna enters Aquarius, though a tense t-square with the sun and Mars cautions against speaking or acting impulsively. Pull back to reflect on what you desire most, asking the other side for guidance when the moon, Mercury, and Pluto activate tonight."
        },
        "kh": {
            "today": "មួក Capricorn ចូលក្នុងការបង្កើតខ្លែងដ៏កម្រមួយជាមួយ Venus Venus, Saturn, ថ្នាំងថ្នាំងនៃជោគវាសនានិងអ៊ុយរ៉ានុសសព្វថ្ងៃនេះ Gemini ជាទីស្រឡាញ់បំផុត។ជាមួយនឹងសកម្មភាពដ៏បរិបូរណ៍ដែលកំពុងកើតឡើងពីលើវានឹងសំខាន់ណាស់ដែលថាចិត្តរបស់អ្នកស្ថិតនៅកន្លែងដែលត្រឹមត្រូវ។ផ្តល់ឱ្យខ្លួនអ្នកនូវសេរីភាពក្នុងការផ្លាស់ប្តូរទិសដៅចេញផ្សាយនូវអ្វីដែលមិនបម្រើអ្នកហើយលះបង់ខ្លួនឯងឱ្យបានពេញលេញដើម្បីឈានដល់ទីខ្ពស់។សំណាងរបស់អ្នកកើនឡើងនៅពេលដែល Luna ចូលទៅក្នុង Aquarius ទោះបីជា T-Somets តានតឹងជាមួយនឹងព្រះអាទិត្យនិងភពព្រះអង្គារប្រយ័ត្នប្រយែងប្រឆាំងនឹងការនិយាយឬធ្វើសកម្មភាពដោយមិនអនុគ្រោះ។ទាញត្រឡប់មកវិញដើម្បីឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកចង់បានបំផុតដោយស្នើសុំការណែនាំផ្សេងទៀតសម្រាប់ការណែនាំនៅពេលព្រះច័ន្ទបារតនិងផ្លាតូធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    }
]