[
    {
        "sign": "Aries",
        "en": {
            "today": "Today could mark a pivotal moment in your life's story, beloved ram, as the solar eclipse rises in your sign. Though breakthroughs are likely to emerge, be mindful of how hastily you jump at fresh chances. Eclipses are highly unpredictable, and it'll be important that big decisions are carefully thought out. Jupiter brings a dash of luck your way midafternoon, encouraging you to speak up about your goals and ideas. You'll want to pull back and find the following steps once Mercury retrogrades back into Pisces and cozies up with Neptune, bringing new layers to the imagination."
        },
        "kh": {
            "today": "សព្វថ្ងៃនេះអាចសម្គាល់ពេលវេលាដ៏សំខាន់មួយនៅក្នុងរឿងរ៉ាវក្នុងជីវិតរបស់អ្នក RAM ដែលជាទីស្រឡាញ់នៅពេលដែលសូរ្យគ្រាសរះនៅក្នុងទីសំគាល់របស់អ្នក។ទោះបីជារបកគំហើញទំនងជាលេចចេញក៏ដោយសូមចងចាំថាតើអ្នកលោតយ៉ាងលឿននៅឱកាសថ្មីៗ។អេកុសគឺមិនអាចទាយទុកជាមុនបានទេហើយវានឹងមានសារៈសំខាន់ដែលថាការសម្រេចចិត្តធំ ៗ ត្រូវបានគិតយ៉ាងយកចិត្តទុកដាក់។ជូពើរបាននាំមកនូវការដាច់ឆ្ងាយនៃសំណាងរបស់អ្នកនៅពាក់កណ្តាលផ្លូវពិននដែលលើកទឹកចិត្តអ្នកឱ្យនិយាយអំពីគោលដៅនិងគំនិតរបស់អ្នក។អ្នកនឹងចង់ទាញត្រឡប់មកវិញហើយស្វែងរកជំហានដូចខាងក្រោមនៅពេលដែលបារត Retrogrades ត្រលប់មក Piscury និង cozies ឡើងជាមួយនឹង Neptune, នាំយកស្រទាប់ថ្មីដល់ការស្រមើលស្រមៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A burst of auspicious energy follows you Today, dear Leo, as the Aries solar eclipse rises in your solar ninth house. Trust that major blessings can emerge, but approach the day with zero expectations. The unpredictable energy at play can take you on wild adventures, mainly when Jupiter activates midafternoon. Be open to new experiences and try to approach group activities with an inclusive heart, reaching out to invite friends who don't always make the cut. You'll have a chance to intensify bonds and outline dreams with your partner in crime once Mercury retrogrades into Pisces and cozies up with Neptune tonight."
        },
        "kh": {
            "today": "ការផ្ទុះនៃថាមពលដែលគួរឱ្យឆ្ងាញ់បានតាមដានអ្នកនៅថ្ងៃនេះលីអូ, ជាទីស្រឡាញ់នៅពេលដែលសូរ្យគ្រាស aries បានកើនឡើងនៅក្នុងផ្ទះរបស់អ្នក។ជឿទុកចិត្តថាពរជ័យសំខាន់ៗអាចលេចចេញមកប៉ុន្តែចូលទៅកាន់ថ្ងៃដោយការរំពឹងទុករបស់សូន្យ។ថាមពលដែលមិនអាចទាយទុកជាមុនបានក្នុងការលេងអាចនាំអ្នកមកលើដំណើរផ្សងព្រេងព្រៃភាគច្រើននៅពេលដែល Jupiter ធ្វើឱ្យសកម្មពាក់កណ្តាល។សូមបើកចំហចំពោះបទពិសោធន៍ថ្មីៗហើយព្យាយាមចូលទៅក្នុងសកម្មភាពក្រុមដោយមានបេះដូងបញ្ចូលគ្នាដែលឈានដល់ការអញ្ជើញមិត្តភក្តិដែលមិនចេះនិយាយជានិច្ច។អ្នកនឹងមានឱកាសបង្កើនចំណងនិងការគិតទុកជាមុននៃក្តីសុបិន្តរបស់អ្នកក្នុងឧក្រិដ្ឋកម្មនៅពេលបារត Retrogrades ចូលក្នុងទីក្រុង Piscury និង Cozies ឡើងជាមួយនឹង Neptune យប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Much brews beneath the surface, darling Taurus, as the Aries solar eclipse shakes up the sector of your chart that governs all things hidden. Watch for sudden movement both internally and externally, looking for clues as to what might come next. Work with the power of positive thinking when Jupiter activates midafternoon, streamlining your ability to manifest blessings. Your social calendar will begin to pick up once Mercury retrogrades back into Pisces, reminding you that community development is an ongoing journey. Seek companions you can dream big with when Mercury rx cozies up with Neptune to unleash creative visions."
        },
        "kh": {
            "today": "ញ៉ាំច្រើននៅពីក្រោមផ្ទៃដី, darling taurus, ដូចជា Ares Solar Solar Solar Slipse Shange ឡើងលើផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងអ្វីៗទាំងអស់ដែលបានលាក់។ឃ្លាំមើលចលនាភ្លាមៗទាំងនៅខាងក្នុងនិងខាងក្រៅដោយរកមើលតម្រុយអ្វីដែលអាចនឹងកើតឡើងបន្ទាប់ទៀត។ធ្វើការជាមួយអំណាចនៃការគិតវិជ្ជមាននៅពេលដែល Jupiter ធ្វើឱ្យសកម្មពាក់កណ្តាលព្រះសង្ឃបានពង្រីកសមត្ថភាពរបស់អ្នកក្នុងការបង្ហាញពរជ័យ។ប្រតិទិនសង្គមកិច្ចរបស់អ្នកនឹងចាប់ផ្តើមទទួលយកតែការដករ៉េដ Retrogrades បានចូលទៅក្នុង Pisces ដោយរំ you កអ្នកថាការអភិវឌ្ឍន៍សហគមន៍គឺជាដំណើរដែលកំពុងបន្ត។ស្វែងរកដៃគូអ្នកអាចសុបិន្តធំជាមួយនៅពេលបារត RX Cozies ឡើងជាមួយនឹង Neptune របស់ Neptune ទៅការបង្កើតនិមិត្តច្នៃប្រឌិតច្នៃប្រឌិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A busy yet impatient energy flows through your community Today, dearest Gemini, as the Aries solar eclipse rises in your solar eleventh house. Take note of any fresh gossip or new faces that land in your path, but avoid contributing to gossip or unhealthy social dynamics. Your influence grows when Luna aligns with Jupiter midafternoon, and spreading joy will have significant payoffs both internally and within your prospects. Mercury, your planetary ruler, retrogrades back into sensitive Pisces this evening, asking you to reevaluate social boundaries. However, it'll also be necessary to acknowledge where lines need erasing once Neptune stirs."
        },
        "kh": {
            "today": "ថាមពលដែលមានភាពមមាញឹកតែអន្ទះសារឆ្លងកាត់សហគមន៍របស់អ្នកនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលសូរ្យគ្រាស Aries បានកើនឡើងនៅក្នុងផ្ទះសូឡាទី 11 របស់អ្នក។កត់ចំណាំរាល់ការនិយាយដើមឬមុខថ្មីដែលចុះចតនៅលើផ្លូវរបស់អ្នកប៉ុន្តែចៀសវាងការចូលរួមចំណែកដល់ការនិយាយដើមឬឌីណាមិកសង្គមមិនល្អ។ឥទ្ធិពលរបស់អ្នករីកចម្រើននៅពេលដែល Luna តម្រឹមជាមួយ Jupiter Sidastertero ហើយការរីករាលដាលនៃសេចក្តីអំណរនឹងមានការទូទាត់យ៉ាងសំខាន់ទាំងនៅខាងក្នុងនិងក្នុងចក្ខុវិស័យរបស់អ្នក។បារតអ្នកគ្រប់គ្រងភពរបស់អ្នកបានថយចុះទៅក្នុងផើងងាយរងគ្រោះនៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នកវាយតម្លៃឡើងវិញនូវព្រំដែនសង្គមឡើងវិញ។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ក៏នឹងត្រូវទទួលស្គាល់ថាតើកន្លែងដែលត្រូវការលុបនៅពេលដែល Neptune Stirs ។"
        }
    }
]