[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon enters Sagittarius and connects with dreamy Neptune this morning, dear Aries, putting you in a vibrant and optimistic mood. Allow your mystical side to take the lead, trusting that you and the universe are aligned. Meanwhile, Pluto activates in your solar eleventh house, helping you deepen new relationships. Focus on cultivating mutually beneficial connections, leaning into the power of community. People will be drawn to your magnetic aura when Venus activates in your sign later this evening. Make the most of these vibes by focusing on romance, personal goals, and making strong first impressions."
        },
        "kh": {
            "today": "ព្រះច័ន្ទចូលក្នុង Sagittarius ហើយភ្ជាប់ជាមួយ Neptune Neptune នៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដាក់អ្នកនៅក្នុងអារម្មណ៍រស់រវើកនិងសុទិដ្ឋិនិយម។អនុញ្ញាតឱ្យភាគីអាថ៌កំបាំងរបស់អ្នកនាំមុខដោយជឿទុកចិត្តថាអ្នកនិងសកលលោកត្រូវបានតម្រឹម។ទន្ទឹមនឹងនេះផ្លាតូធ្វើឱ្យសកម្មក្នុងផ្ទះសូឡាទី 11 របស់អ្នកជួយអ្នកឱ្យអ្នកកាន់តែស៊ីជម្រៅទំនាក់ទំនងថ្មី។ផ្តោតលើការដាំដុះការភ្ជាប់ដែលមានប្រយោជន៍ទៅវិញទៅមកដោយទំនោរទៅក្នុងអំណាចរបស់សហគមន៍។ប្រជាជននឹងត្រូវបានអូសទាញទៅ Aura ម៉ាញេទិករបស់អ្នកនៅពេលដែល Venus Venus ធ្វើឱ្យសកម្មនៅក្នុងសញ្ញារបស់អ្នកនៅល្ងាចនេះ។ធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះដោយផ្តោតលើស្នេហាគោលដៅផ្ទាល់ខ្លួននិងធ្វើឱ្យមានចំណាប់អារម្មណ៍ដំបូងយ៉ាងខ្លាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Highly mystical vibes surround you this morning, warm lion, as the Sagittarius moon and Neptune align. Start your day right by connecting with an intention and asking the stars for support while setting yourself up for success. Your playful side shines through while Pluto activates, giving others plenty of reasons to adore you. If you've been working on building up a romantic connection, now is a good time to let passion guide the way. Open your heart and invite in divine support when Luna and Venus align later tonight, heightening your intuition and ability to connect with the universe in harmonious ways."
        },
        "kh": {
            "today": "ភាពរស់រវើកដ៏ធំធេងខ្លាំងព័ទ្ធជុំវិញអ្នកនៅព្រឹកនេះតោក្តៅឧត្ដមសោកនៅពេលដែល Sagittarius Moon និង Neptune តម្រឹម។ចាប់ផ្តើមថ្ងៃរបស់អ្នកដោយភ្ជាប់ជាមួយចេតនានិងសួរផ្កាយសម្រាប់ការគាំទ្រខណៈពេលដែលកំណត់ខ្លួនអ្នកឱ្យទទួលបានជោគជ័យ។ក្រុមដែលលេងរបស់អ្នករះឡើងខណៈពេលដែល Pluto ធ្វើឱ្យសកម្មផ្តល់នូវហេតុផលជាច្រើនដល់អ្នកដទៃដើម្បីគោរពដល់អ្នក។ប្រសិនបើអ្នកបានធ្វើការលើការបង្កើតការភ្ជាប់ស្នេហាឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីឱ្យចំណង់ចំណូលចិត្តណែនាំផ្លូវ។បើកបេះដូងរបស់អ្នកហើយអញ្ជើញអ្នកឱ្យទទួលបានការគាំទ្រពីព្រះនៅពេលដែល Luna និង Venus បានតម្រឹមនៅយប់នេះនៅយប់នេះដោយបង្កើនវិចារណញាណនិងសមត្ថភាពរបស់អ្នកក្នុងការភ្ជាប់ទំនាក់ទំនងជាមួយសកលលោកតាមរបៀបដែលមានភាពចុះសម្រុងគ្នា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A gentle yet profound release finds you early this morning, sweet bull, as the Sagittarius moon and Neptune align. Let emotions flow through you, doing what you can to call in the light and manifest positive changes. Bring some intensity to your professional aspirations while Luna and Pluto connect. Don't be afraid to pull power moves, strike deals, and fiercely advocate for what you deserve. This energy also supports romantic partnerships when long-term goals are shared. Take some time to yourself when Venus stirs this evening, hiding away from the outside world to go deep with your self-care routines."
        },
        "kh": {
            "today": "ការចេញលក់ដោយសុភាពរាបសាមួយបានរកឃើញអ្នកនៅដើមព្រឹកនេះគោឈ្មោលដែលជាមូសរបស់ Sagittarius និង Neptune តម្រឹម។សូមឱ្យអារម្មណ៍ហូរឆ្លងកាត់អ្នកធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីហៅទៅក្នុងពន្លឺនិងបង្ហាញការផ្លាស់ប្តូរជាវិជ្ជមាន។នាំអាំងតង់ស៊ីតេអាំងតង់ស៊ីតេខ្លះទៅសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈរបស់អ្នកខណៈដែល Luna និង Pluto ភ្ជាប់។កុំភ័យខ្លាចក្នុងការទាញចលនាថាមពលកូដកម្មធ្វើកូដកម្មហើយអ្នកតស៊ូមតិយ៉ាងសាហាវចំពោះអ្វីដែលអ្នកសមនឹងទទួល។ថាមពលនេះក៏គាំទ្រដល់ភាពជាដៃគូស្នេហានៅពេលដែលគោលដៅរយៈពេលវែង។ចំណាយពេលខ្លះដល់ខ្លួនអ្នកនៅពេលដែល Venus Stirs នៅល្ងាចនេះដោយលាក់ខ្លួនឆ្ងាយពីពិភពខាងក្រៅដើម្បីជ្រៅជាមួយនឹងទម្លាប់ថែរក្សាខ្លួនឯងរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon drifts into Sagittarius and aspects Neptune this morning, dear Gemini, emphasizing your gift for making connections. Harness these vibes by investing in dynamics, both old and new, revitalizing your sense of community. A spiritual element comes into play while Pluto activates, and you'll have opportunities to bring new meaning to your relationships. Increased chemistry and shared beliefs go hand in hand but leave plenty of room for free thinking and individualism. Consider scheduling a romantic night on the town as evening sets in and Venus activates, supporting your local economy by showing up to help small businesses."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានរសាត់ទៅក្នុង Sagittarius និងទិដ្ឋភាព Neptune នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយសង្កត់ធ្ងន់លើអំណោយរបស់អ្នកសម្រាប់ការភ្ជាប់ទំនាក់ទំនង។ទាញយកភាពរស់រវើកទាំងនេះដោយការវិនិយោគក្នុងសក្ដានុរាណទាំងចាស់និងថ្មីធ្វើឱ្យសហគមន៍របស់អ្នកមានភាពប្រសើរឡើងវិញ។ធាតុខាងវិញ្ញាណចូលមកលេងខណៈពេលផ្លាតូធ្វើឱ្យសកម្មហើយអ្នកនឹងមានឱកាសដើម្បីនាំមកនូវអត្ថន័យថ្មីដល់ទំនាក់ទំនងរបស់អ្នក។ការកើនឡើងគីមីវិទ្យានិងជំនឿដែលបានចែករំលែកដើរទន្ទឹមគ្នាប៉ុន្តែទុកឱ្យមានបន្ទប់ច្រើនសម្រាប់ការគិតដោយសេរីនិងភាពជាបុគ្គល។ពិចារណាកំណត់ពេលរាត្រីរ៉ូមែនទិកនៅទីក្រុងនៅពេលដែលឈុតនៅពេលល្ងាចចូលហើយ Venus មានដំណើរការគាំទ្រដល់សេដ្ឋកិច្ចក្នុងតំបន់របស់អ្នកដោយបង្ហាញពីការជួយអាជីវកម្មខ្នាតតូច។"
        }
    }
]