[
    {
        "sign": "Aries",
        "en": {
            "today": "You could be confronted by new information that puts you in a challenging position, dearest Aries. While the Gemini Sun enters a harsh t-square with the nodes of fate, even the best-laid plans are liable to go sideways. Luckily, the Capricorn Moon steps in to help you recalibrate this afternoon. Step back to view your situation from a higher perspective, choosing the most practical way forward. Secrecy will serve you when it comes to getting your affairs in order but don't hesitate to ask for help from a trusted ally. Tension manifests when Luna squares Chiron tonight, and you should avoid putting too much pressure on yourself or others."
        },
        "kh": {
            "today": "អ្នកអាចប្រឈមមុខនឹងព័ត៌មានថ្មីដែលធ្វើឱ្យអ្នកមានជំហរដ៏លំបាកមួយដែលជាទីស្រឡាញ់បំផុត។ខណៈពេលដែលស៊ុនជីមនីនីចូលទៅក្នុងការ៉េ T-Square ជាមួយថ្នាំងនៃវាសនាសូម្បីតែផែនការដែលបានដាក់ល្អបំផុតគឺទទួលខុសត្រូវក្នុងការទៅចំហៀង។សំណាងណាស់, capricorn mong ឈានចូលដើម្បីជួយអ្នកគណនេយ្យឡើងវិញនូវរសៀលនេះ។បោះជំហានថយក្រោយដើម្បីមើលស្ថានភាពរបស់អ្នកពីទស្សនវិស័យខ្ពស់មួយជ្រើសរើសមធ្យោបាយជាក់ស្តែងបំផុតឆ្ពោះទៅមុខ។ការសំងាត់នឹងបម្រើអ្នកនៅពេលនិយាយពីការទទួលបានកិច្ចការរបស់អ្នកឱ្យបានសណ្តាប់ធ្នាប់ប៉ុន្តែកុំស្ទាក់ស្ទើរក្នុងការស្នើសុំជំនួយពីសម្ព័ន្ធមិត្តដែលទុកចិត្ត។ភាពតានតឹងបង្ហាញឱ្យឃើញនៅពេលដែល Luna Squares Chiron យប់នេះហើយអ្នកគួរតែជៀសវាងការដាក់សម្ពាធច្រើនពេកលើខ្លួនអ្នកឬអ្នកដទៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Choose your battles wisely as the Gemini Sun squares off with the nodes of fate, dear Leo. This energy will trigger stubborn behaviors and power struggles, threatening to cause rifts within your social sphere. Avoid conflict by staying grounded and connected with your senses, recognizing when to fight and when to take the high road. Healthy distractions find you when the Capricorn Moon stirs this afternoon, helping you align with your goals and the work required to actualize them. Listen to the messages your body sends you when Luna squares Chiron this evening, taking time to unwind and release stress."
        },
        "kh": {
            "today": "ជ្រើសរើសការប្រយុទ្ធរបស់អ្នកដោយឈ្លាសវៃនៅពេលដែលត្បូងពេជ្រជែមមីងការ៉េបិទដោយថ្នាំងនៃជោគវាសនាដែលជាទីស្រឡាញ់។ថាមពលនេះនឹងបង្កឱ្យមានអាកប្បកិរិយារឹងចចេសនិងការតស៊ូអំណាចដែលគំរាមធ្វើឱ្យការប្រេះឆានៅក្នុងវិស័យសង្គមរបស់អ្នក។ជៀសវាងជម្លោះដោយការស្នាក់នៅមូលដ្ឋាននិងមានទំនាក់ទំនងជាមួយនឹងអារម្មណ៍របស់អ្នកដោយទទួលស្គាល់ថាពេលណាត្រូវប្រយុទ្ធហើយពេលណាត្រូវធ្វើដំណើរទៅមុខ។ការរំខានដែលមានសុខភាពល្អរកអ្នកនៅពេលដែល Capricorn Monon បានជំរុញឱ្យរសៀលនេះជួយអ្នកតម្រឹមជាមួយនឹងគោលដៅរបស់អ្នកហើយការងារដែលត្រូវការដើម្បីធ្វើឱ្យវាមានលក្ខណៈជាក់ស្តែង។ស្តាប់សារដែលរាងកាយរបស់អ្នកបញ្ជូនអ្នកនៅពេលដែល Luna Squares Chiron នៅល្ងាចនេះចំណាយពេលដើម្បីបញ្ឈប់និងបញ្ចេញស្ត្រេស។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Gemini Sun forms a challenging t-square with the nodes of fate, dear Taurus. This energy could leave you feeling disconnected, and you'll want to curb impulses that have you reaching for your phone excessively. Take some time to clear the mind and reconnect with your spiritual center once the Capricorn Moon aspects the nodes of fate this afternoon. This energy is perfect for gaining a higher perspective by honoring your intuition and practicing mindfulness. Seek peace to further connect with the divine and facilitate healing on a deeply internal level later tonight when Luna and Chiron align."
        },
        "kh": {
            "today": "ព្រះអាទិត្យ Gemini បង្កើតបានជាការេតាការ៉េដែលមានការប្រកួតប្រជែងជាមួយនឹងថ្នាំងនៃជោគវាសនា, ជាទីស្រឡាញ់ Taurus ។ថាមពលនេះអាចធ្វើឱ្យអ្នកមានអារម្មណ៍មិនយល់ហើយអ្នកនឹងចង់ទប់ស្កាត់ការលើកទឹកចិត្តដែលអ្នកបានឈានដល់ទូរស័ព្ទរបស់អ្នកហួសប្រមាណ។ចំណាយពេលខ្លះដើម្បីជម្រះចិត្តហើយភ្ជាប់ទំនាក់ទំនងជាមួយមជ្ឈមណ្ឌលខាងវិញ្ញាណរបស់អ្នកម្តងទៀតនៅពេលដែលទិដ្ឋភាពរបស់ Capricorn Mong ថ្នមៗនៃជោគវាសនានៅរសៀលនេះ។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការទទួលបានទស្សនវិស័យខ្ពស់ជាងមុនដោយគោរពតាមវិចារណញាណរបស់អ្នកនិងអនុវត្តការយកចិត្តទុកដាក់។ស្វែងរកសន្តិភាពដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយព្រះនិងជួយសម្រួលដល់ការព្យាបាលដ៏ទេវភាពនៅលើកម្រិតខាងក្នុងដ៏ជ្រៅនៅយប់នេះនៅពេលដែល Luna និង Chirage តម្រឹម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Sun squares off with the nodes of fate, beloved Gemini, stirring up tensions while heightening emotions. There's a risk you could get caught up in drama or feel energetically stretched thin, making it difficult to focus. Do what you can to mitigate problems as they arise by sticking to your boundaries and maintaining compassion for yourself and others. The Capricorn Moon lends aid this afternoon, presenting opportunities to identify the root of issues so they can be squashed once and for all. Watch out for peer pressure and gossip when Luna and Chiron form a tense aspect tonight."
        },
        "kh": {
            "today": "ព្រះអាទិត្យការ៉េបិទដោយថ្នាំងនៃជោគវាសនា Geminied Gemini ជាទីស្រឡាញ់ដោយជំរុញភាពតានតឹងនៅពេលបង្កើនអារម្មណ៍។មានហានិភ័យដែលអ្នកអាចចាប់បាននៅល្ខោនឬមានអារម្មណ៍ថាលាតសន្ធឹងស្តើងដែលធ្វើឱ្យពិបាកផ្តោតអារម្មណ៍។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីកាត់បន្ថយបញ្ហានៅពេលពួកគេកើតឡើងដោយប្រកាន់ខ្ជាប់នូវព្រំដែនរបស់អ្នកហើយរក្សាក្តីអាណិតអាសូរចំពោះខ្លួនអ្នកនិងអ្នកដទៃ។នេះ Capricorn On ផ្តល់ជំនួយនៅរសៀលនេះដែលបង្ហាញពីឱកាសដើម្បីកំណត់ឫសនៃបញ្ហាដូច្នេះពួកគេអាចត្រូវបានបំផ្លាញម្តងហើយម្តងទៀត។ប្រយ័ត្នចំពោះសម្ពាធរបស់មិត្តភក្ដិនិងនិយាយដើមគេនៅពេលដែល Luna និង Chiron បង្កើតបានជាទិដ្ឋភាពតឹងតែងនៅយប់នេះ។"
        }
    }
]