[
    {
        "sign": "Aries",
        "en": {
            "today": "A new cycle is upon you, dear Aries, as the Scorpio sun aligns with the nodes of fate. The changes ahead will force you to adjust certain behaviors, and you'll need to trust that the unknown has its own blessings to offer. A fog descends while the Gemini moon squares Neptune, causing you to daydream. Allow the mind to wander, but don't become overly attached to one specific outcome, as the universe likely has its own plans. Seek emotionally fulfilling company and activities once Luna enters Cancer. Romantic connections benefit from a psychic charge when Venus stirs."
        },
        "kh": {
            "today": "វដ្តថ្មីមួយនៅលើអ្នកគឺជាទីស្រឡាញ់ aries, ដូចជាព្រះអាទិត្យ Scorpio តម្រឹមជាមួយថ្នាំងនៃវាសនា។ការផ្លាស់ប្តូរនៅខាងមុខនឹងបង្ខំឱ្យអ្នកកែសំរួលឥរិយាបថជាក់លាក់ហើយអ្នកត្រូវជឿជាក់ថាអ្នកដែលមិនស្គាល់មានពរជ័យផ្ទាល់ខ្លួនសម្រាប់ផ្តល់ជូន។អ័ព្ទអ័ព្ទចុះមកខណៈពេលដែល Gemini Moon Squares Neptune ដែលបណ្តាលឱ្យអ្នកមានសុបិន្ត។អនុញ្ញាតឱ្យចិត្តវង្វេងប៉ុន្តែមិនត្រូវបានភ្ជាប់យ៉ាងខ្លាំងទៅនឹងលទ្ធផលជាក់លាក់មួយនោះទេព្រោះសកលលោកទំនងជាមានផែនការផ្ទាល់ខ្លួន។ស្វែងរកក្រុមហ៊ុនបំពេញនិងសកម្មភាពដែលមានអារម្មណ៍រំជួលចិត្តនៅពេលដែល Luna ចូលមកជំងឺមហារីក។ការតភ្ជាប់ស្នេហាជាតិទទួលបានអត្ថប្រយោជន៍ពីការចោទប្រកាន់ផ្នែកចិត្តសាស្រ្តនៅពេលដែល Venus Stirs ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Scorpio sun aligns with the nodes of fate to offer rejuvenation, dear Leo. Say \"goodbye\" to stagnancy by investing in your home, clearing clutter, and releasing stress from the previous work week. The outside world will seem particularly surreal while the Gemini moon and Neptune square off, and large crowds could cause you to shut down. The Internet will pose its own set of issues, and you'll be happier swimming in your own pond. Luckily, the universe grants full permission to hide and nurture the self once Luna enters Cancer and blows a kiss to harmonious Venus."
        },
        "kh": {
            "today": "Scorpio ស៊ុនបានតម្រឹមជាមួយថ្នាំងនៃជោគវាសនាក្នុងការផ្តល់ជូននូវការធ្វើឱ្យស្រស់ឡើងវិញនូវការសម្លាប់ឡើងវិញលីអូ។និយាយថា \"លាហើយ\" ទៅជាប់គាំងដោយការវិនិយោគនៅក្នុងផ្ទះរបស់អ្នកការឈូសឆាយពង្រាយនិងបញ្ចេញស្ត្រេសពីសប្តាហ៍ការងារពីមុន។ពិភពខាងក្រៅនឹងមើលទៅមិនគួរឱ្យរំភើបជាពិសេស Surreal ខណៈពេលដែល Gemini Moon និង Neptune Square បានឈប់ហើយហ្វូងមនុស្សជាច្រើនអាចបណ្តាលឱ្យអ្នកបិទទ្វារ។អ៊ិនធរណេតនឹងបង្កបញ្ហាផ្ទាល់ខ្លួនរបស់ខ្លួនហើយអ្នកនឹងក្លាយជាអ្នកហែលទឹករបស់អ្នក។សំណាងល្អសកលលោកផ្តល់ការអនុញ្ញាតពេញលេញក្នុងការលាក់បាំងនិងចិញ្ចឹមបីបាច់ខ្លួនឯងនៅពេលដែល Luna ចូលមហារីកនិងបក់ថើបទៅនឹងភពសុក្រដែលមានគ្រោះថ្នាក់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Relationship upgrades are written in the stars today, dear Taurus, as the Scorpio sun aligns with the nodes of fate. You won't be in the mood to sacrifice your pride or joy to please others, giving you the freedom to pull in genuine and heartfelt connections. However, you should take your time when developing new friendships while the Gemini moon and Neptune square off, potentially closing your eyes to red flags. Your wits sharpen once Luna enters Cancer, helping you decipher where others are coming from. Flirtations feel more emotionally charged when Venus is activated, evolving romantic dynamics to the next level."
        },
        "kh": {
            "today": "ការធ្វើឱ្យប្រសើរឡើងនៃទំនាក់ទំនងត្រូវបានសរសេរនៅក្នុងផ្កាយនៅថ្ងៃនេះ, Taurus ជាទីស្រឡាញ់, ដូចជា Scorpio ព្រះអាទិត្យតម្រឹមជាមួយថ្នាំងនៃវាសនា។អ្នកនឹងមិនមានអារម្មណ៍លះបង់មោទនភាពរបស់អ្នកឬអំណរដើម្បីផ្គាប់ចិត្តអ្នកដទៃដោយផ្តល់ឱ្យអ្នកនូវសេរីភាពក្នុងការទាញទំនាក់ទំនងពិតនិងស្មោះ។ទោះយ៉ាងណាអ្នកគួរតែចំណាយពេលរបស់អ្នកនៅពេលអភិវឌ្ឍមិត្តភាពថ្មីខណៈពេលដែល Gemini Moon និង Neptune Square បិទដោយអាចបិទភ្នែករបស់អ្នកទៅទង់ក្រហម។ការធ្វើឱ្យច្បាស់នៅពេលដែល Luna ចូលមកជំងឺមហារីក, ជួយអ្នក decipher ដែលអ្នកផ្សេងទៀតបានមកពី។ការចែចង់មានអារម្មណ៍ថាមានអារម្មណ៍រំជួលចិត្តនៅពេលដែល Venus ត្រូវបានធ្វើឱ្យសកម្មការវិវត្តការវិវត្តទៅជាសក្ដានុពលរ៉ូមែនទិករហូតដល់កម្រិតបន្ទាប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be of service as the Scorpio sun aligns with the nodes of fate, dearest Gemini, catering to the support systems that matter most. Offering a kind word or a helping hand can significantly enhance relationships in both your personal and professional spheres. Meanwhile, Luna continues her journey through your sign, putting you at the center of attention. However, you may struggle to maintain boundaries while Neptune is activated, and you should pull back if you sense others are overstepping. Relish simple moments after the moon enters Cancer and blows a kiss to Venus, seeking beautiful environments you can sync up with."
        },
        "kh": {
            "today": "ធ្វើជាសេវាកម្មដូចស៊ុន Scorpio ត្រូវបានតម្រឹមជាមួយថ្នាំងនៃវាសនាដែលជាទីស្រឡាញ់បំផុត Gemini, ផ្តល់នូវប្រព័ន្ធគាំទ្រដែលសំខាន់បំផុត។ការផ្តល់ជូននូវពាក្យដែលមានចិត្តល្អឬជំនួយជំនួយអាចជួយបង្កើនទំនាក់ទំនងទាំងផ្នែកផ្ទាល់ខ្លួននិងជំនាញរបស់អ្នក។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នកដោយដាក់អ្នកនៅចំកណ្តាលនៃការយកចិត្តទុកដាក់។ទោះយ៉ាងណាក៏ដោយអ្នកអាចតស៊ូដើម្បីរក្សាព្រំដែនខណៈដែល Neptune ត្រូវបានធ្វើឱ្យសកម្មហើយអ្នកគួរតែទាញត្រឡប់មកវិញប្រសិនបើអ្នកយល់ថាអ្នកផ្សេងទៀតហួសកំរិត។ពេលវេលាដ៏សាមញ្ញមួយនៃពេលវេលាដ៏សាមញ្ញបន្ទាប់ពីព្រះចន្ទចូលមហារីកនិងផ្លុំថើបទៅនឹងភពសុក្រដោយស្វែងរកបរិយាកាសស្រស់ស្អាតដែលអ្នកអាចធ្វើសមកាលកម្មជាមួយ។"
        }
    }
]