[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll synchronize seamlessly with the people and communities you encounter, dear Aries, as the Moon continues through Aquarius. Use this luminary placement to your advantage by surrounding yourself with peers who may become valuable connections down the line. Lead with benevolence when Luna and Mercury form a soft aspect later today. If you put in the effort to spread kindness and joy, rewards will follow. Your daydreams become more vibrant once Venus squares Neptune tonight, but layering too many details onto existing aspirations could cause you to feel scattered. Let hope be a guiding force, but don't rely on luck alone."
        },
        "kh": {
            "today": "អ្នកនឹងធ្វើសមកាលកម្មយ៉ាងរលូនជាមួយនឹងមនុស្ស និងសហគមន៍ដែលអ្នកបានជួបប្រទះ Aries ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទបន្តឆ្លងកាត់ Aquarius ។ប្រើការដាក់ពន្លឺនេះ ដើម្បីផលប្រយោជន៍របស់អ្នក ដោយនៅជុំវិញខ្លួនអ្នកជាមួយនឹងមិត្តភ័ក្តិដែលអាចក្លាយជាទំនាក់ទំនងដ៏មានតម្លៃ។ដឹកនាំដោយសេចក្តីសប្បុរសនៅពេលដែល Luna និង Mercury បង្កើតបានជាទិដ្ឋភាពទន់នៅពេលក្រោយនៅថ្ងៃនេះ។ប្រសិនបើអ្នកព្យាយាមផ្សព្វផ្សាយសេចក្តីសប្បុរស និងសេចក្តីអំណរ រង្វាន់នឹងកើតឡើង។សុបិន្តពេលថ្ងៃរបស់អ្នកកាន់តែមានភាពរស់រវើកនៅពេលដែល Venus Squares Neptune នៅយប់នេះ ប៉ុន្តែការដាក់ព័ត៌មានលម្អិតច្រើនពេកទៅលើសេចក្តីប្រាថ្នាដែលមានស្រាប់អាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ខ្ចាត់ខ្ចាយ។សូមឱ្យក្តីសង្ឃឹមជាកម្លាំងដឹកនាំ ប៉ុន្តែកុំពឹងផ្អែកលើសំណាងតែម្នាក់ឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Let your fanciful side lead the way, dear Leo, as the Aquarius Moon provides loving and harmonious vibes. This energy is perfect for grabbing a partner and seeking excitement. Keep your mind engaged to maintain lively connections, and don't be afraid of healthy debate as long as it stays friendly. Your heart opens while Luna aspects Mercury later today, but you'll prefer creative forms of expression in lieu of direct communication. Show others how you feel with kind gestures, flirtatious interactions, and passion-fueled embraces. Fantasies around commitment and lasting love fill your thoughts when Venus and Neptune align tonight."
        },
        "kh": {
            "today": "សូមអោយភាគីដែលស្រើបស្រាលរបស់អ្នកដឹកនាំផ្លូវទៅ Leo ជាទីគោរព ព្រោះព្រះច័ន្ទ Aquarius ផ្តល់នូវភាពស្រើបស្រាលនៃក្តីស្រលាញ់ និងការចុះសម្រុងគ្នា។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការចាប់ដៃគូ និងស្វែងរកការរំភើប។រក្សាគំនិតរបស់អ្នកឱ្យជាប់ពាក់ព័ន្ធ ដើម្បីរក្សាទំនាក់ទំនងដ៏រស់រវើក ហើយកុំខ្លាចការជជែកវែកញែកដែលមានសុខភាពល្អ ដរាបណាវានៅមានភាពរួសរាយរាក់ទាក់។បេះដូងរបស់អ្នកបើកខណៈពេលដែល Luna មើលទៅ Mercury នៅពេលក្រោយនៅថ្ងៃនេះ ប៉ុន្តែអ្នកនឹងចូលចិត្តទម្រង់នៃការបង្ហាញប្រកបដោយភាពច្នៃប្រឌិត ជំនួសឱ្យការទំនាក់ទំនងផ្ទាល់។បង្ហាញអ្នកដទៃអំពីអារម្មណ៍របស់អ្នកជាមួយនឹងកាយវិការល្អ ទំនាក់ទំនងចែចង់ និងការឱបដែលជំរុញដោយចំណង់ចំណូលចិត្ត។ការស្រមើស្រមៃជុំវិញការតាំងចិត្ត និងស្នេហាយូរអង្វែង បំពេញគំនិតរបស់អ្នក នៅពេលដែល Venus និង Neptune តម្រឹមយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius Moon brings excitement to your professional path, dearest Taurus, asking you to reimagine what tomorrow might hold. Dare to stand out in a sea of colleagues who have become predictable in their work. The more inventive and forward-thinking you are, the easier it will be to climb the ranks. Forging connections within your field can help you go even further. Important conversations bring structure to your agenda while Luna and Mercury align later today, so be sure to take notes when receiving advice from those you respect. Focus on close relationships instead of zoning out with your screens once Venus squares Neptune tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Aquarius នាំមកនូវភាពរំភើបទៅកាន់ផ្លូវអាជីពរបស់អ្នក តារូសជាទីគោរព សុំឱ្យអ្នកស្រមៃឡើងវិញនូវអ្វីដែលថ្ងៃស្អែកអាចនឹងកើតឡើង។ហ៊ាន​ឈរ​ចេញ​ក្នុង​សមុទ្រ​នៃ​មិត្ត​រួម​ការងារ​ដែល​បាន​ក្លាយ​ជា​ការ​ទស្សន៍ទាយ​ក្នុង​ការងារ​របស់​ខ្លួន។អ្នកកាន់តែមានភាពច្នៃប្រឌិត និងគិតទៅមុខ វានឹងកាន់តែងាយស្រួលក្នុងការឡើងចំណាត់ថ្នាក់។ការភ្ជាប់ទំនាក់ទំនងក្នុងវិស័យរបស់អ្នកអាចជួយអ្នកឱ្យកាន់តែឆ្ងាយ។ការសន្ទនាសំខាន់ៗនាំមកនូវរចនាសម្ព័ន្ធដល់របៀបវារៈរបស់អ្នក ខណៈពេលដែល Luna និង Mercury តម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះ ដូច្នេះត្រូវប្រាកដថាត្រូវកត់ចំណាំនៅពេលទទួលបានដំបូន្មានពីអ្នកដែលអ្នកគោរព។ផ្តោតលើទំនាក់ទំនងជិតស្និទ្ធ ជាជាងការដាក់តំបន់ជាមួយនឹងអេក្រង់របស់អ្នក នៅពេលដែល Venus Squares Neptune យប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe invites you to seek magickal moments, dear Gemini. As the Aquarius Moon illuminates your solar ninth house, luck and whimsy will coincide. Suspend self-restricting perspectives that cause you to hold back or doubt your ability to manifest greatness. By choosing to believe in a higher calling and moving outside of systems or routines you've grown used to, you can expand your life in wondrous ways. Flirtations could emerge when Luna aspects Mercury later today, helping you draw in soulmate connections. However, it's important to watch for red flags while Venus and Neptune square off tonight."
        },
        "kh": {
            "today": "សកលលោកអញ្ជើញអ្នកឱ្យស្វែងរកពេលវេលាវេទមន្ត, Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Aquarius បំភ្លឺផ្ទះទី 9 នៃពន្លឺព្រះអាទិត្យរបស់អ្នក សំណាង និងភាពរីករាយនឹងស្របគ្នា។ផ្អាក​ទស្សនៈ​ដាក់​កម្រិត​លើ​ខ្លួន​ឯង ដែល​ធ្វើ​ឱ្យ​អ្នក​ទប់​ចិត្ត ឬ​សង្ស័យ​លើ​សមត្ថភាព​របស់​អ្នក​ក្នុង​ការ​បង្ហាញ​ភាព​អស្ចារ្យ។តាមរយៈការជ្រើសរើសជឿលើការហៅទូរសព្ទកាន់តែខ្ពស់ និងការផ្លាស់ប្តូរទៅក្រៅប្រព័ន្ធ ឬទម្លាប់ដែលអ្នកធ្លាប់ប្រើ អ្នកអាចពង្រីកជីវិតរបស់អ្នកតាមរបៀបដ៏អស្ចារ្យ។ការចែចង់អាចលេចឡើងនៅពេលដែល Luna ទិដ្ឋភាព Mercury នៅពេលក្រោយនៅថ្ងៃនេះ ជួយអ្នកក្នុងការភ្ជាប់ទំនាក់ទំនងព្រលឹង។ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការមើលទង់ក្រហម ខណៈពេលដែល Venus និង Neptune បិទនៅយប់នេះ។"
        }
    }
]