[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer Full Moon forces you to accept buried emotions, dearest Aries, and how they impact your relationships, family, and aspirations. Though you're one of the bravest and most ambitious members of the zodiac, these qualities can be a detriment if they cause you to move past feelings before you've taken time to fully process them. Stay close to home so you can safely explore the inner workings of your mind. Loved ones will come to your aid if you ask them to. Abandon facades you've been projecting in the hope that you'll come across as unfazed whenever disappointments arise."
        },
        "kh": {
            "today": "ព្រះច័ន្ទពេញវង់នៃមហារីកបង្ខំអ្នកឱ្យទទួលយកអារម្មណ៍ដែលកប់, Aries ជាទីស្រឡាញ់ និងរបៀបដែលវាប៉ះពាល់ដល់ទំនាក់ទំនង គ្រួសារ និងសេចក្តីប្រាថ្នារបស់អ្នក។ទោះបីជាអ្នកគឺជាសមាជិកម្នាក់ក្នុងចំណោមសមាជិកដែលក្លាហានបំផុត និងមានមហិច្ឆតាបំផុតនៃរាសីចក្រក៏ដោយ គុណសម្បត្តិទាំងនេះអាចជាការរំខាន ប្រសិនបើពួកគេធ្វើឱ្យអ្នកផ្លាស់ប្តូរអារម្មណ៍អតីតកាល មុនពេលដែលអ្នកបានចំណាយពេលដើម្បីដំណើរការវាឱ្យបានពេញលេញ។នៅជិតផ្ទះ ដើម្បីឱ្យអ្នកអាចស្វែងយល់ពីការងារខាងក្នុងនៃចិត្តរបស់អ្នកដោយសុវត្ថិភាព។មនុស្សជាទីស្រលាញ់នឹងមកជួយអ្នក ប្រសិនបើអ្នកសុំឱ្យពួកគេ។បោះបង់ចោល facades ដែលអ្នកបានគ្រោងទុកដោយសង្ឃឹមថាអ្នកនឹងជួបប្រទះដូច unfazed នៅពេលណាដែលការខកចិត្តកើតឡើង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It's time to turn the page and begin a new chapter, dearest Leo, as the Cancer Full Moon brings enlightenment and closure. Emotions will not lead you astray, though they could feel uncharacteristically intense at times. Work your body to circulate the aura, using movement as a means for release. The ambiance will be both critical and gentle, allowing you to accept flaws in your plans. You might not discover immediate solutions, but you can decipher your next best move with a bit of practical planning. Wellness concerns should also be addressed by changing up your routines to support healthier habits."
        },
        "kh": {
            "today": "ដល់ពេលបង្វែរទំព័រហើយចាប់ផ្តើមជំពូកថ្មី ឡេអូជាទីគោរពបំផុត ដោយសារមហារីកពេញព្រះច័ន្ទនាំមកនូវការត្រាស់ដឹង និងការបិទ។អារម្មណ៍នឹងមិននាំអ្នកឱ្យវង្វេងទេ ទោះបីជាពេលខ្លះវាអាចមានអារម្មណ៍ខ្លាំងមិនធម្មតាក៏ដោយ។ធ្វើការរាងកាយរបស់អ្នកដើម្បីចរាចរ aura ដោយប្រើចលនាជាមធ្យោបាយសម្រាប់ការដោះលែង។បរិយាកាសនឹងមានទាំងការរិះគន់ និងសុភាព ដែលអនុញ្ញាតឱ្យអ្នកទទួលយកកំហុសនៅក្នុងផែនការរបស់អ្នក។អ្នក​ប្រហែល​ជា​មិន​អាច​រក​ឃើញ​ដំណោះ​ស្រាយ​ភ្លាមៗ​ទេ ប៉ុន្តែ​អ្នក​អាច​បក​ស្រាយ​ការ​ផ្លាស់ទី​ដ៏​ល្អ​បំផុត​បន្ទាប់​របស់​អ្នក​ជាមួយ​នឹង​ការ​ធ្វើ​ផែនការ​ជាក់ស្តែង​បន្តិច។ការព្រួយបារម្ភអំពីសុខភាពក៏គួរតែត្រូវបានដោះស្រាយផងដែរដោយការផ្លាស់ប្តូរទម្លាប់របស់អ្នកដើម្បីគាំទ្រដល់ទម្លាប់ដែលមានសុខភាពល្អ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be lucky in love and success today, dear Taurus, as the Cancer Full Moon places your fortunes on an upswing. However, it could be difficult to focus on important goals with so many yummy distractions surrounding you. Though it's advisable to strike while the iron is hot, half-hazards swinging won't make targets any easier to hit. Quiet down before choosing a path, no matter how eager you may be to get moving. Intuition becomes muddied whenever thoughts accelerate, and rushing progress might compromise the outcome. Now is also a good time to end unhelpful cycles by learning from mistakes."
        },
        "kh": {
            "today": "ថ្ងៃនេះ អ្នកនឹងមានសំណាងក្នុងស្នេហា និងជោគជ័យ ជាទីគោរព Taurus ព្រោះថា Cancer Full Moon ផ្តល់សំណាងរបស់អ្នកឡើង។ទោះយ៉ាងណាក៏ដោយ វាអាចពិបាកក្នុងការផ្តោតលើគោលដៅសំខាន់ៗ ជាមួយនឹងការរំខានដ៏ឆ្ងាញ់ជាច្រើនជុំវិញអ្នក។ទោះបីជាវាត្រូវបានណែនាំឱ្យវាយខណៈពេលដែលដែកក្តៅក៏ដោយ ការយោលពាក់កណ្តាលនៃគ្រោះថ្នាក់នឹងមិនធ្វើឱ្យគោលដៅងាយស្រួលវាយនោះទេ។ស្ងាត់សិន មុននឹងជ្រើសរើសផ្លូវមួយ មិនថាអ្នកចង់ធ្វើចលនាយ៉ាងណានោះទេ។វិចារណញាណក្លាយជាភក់នៅពេលដែលគំនិតបង្កើនល្បឿន ហើយការរីកចំរើនលឿនអាចបំផ្លាញលទ្ធផល។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីបញ្ចប់វដ្តដែលមិនមានប្រយោជន៍ដោយរៀនពីកំហុស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Identify drains on your resources, dearest Gemini, as the Cancer Full Moon emphasizes the importance of smart financial planning. As the Capricorn sun, Venus, and Mars stand in opposition to Luna, conflict could erupt if you're in a committed partnership. Address issues around spending, saving, and mounting debts, even if the discussion becomes heated. Ignoring cycles of monetary mismanagement will only inflame the issue over time, adding further strain to your relationship that may be too difficult to reverse down the road. If you're unfamiliar with savvy financial practices, it might be necessary to seek counsel from a professional."
        },
        "kh": {
            "today": "កំណត់ការបង្ហូរចេញលើធនធានរបស់អ្នក Gemini ជាទីគោរពបំផុត ព្រោះថា Cancer Full Moon សង្កត់ធ្ងន់លើសារៈសំខាន់នៃផែនការហិរញ្ញវត្ថុដ៏ឆ្លាតវៃ។នៅពេលដែលព្រះអាទិត្យ Capricorn, Venus និង Mars ឈរប្រឆាំងនឹង Luna ជម្លោះអាចផ្ទុះឡើងប្រសិនបើអ្នកស្ថិតនៅក្នុងភាពជាដៃគូដែលបានប្តេជ្ញាចិត្ត។ដោះស្រាយបញ្ហាជុំវិញការចំណាយ ការសន្សំ និងបំណុលកើនឡើង ទោះបីជាការពិភាក្សាកាន់តែក្តៅគគុកក៏ដោយ។ការមិនអើពើនឹងវដ្តនៃការគ្រប់គ្រងរូបិយវត្ថុមិនត្រឹមត្រូវនឹងធ្វើឱ្យបញ្ហាកាន់តែក្តៅគគុកក្នុងរយៈពេលយូរ ដោយបន្ថែមភាពតានតឹងបន្ថែមទៀតដល់ទំនាក់ទំនងរបស់អ្នក ដែលអាចពិបាកពេកក្នុងការបញ្ច្រាស់ផ្លូវ។ប្រសិនបើអ្នកមិនស៊ាំនឹងការអនុវត្តហិរញ្ញវត្ថុដ៏ឆ្លាតវៃទេ វាអាចចាំបាច់ក្នុងការស្វែងរកការប្រឹក្សាពីអ្នកជំនាញ។"
        }
    }
]