[
    {
        "sign": "Aries",
        "en": {
            "today": "You're invited to soak up the last month of winter, dearest Aries, as the sun enters Pisces and your solar twelfth house. This energy brings enlightenment when rest and reflection are embraced, so be sure to take it easy when it comes to taking on new work or social invitations. Meanwhile, the Scorpio moon puts you in a place of transition, asking you to reconnect with your emotions and the bonds you treasure most. Intimate conversations can take essential dynamics to the next level while Mercury activates, helping you consider new ways to evolve without sacrificing inner peace."
        },
        "kh": {
            "today": "អ្នកត្រូវបានអញ្ជើញឱ្យធ្វើត្រាប់តាមខែឧសភារដូវរងារដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះអាទិត្យចូលក្នុងឆ្នាំ Pisces និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ថាមពលនេះនាំមកនូវការត្រាស់ដឹងនៅពេលសម្រាកនិងការឆ្លុះបញ្ចាំងត្រូវបានទទួលយកដូច្នេះត្រូវប្រាកដថាងាយស្រួលនៅពេលនិយាយអំពីការទទួលបានការងារថ្មីឬលិខិតអញ្ជើញសង្គម។ទន្ទឹមនឹងនេះដែរលោក Scorpio Moon ដាក់អ្នកនៅកន្លែងផ្លាស់ប្តូរការស្នើសុំឱ្យអ្នកភ្ជាប់ទំនាក់ទំនងជាមួយអារម្មណ៍របស់អ្នកនិងសញ្ញាប័ណ្ណដែលអ្នកមានតម្លៃបំផុត។ការសន្ទនាជិតស្និទ្ធអាចទទួលបានសក្ដានុពលដ៏សំខាន់ដល់កម្រិតបន្ទាប់ខណៈដែលការបារតសកម្មជួយអ្នកពិចារណាវិធីថ្មីដើម្បីវិវឌ្ឍដោយមិនលះបង់សន្តិភាពខាងក្នុង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Buckle up for intense changes throughout the coming weeks, darling Leo, as the sun enters Pisces and your solar eighth house. Transformation, new commitments, and intimate bonding go hand in hand with this solar placement, though you'll need to make sacrifices along the way. Honor your intuition and emotional needs while Luna continues her journey through Scorpio. A sweet connection with Mercury will make it easier to voice your feelings, helping you deepen connections with those you love most. Now is also a good time to rest up from the comfort of home, embracing all things cozy to recharge and reset."
        },
        "kh": {
            "today": "លើកកំពស់សម្រាប់ការផ្លាស់ប្តូរយ៉ាងខ្លាំងពេញមួយសប្តាហ៍ខាងមុខនេះដាលីលីនៅពេលដែលព្រះអាទិត្យចូលក្នុងការញុំ Pisces និងផ្ទះទី 8 របស់អ្នក។ការផ្លាស់ប្តូរការប្តេជ្ញាចិត្តថ្មីនិងការផ្សារភ្ជាប់យ៉ាងជិតស្និតនឹងមាននៅក្នុងដៃជាមួយនឹងការដាក់ថាមពលព្រះអាទិត្យនេះទោះបីជាអ្នកត្រូវការលះបង់នៅតាមផ្លូវក៏ដោយ។គោរពតាមវិចារណញាណណ៏និងសេចក្តីត្រូវការអារម្មណ៍របស់អ្នកខណៈពេលដែល Luna បន្តធ្វើដំណើររបស់នាងតាមរយៈ Scorpio ។ការតភ្ជាប់ផ្អែមជាមួយបារតនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការបញ្ចេញសំលេងអារម្មណ៍របស់អ្នកដែលជួយអ្នកឱ្យមានទំនាក់ទំនងកាន់តែស៊ីជម្រៅជាមួយអ្នកដែលអ្នកស្រឡាញ់បំផុត។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អសម្រាប់សម្រាកពីការលួងលោមរបស់ផ្ទះដោយទទួលយកអ្វីៗទាំងអស់ដែលកក់ក្ដៅដើម្បីបញ្ចូលទឹកប្រាក់និងកំណត់ឡើងវិញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Seek communities that are supportive and bring a sense of ease, dearest Taurus, as the sun enters Pisces and your solar eleventh house. You'll feel more connected with society as a whole, inspiring you to cultivate a network where emotions can be safely shared. Love comes through easily while the moon continues its journey through Scorpio, putting you in the mood for bonding and sweetness. A playful trine with Mercury improves your flirtation skills, helping you elevate romantic entanglements. Whether you're committed, single, or in the mood for an ego boost, you'll have the power to dazzle with your grace and smile."
        },
        "kh": {
            "today": "ស្វែងរកសហគមន៍ដែលគាំទ្រនិងនាំមកនូវអារម្មណ៍នៃភាពងាយស្រួល Taurus ដែលជាទីស្រម្រូវនៅពេលដែលព្រះអាទិត្យចូលក្នុងឆ្នាំ Pisces និងផ្ទះសូឡាទី 11 របស់អ្នក។អ្នកនឹងមានអារម្មណ៍ថាមានទំនាក់ទំនងកាន់តែច្រើនជាមួយនឹងសង្គមទាំងមូលដែលបំផុសគំនិតអ្នកឱ្យដាំដុះបណ្តាញដែលមានអារម្មណ៍អាចត្រូវបានចែករំលែកដោយសុវត្ថិភាព។ស្នេហាមកតាមរយៈយ៉ាងងាយខណៈដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Scorpio ដែលធ្វើឱ្យអ្នកមានអារម្មណ៍សម្រាប់ការផ្សារភ្ជាប់និងភាពផ្អែមល្ហែម។ការលេងសើចដែលមានភាពលេងជាមួយបារតធ្វើឱ្យប្រសើរឡើងនូវជំនាញចែចង់របស់អ្នកជួយអ្នកបង្កើនការទាក់ទាញដ៏រ៉ូមែនទិក។មិនថាអ្នកបានប្តេជ្ញាចិត្តនៅលីវឬក្នុងអារម្មណ៍សម្រាប់ការជំរុញអត្មាទេអ្នកនឹងមានអំណាចស្រអាប់ជាមួយនឹងព្រះគុណនិងស្នាមញញឹមរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Channel your inner boss, dear Gemini, as the sun enters Pisces and the sector of your chart that governs success. Use this energy to close deals, tie up loose ends, and set your sights on new horizons. Trust in your skillset, but look for opportunities to refine and mature on a public and professional scale. Be mindful that while taking on new responsibilities can be scary, you're more than capable of facing the challenge. Getting organized and strengthening long-term goals will offer a sense of control and stability, thanks to a helpful connection between the Scorpio moon and Mercury."
        },
        "kh": {
            "today": "ឆានែលថៅកែខាងក្នុងរបស់អ្នកគឺ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះអាទិត្យចូលក្នុងរបបអាហារនិងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងជោគជ័យ។ប្រើថាមពលនេះដើម្បីធ្វើឱ្យកិច្ចព្រមព្រៀងនេះជិតស្និទ្ធការចងចុងរលុងហើយកំណត់ទេសភាពរបស់អ្នកនៅលើជើងមេឃថ្មី។ទុកចិត្តលើជំនាញរបស់អ្នកប៉ុន្តែរកមើលឱកាសដើម្បីចម្រាញ់និងមានភាពចាស់ទុំលើមាត្រដ្ឋានសាធារណៈនិងវិជ្ជាជីវៈ។សូមចងចាំថានៅពេលទទួលយកទំនួលខុសត្រូវថ្មីអាចគួរឱ្យខ្លាចអ្នកច្រើនជាងសមត្ថភាពប្រឈមនឹងបញ្ហាប្រឈម។ការទទួលបានការរៀបចំនិងការពង្រឹងគោលដៅរយៈពេលវែងនឹងផ្តល់នូវអារម្មណ៍នៃការគ្រប់គ្រងនិងស្ថេរភាពអរគុណចំពោះការតភ្ជាប់ដែលមានប្រយោជន៍រវាង Scorcpio MON និងបារត។"
        }
    }
]