[
    {
        "sign": "Aries",
        "en": {
            "today": "Be patient with others as the weekend kicks off, dearest Aries. A harsh opposition between the Libra moon, Venus Rx, and Mercury rx could make it difficult for loved ones to find their motivation, and a slow start to the day can help you avoid potential conflict. Good times flow freely later today when Luna blows a kiss to Jupiter, putting you and your companions in the mood to celebrate. Don't hesitate to go over the top when planning gatherings, allowing everyone to be their most playful and authentic selves. Just be mindful to bring the energy down and find peace before bedtime."
        },
        "kh": {
            "today": "អត់ធ្មត់នឹងអ្នកដទៃនៅពេលចុងសប្តាហ៍ចាប់ផ្តើមបានដោយក្តីស្រឡាញ់បំផុត។ការប្រឆាំងយ៉ាងខ្លាំងរវាង Libra Moon Venus RX, និង Mercury RX អាចបង្កការលំបាកដល់មនុស្សជាទីស្រឡាញ់ដែលបានស្វែងរកការលើកទឹកចិត្តរបស់ពួកគេហើយការចាប់ផ្តើមយឺត ៗ រហូតដល់ថ្ងៃអាចជួយអ្នកឱ្យជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអាចជៀសវាងជម្លោះដែលអ្នកមានជម្លោះ។ពេលវេលាល្អហូរដោយសេរីនៅពេលក្រោយនៅពេលដែលឡុងផ្លុំការថើបមួយទៅភពរបស់ភព្ភូតហេតុដាក់អ្នកនិងដៃគូរបស់អ្នកក្នុងអារម្មណ៍អបអរ។កុំស្ទាក់ស្ទើរក្នុងការដើរលើកំពូលនៅពេលធ្វើផែនការការជួបជុំដែលអនុញ្ញាតឱ្យមនុស្សគ្រប់គ្នាក្លាយជាខ្លួនឯងដែលលេងសើចនិងត្រឹមត្រូវបំផុតរបស់ពួកគេ។គ្រាន់តែគិតក្នុងការនាំយកថាមពលចុះហើយស្វែងរកសន្តិភាពមុនពេលចូលគេង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Libra moon forms harsh oppositions with Venus rx and Mercury rx this morning, dear Leo, though you'll manage to stay in high spirits. You'll have a gift for anticipating the disposition of loved ones, helping you ease tensions before they have a chance to arise. These vibes also encourage a strong spiritual practice, so be sure to connect with the invisible forces that guide you and offer hope. Open your social circle to make room for new faces when Luna and Jupiter align later today, reminding you that sometimes more really is merrier when gathering with family and friends."
        },
        "kh": {
            "today": "Libra Moon បង្កើតបានជាការប្រឆាំងដ៏ធ្ងន់ធ្ងរជាមួយនឹង Venus RX និង Mercury RX នៅព្រឹកនេះ Leo ជាទីស្រឡាញ់ទោះបីជាអ្នកនឹងគ្រប់គ្រងដើម្បីរក្សាស្មារតីខ្ពស់ក៏ដោយ។អ្នកនឹងមានអំណោយសម្រាប់ការប្រមើលមើលនូវការប្រកាន់យករបស់មនុស្សជាទីស្រឡាញ់ជួយអ្នកឱ្យធូរស្បើយភាពតានតឹងមុនពេលពួកគេមានឱកាសក្រោកឡើង។ភាពរស់រវើកទាំងនេះក៏លើកទឹកចិត្តឱ្យមានការអនុវត្តន៍ខាងវិញ្ញាណយ៉ាងខ្លាំងដូច្នេះត្រូវប្រាកដថាភ្ជាប់ជាមួយកម្លាំងដែលយើងមើលមិនឃើញដែលណែនាំអ្នកនិងផ្តល់ក្តីសង្ឃឹម។បើករង្វង់សង្គមរបស់អ្នកដើម្បីធ្វើឱ្យបន្ទប់សម្រាប់មុខមាត់ថ្មីនៅពេលដែល Luna និង Jupiter តម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះដោយរំ you កអ្នកថាពេលខ្លះកាន់តែច្រើនគឺ Merrier នៅពេលប្រមូលផ្តុំគ្នាជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take as much time as you need this morning, dearest Taurus, while the Libra moon opposes Venus rx and Mercury rx. Bouncing back from the busy work week could feel like a prolonged journey, especially when personal chores or errands linger in the depths of your mind. Speak up with loved ones if you need an extra minute or want to cancel plans, as silence will be more frustrating than honesty. Sensual and uplifting vibes flow when Luna aspects Jupiter later this afternoon, inviting you to reward yourself with luxurious moments, as long as they're good for relieving stress."
        },
        "kh": {
            "today": "ចំណាយពេលច្រើនតាមដែលអ្នកត្រូវការនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បំផុតខណៈដែល Libra Moon Rogres Venus RX និង Mercury RX ។លោតពីសប្តាហ៍ការងារមមាញឹកអាចមានអារម្មណ៍ថាមានការធ្វើដំណើរអូសបន្លាយពេលមួយជាពិសេសនៅពេលដែលការងារផ្ទាល់ខ្លួនឬការងារដែលស្រអាប់នៅជ្រៅនៃគំនិតរបស់អ្នក។និយាយជាមួយមនុស្សជាទីស្រឡាញ់ប្រសិនបើអ្នកត្រូវការនាទីបន្ថែមឬចង់លុបចោលផែនការដូចជាភាពស្ងៀមស្ងាត់នឹងមានការខកចិត្តជាងភាពស្មោះត្រង់។ភាពរស់រវើកត្រេកត្រអាលនិងលើកស្ទួយហូរនៅពេលដែលទិដ្ឋភាពនៃដងផាក់ដងខ្លួននៅពេលរសៀលនេះសូមអញ្ជើញអ្នកឱ្យផ្តល់រង្វាន់ដល់ខ្លួនអ្នកដោយគ្រាដ៏ប្រណិតដរាបណាពួកគេល្អសម្រាប់ការបំបាត់ភាពតានតឹង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Part ways with your devices for a few hours this morning, darling Gemini, as the Libra moon opposes Venus rx and Mercury rx. Technological distractions that remove you from the moment will be challenging to resist, which may cause you to miss memorable moments with those right in front of you. Your adventurous spirit rises to the surface later today when Jupiter activates in your sign. This cosmic climate is equal parts inspiring and lucky, putting you in the mood to seek passion while taking a few leaps of faith. Spend your evening nurturing meaningful friendships in honor of Saturday night."
        },
        "kh": {
            "today": "មធ្យោបាយមួយផ្នែកជាមួយឧបករណ៍របស់អ្នកពីរបីម៉ោងនៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Darling Gemini ដូចជា Libra Moon Roon Rex Venus RX និង Mercury RX RX ។ការរំខានខាងបច្ចេកវិទ្យាដែលដកអ្នកពីពេលបច្ចុប្បន្ននេះនឹងប្រឈមនឹងការលំបាកក្នុងការទប់ទល់ដែលអាចបណ្តាលឱ្យអ្នកខកខានពេលវេលាដែលគួរឱ្យចងចាំជាមួយនឹងសិទ្ធិរបស់អ្នកនៅពីមុខអ្នក។វិញ្ញាណផ្សងព្រេងរបស់អ្នកកើនឡើងដល់ផ្ទៃនៅពេលក្រោយនៅពេលដែលជេបភីសធ្វើឱ្យសកម្មនៅក្នុងសញ្ញារបស់អ្នក។អាកាសធាតុកែសម្ផស្សនេះគឺជាផ្នែកស្មើគ្នាដែលជម្រុញនិងមានសំណាងដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ចង់ស្វែងរកចំណង់ចំណូលចិត្តនៅពេលកំពុងលោតផ្លោះនៃសេចក្តីជំនឿ។ចំណាយពេលល្ងាចរបស់អ្នកចិញ្ចឹមបីបាច់មិត្តភាពដែលមានអត្ថន័យក្នុងកិត្តិយសនៃរាត្រីថ្ងៃសៅរ៍។"
        }
    }
]