[
    {
        "sign": "Aries",
        "en": {
            "today": "Forget what you're used to and make moves that encourage change, dear Aries, as Mars aligns with the nodes of fate. Meanwhile, the Virgo moon and Jupiter join forces to help you organize intuitive whims, allowing you to step more confidently toward the unknown. Roadblocks force you to get strategic while Saturn activates midafternoon, though at times you may feel tempted to give up. Take care of your body and don't let stress build. The energy shifts once Luna enters Libra later tonight, aspecting Neptune, Uranus, and Pluto. Do some mingling, but don't get lost among the crowds."
        },
        "kh": {
            "today": "ភ្លេចអ្វីដែលអ្នកធ្លាប់ធ្វើនិងធ្វើចលនាដែលលើកទឹកចិត្តឱ្យមានការផ្លាស់ប្តូរអាហ្គ្រីនដែលជាទីស្រឡាញ់ដូចជាភពព្រះអង្គារតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។ទន្ទឹមនឹងនេះដែរព្រះចន្ទរបស់ Virgo និង Jupiter ចូលរួមជាមួយកម្លាំងដើម្បីជួយអ្នករៀបចំ whims ដែលអនុញ្ញាតឱ្យអ្នកឈានដល់ភាពជឿជាក់កាន់តែខ្លាំងចំពោះអ្នកដែលមិនស្គាល់។ការបិទផ្លូវបង្ខំអ្នកឱ្យទទួលបានយុទ្ធសាស្រ្តខណៈពេលដែល Saturn ធ្វើឱ្យសកម្មនៅពាក់កណ្តាលចុង, ទោះជាយ៉ាងណានៅពេលខ្លះអ្នកអាចមានអារម្មណ៍ថាបានបោះបង់ចោល។ថែរក្សារាងកាយរបស់អ្នកហើយកុំអោយអគារស្ត្រេស។ថាមពលផ្លាស់ប្តូរនៅពេលដែល Luna ចូល Libra ក្រោយមកនៅយប់នេះការលើកសំអាងនៅយប់នេះអ៊ែបសាយអ៊ែរូសនិងផ្លាតូ។ធ្វើការលាយបញ្ចូលគ្នាខ្លះប៉ុន្តែកុំបាត់បង់ក្នុងចំណោមហ្វូងមនុស្ស។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Think practically about where your investments have landed, dear Leo, as Mars aspects the nodes of fate. These vibes are perfect for honoring what you need to feel secure and moving away from people or situations that are holding you back from progress. Work with the power of visualization while the Virgo moon and Jupiter align, willing your visions into the waking world. A serious energy takes hold when Saturn activates midafternoon, urging you to reassess your finances. Your thoughts elevate once Luna enters Libra, aspecting Neptune, Uranus, and Pluto throughout the night. Put yourself out there to bolster your reputation and essential connections."
        },
        "kh": {
            "today": "គិតយ៉ាងសមធម៌អំពីកន្លែងដែលការវិនិយោគរបស់អ្នកបានចុះចតលីអូជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពភពព្រះអង្គារនូវថ្នាំងនៃជោគវាសនា។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការផ្តល់កិត្តិយសដល់អ្វីដែលអ្នកត្រូវមានអារម្មណ៍សុវត្ថិភាពនិងការឃ្លាតឆ្ងាយពីមនុស្សឬស្ថានភាពដែលកំពុងធ្វើឱ្យអ្នកត្រឡប់មកវិញពីវឌ្ឍនភាព។ធ្វើការជាមួយអំណាចនៃការមើលឃើញខណៈដែលព្រះចន្ទរបស់ Virgo និងភពព្រហស្បតិ៍តម្រឹមគ្នាដោយស្ម័គ្រចិត្តចេតនារបស់អ្នកចូលក្នុងពិភពភ្ញាក់។ថាមពលធ្ងន់ធ្ងរត្រូវបានធ្វើឡើងនៅពេលដែល Saturn ធ្វើឱ្យអ្នកបានធ្វើឱ្យអ្នកវាយតម្លៃហិរញ្ញវត្ថុរបស់អ្នកឡើងវិញ។គំនិតរបស់អ្នក Elovate នៅពេលដែល Luna ចូល Libra, ការលើកលែង, ការលើកលែង Neptune, អ៊ឺរ៉ុប, អ៊ុយរ៉ានុ, អ៊ុយរ៉ានុសនិងផ្លាតូពេញមួយយប់។ដាក់ខ្លួនអ្នកនៅទីនោះដើម្បីជំរុញកេរ្តិ៍ឈ្មោះនិងការតភ្ជាប់ចាំបាច់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Spend time building up your social standing, sweet Taurus, as Mars aligns with the nodes of fate. Seek fellow artists, intellectuals, and creatives to solidify your own position within these arenas. You'll come across as thoughtful and unique while the Virgo moon and Jupiter align, elevating each interaction. Natural talents also shine under this cosmic climate, helping you gain support for visions you hold dear. Plan for an easy night at home once Luna enters Libra this evening, aspecting Neptune, Uranus, and Pluto. Solitude will serve you, providing the peace of mind needed to prepare for your next significant milestone."
        },
        "kh": {
            "today": "ចំណាយពេលកសាងជំហរសង្គមរបស់អ្នក Taurus ផ្អែមដូចជាភពព្រះអង្គារតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។ស្វែងរកសិល្បករដែលមានបញ្ញាបញ្ញានិងការច្នៃប្រឌិតដើម្បីពង្រឹងជំហរផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងអៀនទាំងនេះ។អ្នកនឹងឆ្លងកាត់ការគិតនិងប្លែកៗខណៈពេលដែលព្រះច័ន្ទរបស់ Virgo និង Jupiter តម្រឹមលើកតំឡើងអន្តរកម្មនីមួយៗ។ទេពកោសល្យធម្មជាតិក៏ភ្លឺក្រោមអាកាសធាតុលោហធាតុនេះជួយអ្នកឱ្យទទួលបានការគាំទ្រសម្រាប់ការមើលឃើញដែលអ្នកបានធ្វើជាទីស្រឡាញ់។រៀបចំផែនការរាត្រីងាយស្រួលនៅឯផ្ទះនៅពេលដែល Luna ចូល Libra ល្ងាចនេះការលើកសំលៀកបំពាក់អ៊ីតុលអ៊ុនណុសនិងផ្លាតូ។ភាពនៅតែឯងនឹងបម្រើអ្នកដោយផ្តល់នូវសន្តិភាពនៃចិត្តដែលត្រូវការដើម្បីរៀបចំសម្រាប់ព្រឹត្តិការណ៍សំខាន់បន្ទាប់របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mars aligns with the nodes of fate, darling Gemini, asking you to strike while the iron is hot. Quickly maneuver the small steps that build traction for giant leaps, reshaping the future to make it your own. A rush of good luck finds you when the Virgo moon and Jupiter align, but you'll need to stay alert and intuitively tapped in to process these blessings fully. Recognize where new rules will be required to maintain upward momentum once Saturn activates midafternoon. Express yourself and look for opportunities to elevate your reputation when Luna enters Libra, aspecting Neptune, Uranus, and Pluto throughout the evening."
        },
        "kh": {
            "today": "ភពព្រះអង្គារតម្រឹមជាមួយថ្នាំងរបស់វាសនា, ដាលីងហ្គីនី, ស្នើសុំឱ្យអ្នកធ្វើកូដកម្មខណៈពេលដែលដែកក្តៅ។ជម្រុញជំហានតូចៗដែលបង្កើតការអូសទាញសម្រាប់ការលោតផ្លោះដោយផ្លាស់ប្តូរអនាគតដើម្បីធ្វើឱ្យវាដំណើរការដោយខ្លួនឯង។ការប្រញាប់នៃសំណាងល្អរកអ្នកនៅពេលដែលព្រះចន្ទរបស់ Virgo និងភពព្រហស្បតិ៍តម្រឹមប៉ុន្តែអ្នកត្រូវប្រុងប្រយ័ត្នជានិច្ចនិងមានវិចារណញាណដើម្បីដំណើរការពរជ័យទាំងនេះយ៉ាងពេញលេញ។ទទួលស្គាល់កន្លែងដែលច្បាប់ថ្មីនឹងត្រូវបានទាមទារដើម្បីរក្សាសន្ទុះឡើងលើនៅពេលដែល Saturn ធ្វើឱ្យសកម្មនៅពាក់កណ្តាលចុង។បង្ហាញខ្លួនអ្នកហើយរកមើលឱកាសដើម្បីលើកកំពស់កេរ្តិ៍ឈ្មោះរបស់អ្នកនៅពេលដែល Luna ចូល Libra, ការលើកលែង, Uranus, និង Pluto ពេញមួយល្ងាច។"
        }
    }
]