[
    {
        "sign": "Aries",
        "en": {
            "today": "Recognize the value in compromise, sweet Aries. As the Taurus moon opposes Mercury this morning, disagreements around money or creative ideas could place you and your partners at an impasse. Luckily, Jupiter and Saturn chime in to help you bridge the gap, but you’ll need to reevaluate your vision and adjust to ensure everyone feels heard. Experiment with luxury when Luna and Uranus join forces this evening, treating your senses to unfamiliar indulgences. Meanwhile, Neptune activates to assist with channeling dreams into the present. Manicure your online presence later tonight after Luna enters Gemini and aligns with transformative Pluto."
        },
        "kh": {
            "today": "ទទួលស្គាល់តម្លៃដែលបានសម្របសម្រួលការសម្របសម្រួលគឺផ្អែមល្ហែម។នៅពេលដែល The Taurus Moon ជំទាស់នឹងបារតនាព្រឹកនេះការខ្វែងគំនិតគ្នាជុំវិញប្រាក់ឬគំនិតច្នៃប្រឌិតអាចដាក់អ្នកនិងដៃគូរបស់អ្នកនៅភាពជាប់គាំង។សំណាងល្អភពព្រហស្បតិ៍និងសៅរ៍ chime ចូលដើម្បីជួយអ្នកឱ្យបង្កើនគម្លាតប៉ុន្តែអ្នកត្រូវវាយតម្លៃចក្ខុវិស័យរបស់អ្នកហើយកែតម្រូវដើម្បីធានាថាអ្នករាល់គ្នាមានអារម្មណ៍ថាបាន heard ។ពិសោធន៍ជាមួយភាពប្រណីតនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមជាមួយកងកម្លាំងនៅល្ងាចនេះដោយយកចិត្តទុកដាក់លើអារម្មណ៍របស់អ្នកចំពោះការបណ្តេញខ្លួនដែលមិនធ្លាប់ស្គាល់។ទន្ទឹមនឹងនេះ Neptune ធ្វើឱ្យសកម្មដើម្បីជួយក្នុងការបញ្ជូនក្តីសុបិន្តទៅក្នុងបច្ចុប្បន្ន។Manicure របស់អ្នកនៅយប់នេះបន្ទាប់ពី Luna ចូល Gemini និងតម្រឹមជាមួយនឹងផ្លាតូផ្លាស់ប្តូរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Taurus moon opposes Mercury this morning, dearest Leo, heightening sensitivities and testing your patience. If you start to heat up, pull away until you have a chance to simmer down. Jupiter and Saturn offer celestial support, encouraging you to find release through meditation and solitary mindfulness. You’ll feel more cordial and safe to break the silence when Luna aspects Uranus and Neptune this evening. If issues still require addressing, use this energy to end cycles that created a mess in the first place. You’ll be reminded that love is all around you once the moon enters Gemini and aligns with Pluto, and that friendship comes in many forms."
        },
        "kh": {
            "today": "The Taurus Moon ជំទាស់នឹងបារតនាព្រឹកនេះដែលជាទីស្រឡាញ់ដែលមានអារម្មណ៍ថាមានភាពទាក់ទាញនិងធ្វើតេស្តិ៍អត់ធ្មត់របស់អ្នក។ប្រសិនបើអ្នកចាប់ផ្តើមឡើងកំដៅចូរទាញចេញរហូតដល់អ្នកមានឱកាសធ្វើឱ្យឈឺចាប់។ភពព្រហស្បតិ៍និងសៅរ៍ផ្តល់ការគាំទ្រខាងសេឡេស្ទាលលើកទឹកចិត្តអ្នកឱ្យរកឱ្យឃើញការចេញផ្សាយតាមរយៈការធ្វើសមាធិនិងការគិតពិចារណាទោល។អ្នកនឹងមានអារម្មណ៍ស្និទ្ធស្នាលនិងមានសុវត្ថិភាពក្នុងការបំបែកភាពស្ងៀមស្ងាត់នៅពេលដែលទិដ្ឋភាពឡុងអ៊ុនស្យូសនិងណុនថុននៅល្ងាចនេះ។ប្រសិនបើបញ្ហានៅតែត្រូវការការដោះស្រាយសូមប្រើថាមពលនេះដើម្បីបញ្ចប់វដ្ដដែលបង្កើតភាពរញ៉េរញ៉ៃតាំងពីដំបូង។អ្នកនឹងត្រូវបានរំ that កថាស្នេហាគឺនៅជុំវិញអ្នកនៅពេលដែលព្រះច័ន្ទចូលមក Gemini និងតម្រឹមជាមួយផ្លាតូហើយមិត្តភាពមានច្រើនទម្រង់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "To feel truly bonded with another person, you need a meeting of the minds. However, your intellectual equals could present interesting challenges as Luna moves through your sign and opposes Mercury this morning. Indulge opinions you find difficult to absorb at first, and pieces will begin falling into place once Jupiter and Saturn activate. You'll be glad you exercised restraint and found a way to expand your own perspective. The wild child within awakens this evening while Luna aspects Uranus and Neptune, giving you an enigmatic presence that’s perfect for impressing peers. Check in with your finances and attempt to pay down debts when the moon enters Gemini and aligns with Pluto later tonight."
        },
        "kh": {
            "today": "មានអារម្មណ៍ថាមានទំនាក់ទំនងគ្នាយ៉ាងមានទំនាក់ទំនងគ្នាជាមួយមនុស្សម្នាក់ទៀតអ្នកត្រូវការការប្រជុំនៃគំនិត។ទោះយ៉ាងណាបញ្ញារបស់អ្នកអាចបង្ហាញពីបញ្ហាប្រឈមគួរឱ្យចាប់អារម្មណ៍នៅពេលដែល Luna ផ្លាស់ប្តូរសញ្ញារបស់អ្នកហើយប្រឆាំងនឹងបារតនៅព្រឹកនេះ។បណ្ដោយយោបល់ដែលអ្នកពិបាកស្រូបយកនៅពេលដំបូងហើយបំណុលនឹងចាប់ផ្តើមធ្លាក់ខ្លួនចូលទៅក្នុងកន្លែងមួយនៅពេលដែលជូរីនិងសៅរ៍ធ្វើឱ្យសកម្ម។អ្នកនឹងរីករាយដែលអ្នកបានអនុវត្តការអត់ធ្មត់ហើយបានរកឃើញវិធីដើម្បីពង្រីកទស្សនវិស័យផ្ទាល់ខ្លួនរបស់អ្នក។កុមារព្រៃដួលនៅល្ងាចនេះខណៈពេលដែលទិដ្ឋភាពឡូសអ៊ូរ៉ានុសអ៊ែរូសនិងណិបតុនផ្តល់ឱ្យអ្នកនូវវត្តមានដ៏ស្វាហាប់ដែលល្អឥតខ្ចោះសម្រាប់មិត្តភក្ដិដែលគួរឱ្យចាប់អារម្មណ៍។ពិនិត្យជាមួយហិរញ្ញវត្ថុរបស់អ្នកហើយព្យាយាមសងបំណុលនៅពេលដែលព្រះចន្ទចូលមក Gemini និងតម្រឹមជាមួយផ្លាតូនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to obsess over small details and inconsequential issues, dearest Gemini. As the Taurus moon and Mercury face off, fixations will trigger stress. You’ll feel more grounded and in control once Jupiter and Saturn activate, with an ability to navigate obstacles you previously found daunting. The psychological currents that generate genius work overtime while Luna aspects Uranus and Neptune this evening, triggering breakthroughs that will reshape long-term goals. Document visions as they emerge, especially if you don’t have the freedom to act on them immediately. Step into the limelight and brace for significant growth when the moon enters your sign and aligns with Pluto later tonight."
        },
        "kh": {
            "today": "ព្យាយាមមិនជក់ចិត្តនឹងព័ត៌មានលំអិតតូចៗនិងបញ្ហាដែលមិនចាំបាច់គឺ Gemini ដែលមិនធ្លាប់មាន។នៅពេលដែលការប្រឈមមុខនឹង Taurus Moon និងបារតត្រូវបានបិទការជួសជុលនឹងបង្កឱ្យមានភាពតានតឹង។អ្នកនឹងមានអារម្មណ៍ថាមានមូលដ្ឋានគ្រឹះកាន់តែច្រើនហើយគ្រប់គ្រងនៅពេលដែលភពភពព្រហ្មចារីនិង Saturt ធ្វើឱ្យសកម្មជាមួយនឹងសមត្ថភាពក្នុងការរុករកឧបសគ្គដែលអ្នកបានរកឃើញដែលអ្នកបានរកឃើញពីមុន។ចរន្តផ្លូវចិត្តដែលបង្កើតពេលវេលាបន្ថែមពេលវេលាខណៈពេលដែលទិដ្ឋភាពនៃដងផុល uranus និង Neptune នៅល្ងាចនេះដែលបង្កឱ្យមានរបកគំហើញនៃគោលដៅរយៈពេលវែងផ្លាស់ប្តូរគោលដៅរយៈពេលវែង។ឯកសារដែលពួកគេបានលេចចេញមកជាពិសេសប្រសិនបើអ្នកមិនមានសេរីភាពក្នុងការធ្វើសកម្មភាពរបស់ពួកគេភ្លាមៗ។ឈានជើងចូលទៅក្នុងភាពទន់ភ្លន់និងដង្កៀបសម្រាប់ការលូតលាស់គួរឱ្យកត់សម្គាល់នៅពេលដែលព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកនិងតម្រឹមជាមួយផ្លាតូនៅយប់នេះ។"
        }
    }
]