[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury and Chiron face off today, beloved Aries, magnifying differences in your relationships. Notice if you become agitated or accusatory, and how these behaviors impact your peace. Luckily, the Aquarius moon steps in to bridge gaps, though you'll need to respect other people's opinions. You'll also have a chance to strengthen similarities by celebrating why you were attracted to certain people in the first place. Treat yourself to some alone time once Luna enters Pisces this evening, encouraging you to shed layers and dream. Watch out for intrusive thoughts or disruptive conversations when Uranus stirs later tonight."
        },
        "kh": {
            "today": "បារតនិងជ័រកៅប្រឈមមុខនឹងថ្ងៃនេះជាទីស្រឡាញ់របស់អ្នកដែលមានចិត្តជាទីស្រឡាញ់ដែលមានភាពខុសគ្នានៃទំនាក់ទំនងរបស់អ្នក។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកមានអារម្មណ៍ភ័យខ្លាចឬចោទប្រកាន់ហើយតើអាកប្បកិរិយាទាំងនេះជះឥទ្ធិពលដល់សន្តិភាពរបស់អ្នកយ៉ាងដូចម្តេច។សំណាងបរិស័ណ្ឌ, Aquarius Moon ឈានចូលទៅក្នុងស្ពានគម្លាតទោះបីជាអ្នកត្រូវគោរពមតិយោបល់របស់អ្នកដទៃក៏ដោយ។អ្នកក៏នឹងមានឱកាសពង្រឹងភាពស្រដៀងគ្នាដោយអបអរសាទរហេតុអ្វីបានជាអ្នកត្រូវបានទាក់ទាញដល់មនុស្សមួយចំនួននៅកន្លែងដំបូង។ព្យាបាលខ្លួនអ្នកតែម្នាក់ឯងនៅពេលដែល Luna ចូល Pisces នៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យស្រទាប់ស្រទាប់និងសុបិន។ប្រយ័ត្នចំពោះគំនិតដែលជ្រៀតជ្រែកឬការសន្ទនារំខាននៅពេលអ៊ុយរ៉ានុសកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Embrace healing practices and positive affirmations, dear Leo, as Mercury and Chiron face off. Work closely with the divine forces that guide you, taking a spiritual approach toward elevating the heart and mind. The Aquarius moon steps in to highlight your romantic side, bringing fluidity to your relationships. Go where connection flows easily, embracing the soulmates that make your world bright. If you've been struggling with a friend or significant other, consider opening up a dialogue to find a resolution. Allow your emotions to empower you once Luna enters Pisces and squares Uranus, but avoid dramatic peers and unnecessary clashes."
        },
        "kh": {
            "today": "ចាប់យកការអនុវត្តការព្យាបាលនិងការអះអាងវិជ្ជមាន, លីអូជាទីស្រឡាញ់, ដូចជាបារតនិង chiron ។ធ្វើការយ៉ាងជិតស្និទ្ធជាមួយកម្លាំងដ៏ទេវភាពដែលណែនាំអ្នកដោយប្រើវិធីសាស្រ្តខាងវិញ្ញាណឆ្ពោះទៅរកការលើកស្ទួយចិត្តនិងគំនិត។Aquarius Moon Mont ចូលដើម្បីបង្ហាញពីភាពរ៉ូមែនទិករបស់អ្នកនាំមកនូវភាពរឹងមាំដល់ទំនាក់ទំនងរបស់អ្នក។ទៅកន្លែងដែលការតភ្ជាប់ហូរយ៉ាងងាយឱបក្រសោបមិត្តមិត្តមិត្តនារីដែលធ្វើឱ្យពិភពលោករបស់អ្នកភ្លឺថ្លា។ប្រសិនបើអ្នកបានតស៊ូជាមួយមិត្តភក្តិឬមិត្តភក្តិសំខាន់ផ្សេងទៀតសូមពិចារណាបើកការសន្ទនាដើម្បីរកដំណោះស្រាយ។អនុញ្ញាតឱ្យអារម្មណ៍របស់អ្នកផ្តល់អំណាចដល់អ្នកនៅពេលដែល Luna ចូល Pisces និងការេអ៊ុយរ៉ានុសប៉ុន្តែចៀសវាងមិត្តភ័ក្ត្រយ៉ាងខ្លាំងនិងការប៉ះទង្គិចគ្នាដែលមិនចាំបាច់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be mindful of how you talk to yourself, dear Taurus, as Mercury and Chiron face off. This celestial exchange may cause you to nitpick your own efforts, driving you toward unreasonable expectations. Rather than looking for errors, get organized in your quest for growth. The Aquarius moon steps in to help you establish new structures that will streamline your path to success. You'll also have a chance to gain the respect of peers, especially when you pitch in to assist others. Connect with friends you can be emotionally open with once Luna enters Pisces this evening. Brace for drama online or technological issues while Uranus activates tonight."
        },
        "kh": {
            "today": "សូមគិតអំពីរបៀបដែលអ្នកនិយាយជាមួយខ្លួនអ្នក Taurus, ជាទីស្រឡាញ់, ដូចជាបារតនិង ongir ប្រឈមមុខ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះអាចបណ្តាលឱ្យអ្នកធ្វើឱ្យអ្នកខិតខំប្រឹងប្រែងរបស់អ្នកដោយជំរុញឱ្យអ្នកឆ្ពោះទៅរកការរំពឹងទុកមិនសមហេតុផល។ជាជាងស្វែងរកកំហុស, ទទួលបានការរៀបចំនៅក្នុងការស្វែងរករបស់អ្នកសម្រាប់ការលូតលាស់។Aquarius Moon Mormage ចូលក្នុងជួយអ្នកក្នុងការបង្កើតរចនាសម្ព័ន្ធថ្មីដែលនឹងធ្វើឱ្យអ្នកឈានដល់ភាពជោគជ័យ។អ្នកក៏នឹងមានឱកាសទទួលបានការគោរពពីមិត្តភក្ដិជាពិសេសនៅពេលដែលអ្នកដាក់ក្នុងការជួយអ្នកដទៃ។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិដែលអ្នកអាចបើកចំហរដោយអារម្មណ៍នៅពេលដែល Luna ចូលក្នុង Pisces នៅល្ងាចនេះ។ដង្កៀបសម្រាប់រឿងល្ខោនតាមអ៊ិនធរណេតឬបញ្ហាបច្ចេកវិទ្យាខណៈពេលដែលអ៊ុយរ៉ានុសសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Steer clear of toxic social dynamics, dearest Gemini, as Mercury and Chiron face off. This cosmic climate accentuates how others influence your mood and perspective, asking you to analyze your own contributions to gossip or competition. Luckily, the Aquarius moon steps in to help you take the high road. Lead with love and align yourself with spiritual and moral values that bring out your softer side. A stroke of luck could also emerge when positive interactions are prioritized. Get serious about professional growth once Luna enters Pisces and squares Uranus this evening, recognizing if you've been selling yourself short or given up on goals prematurely."
        },
        "kh": {
            "today": "កាច់ចង្កូតយ៉ាងច្បាស់នៃសក្ដានុពលសង្គមពុលដែលជាហ្គីមីនីដែលជាទីស្រឡាញ់បំផុតដូចជាបារតនិងជីរអន្តរជាតិ។អាកាសធាតុលោហធាតុនេះបង្ហាញពីរបៀបដែលអ្នកដទៃមានឥទ្ធិពលលើអារម្មណ៍និងទស្សនវិស័យរបស់អ្នកដោយស្នើសុំឱ្យអ្នកវិភាគវិភាគទានផ្ទាល់ខ្លួនរបស់អ្នកចំពោះការនិយាយដើមគេឬការប្រកួតប្រជែង។សំណាងបរិស័ណ្ឌ, Aquarius Moon Acting ចូលដើម្បីជួយអ្នកឱ្យយកផ្លូវខ្ពស់។ដឹកនាំដោយក្តីស្រឡាញ់និងតម្រឹមខ្លួនអ្នកជាមួយនឹងគុណតម្លៃខាងសីលធម៌និងសីលធម៌ដែលនាំមកនូវផ្នែកទន់របស់អ្នក។ការដាច់សរសៃឈាមខួរក្បាលរបស់សំណាងក៏អាចលេចចេញនៅពេលដែលអន្តរកម្មវិជ្ជមានត្រូវបានផ្តល់អាទិភាព។យកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីការលូតលាស់វិជ្ជាជីវៈនៅពេលដែល Luna ចូល Pisces និងការេអ៊ើរូសនៅល្ងាចនេះដោយទទួលស្គាល់ថាតើអ្នកបានលក់ខ្លួនឯងខ្លីឬបោះបង់ចោលគោលដៅមុន។"
        }
    }
]