[
    {
        "sign": "Aries",
        "en": {
            "today": "Tap into your roots as the Cancer moon and Jupiter unite this morning, darling Aries, expanding upon the experiences that have shaped your unique perspective. Venus, Chiron, and Mars activate to emphasize the importance of acceptance, though you should avoid wearing a mask simply because other people want to see you in it. Get ahead of your work when the sun and Luna align this afternoon, increasing your efficiency. Rocky emotions surface later today while the moon, Mars, and Chiron form a harsh t-square, testing your relationships. Luckily, you'll have a chance to straighten out issues this evening once Mercury and Saturn stir. Follow through on creative visions to unwind before bed as Luna enters Leo and aspects Neptune."
        },
        "kh": {
            "today": "ប៉ះចូលក្នុងឫសរបស់អ្នកដូចជាមហារីកមហារីកនិងជូភូររួបរួមគ្នានៅព្រឹកនេះដែលជាទីស្រឡាញ់អារីហ្សិនពង្រីកបទពិសោធន៍ដែលបានបង្ហាញនូវទស្សនៈដ៏ពិសេសរបស់អ្នក។Venuus, argrus និងភពព្រះអង្គារធ្វើឱ្យសកម្មក្នុងការសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការទទួលយកទោះបីជាអ្នកគួរតែជៀសវាងការពាក់ម៉ាសមួយយ៉ាងសាមញ្ញដោយសារតែមនុស្សផ្សេងទៀតចង់ជួបអ្នកនៅក្នុងវា។ឈានមុខគេក្នុងការងាររបស់អ្នកនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅរសៀលនេះបង្កើនប្រសិទ្ធភាពរបស់អ្នក។លំហូរថ្មនៅថ្ងៃនេះខណៈពេលដែលព្រះច័ន្ទភពព្រះអង្គារនិងជីរអាលបង្កើតបានជាការ៉េ T-Shoph, សាកល្បងទំនាក់ទំនងរបស់អ្នក។សំណាងល្អអ្នកនឹងមានឱកាសតម្រង់ចេញនូវបញ្ហានៅល្ងាចនេះនៅពេលបារតនិងបារតកូរ។ដើរតាមចក្ខុវិស័យច្នៃប្រឌិតដើម្បីធ្វើឱ្យមានការចាប់អារម្មណ៍មុនពេលចូលគេងដូច Luna ចូល Leo និងទិដ្ឋភាព Neptune ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Intuitive hunches lead you in many directions, dear Leo, as the Cancer moon aspects eight celestial bodies throughout the day. Embrace growth at a steady pace, and recognize if big dreams cause you to disconnect from the present. Outside opinions could generate further confusion, and it'll be essential to stay grounded in your own truth and preferences. As Venus aligns with Chiron and Mars, consider meditating or connecting with the divine to increase drive and awareness. You'll have the power to enchant and expand your reach later tonight once Luna enters your sign, forming a dreamy aspect with Neptune."
        },
        "kh": {
            "today": "Hunches វិចារណញាណនាំឱ្យអ្នកមានទិសដៅជាច្រើន, Leo ជាទីស្រឡាញ់, ដូចជារូបព្រះច័ន្ទរូបមនមេទនារាងកាយសេឡេស្ទាលប្រាំមួយថ្ងៃពេញមួយថ្ងៃ។ចាប់យកកំណើនក្នុងល្បឿនថេរហើយទទួលស្គាល់ថាប្រសិនបើក្តីសុបិន្តធំបណ្តាលឱ្យអ្នកផ្តាច់ចេញពីបច្ចុប្បន្ន។មតិខាងក្រៅអាចបង្កើតការភាន់ច្រលំបន្ថែមទៀតហើយវាចាំបាច់ត្រូវមានមូលដ្ឋានគ្រឹះនៃសេចក្តីពិតនិងចំណូលចិត្តរបស់អ្នកផ្ទាល់។ដោយសារភពសុក្រតម្រឹមជាមួយ eniron និងភពព្រះអង្គារ, ពិចារណាធ្វើសមាធិឬភ្ជាប់ជាមួយដ៏ទេវភាពដើម្បីបង្កើនដ្រាយវ៍និងការយល់ដឹង។អ្នកនឹងមានអំណាចដល់ភាពរីករាយនិងពង្រីកការឈានដល់របស់អ្នកនៅយប់នេះនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយបង្កើតបានជាក្តីសុបិន្តជាមួយ Neptune ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Cancer moon heightens your intellect and amplifies the voice, dear Taurus, aspecting the nodes of fate, Jupiter, sun, Chiron, Mars, and Saturn as the hours pass. Be both outspoken and observant, choosing your words wisely when it's time to speak up. Nurture private aspirations while Venus aligns with Chiron and Mars, considering where you need more discipline and grace. If you tend to go overboard with the expectations you place upon yourself, try to appreciate what makes you stand out. Sleepy vibes carry you toward warm and restful sleep later tonight once Luna enters Leo and connects with Neptune."
        },
        "kh": {
            "today": "មហារីកមហារីកផ្តល់ឱ្យនូវបញ្ញារបស់អ្នកនិងពង្រីកសម្លេង Taurus, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់ការដាក់ថ្នាំងថ្នាំងនៃជោគវាសនា, ជូឡែន, ភពពិភពលោក, ភពព្រះអង្គារ, និងភពសៅរ៍នៅពេលម៉ោងឆ្លងកាត់។ត្រូវបាននិយាយដោយអយុរានិងសង្កេតដោយជ្រើសរើសពាក្យរបស់អ្នកដោយប្រាជ្ញានៅពេលដែលពេលវេលាត្រូវនិយាយ។សេចក្តីប្រាថ្នាជាឯកជនឧបត្ថម្ភខណៈដែល Venus មាន Venus មានជាមួយ chiry និងភពព្រះអង្គារដោយពិចារណាកន្លែងដែលអ្នកត្រូវការវិន័យបន្ថែមនិងព្រះគុណ។ប្រសិនបើអ្នកមានទំនោរទៅរកការរំពឹងទុកដែលអ្នកនឹងដាក់ដោយខ្លួនឯងសូមព្យាយាមឱ្យតម្លៃចំពោះអ្វីដែលធ្វើឱ្យអ្នកលេចធ្លោ។ភាពរស់រវើកដែលងងុយគេងធ្វើឱ្យអ្នកឆ្ពោះទៅរកការគេងដ៏កក់ក្តៅនិងសម្រាកនៅយប់នេះនៅពេលដែល Luna ចូល Leo និងភ្ជាប់ជាមួយ Neptune ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be asked to take responsibility for existing and future blessings, dear Gemini, as the Cancer moon moves through your solar second house. Activating eight celestial bodies as the hours pass, this lunar placement highlights how one goal feeds into the next, encouraging you to consider what is sustainable. Meanwhile, Venus, Chiron, and Mars align, urging you to think for yourself when faced with multiple opinions. Give yourself time to reset and recharge this evening, pulling away from outside noise. Escape into a dreamier world and indulge your whimsical side once Luna enters Leo and aspects Neptune later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានស្នើសុំឱ្យទទួលយកការទទួលខុសត្រូវសម្រាប់ពរជ័យដែលមានស្រាប់និងអនាគត Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទមហារីកបានផ្លាស់ប្តូរតាមរយៈផ្ទះទី 2 ពន្លឺព្រះអាទិត្យរបស់អ្នក។ការធ្វើឱ្យខ្លួនប្រាណសេឡេស្ទាលចំនួន 8 ដែលបានធ្វើឱ្យម៉ោងកន្លងផុតទៅការដាក់ចន្ទគតិនេះបង្ហាញពីរបៀបដែលគោលដៅមួយផ្តល់ចំណីដល់អ្នកដែលលើកទឹកចិត្តអ្នកឱ្យពិចារណាថាតើមាននិរន្តរភាពយ៉ាងដូចម្តេច។ទន្ទឹមនឹងនេះ Venus Venus, Chiron, Chiron, និងភពព្រះអង្គារបានតម្រឹម, ជំរុញឱ្យអ្នកគិតសម្រាប់ខ្លួនអ្នកនៅពេលប្រឈមមុខនឹងមតិជាច្រើន។ផ្តល់ពេលវេលាដល់ខ្លួនឯងដើម្បីកំណត់និងបញ្ចូលទឹកប្រាក់នៅល្ងាចនេះដោយទាញឆ្ងាយពីសំលេងរំខានខាងក្រៅ។រត់គេចខ្លួនទៅក្នុងពិភពសុបិនមួយហើយធ្វើឱ្យក្រុម Whimsical របស់អ្នកនៅពេលដែល Luna ចូល Leo និងទិដ្ឋភាព Neptune នៅយប់នេះ។"
        }
    }
]