[
    {
        "sign": "Aries",
        "en": {
            "today": "A rare yod forms between the Libra Moon, North Node, and Mars this morning, dearest Aries, helping you find the balance and motivation to close chapters. Make it a point to learn something new about loved ones when Mercury activates. Recognize if you've lost parts of yourself to nurture relationships while Chiron stirs, finding a way to reclaim these qualities without compromising your connections. Lucky conversations can take your ideas to the next level when Jupiter ignites your solar third house this evening. Find your footing so sacrifices can be made and change can be embraced once Luna enters Scorpio and opposes Venus."
        },
        "kh": {
            "today": "ទំរង់យ៉ុកដ៏កម្រមួយរវាងបណ្ណាល័យព្រះច័ន្ទថ្នាំងខាងជើងថ្នាំងនិងភពព្រះអង្គារនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតជួយអ្នករកតុល្យភាពនិងការលើកទឹកចិត្តក្នុងការបិទជំពូក។ធ្វើឱ្យវាក្លាយជាចំណុចមួយដើម្បីរៀនអ្វីថ្មីអំពីមនុស្សជាទីស្រឡាញ់នៅពេលបារតសកម្ម។ទទួលស្គាល់ប្រសិនបើអ្នកបានបាត់បង់ផ្នែកខ្លះនៃខ្លួនអ្នកដើម្បីចិញ្ចឹមបីបាច់ទំនាក់ទំនងខណៈដែលជំពូក strysts រកវិធីមួយដើម្បីទាមទារនូវគុណសម្បត្តិទាំងនេះដោយមិនធ្វើឱ្យខូចការភ្ជាប់របស់អ្នក។ការសន្ទនាសំណាងអាចទទួលយកគំនិតរបស់អ្នកទៅកម្រិតបន្ទាប់នៅពេលដែល Jupiter បញ្ឆេះផ្ទះទីបីសូឡារបស់អ្នកនៅល្ងាចនេះ។ស្វែងរកជើងរបស់អ្នកដូច្នេះការលះបង់អាចត្រូវបានធ្វើនិងការផ្លាស់ប្តូរអាចត្រូវបានទទួលយកបាននៅពេលដែល Luna ចូល Scorpio និងប្រឆាំងនឹង Venus ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Libra Moon, North Node, and Mars form a rare yod aspect, dear Leo, asking you to believe in your ideas and how they might transform your life. Network to improve your chances of success and enrich your sense of community when Mercury activates, making connections locally or online. Lean into your spirituality for healing when Chiron stirs, but don't let fantasy outshine reality. You'll have the attention of your peers once Jupiter stirs this evening, marking the ideal time to use your voice for good. Draw lines with the outside world and embrace a quiet Friday night at home when Luna enters Scorpio and opposes Venus."
        },
        "kh": {
            "today": "Libra Moon N ថ្នត់ Nort Newe និង Mars បង្កើតបានជាទិដ្ឋភាពយ៉ុមដ៏កម្រមួយលីអូដែលជាទីស្រឡាញ់ដោយស្នើសុំឱ្យអ្នកជឿលើគំនិតរបស់អ្នកនិងរបៀបដែលពួកគេអាចផ្លាស់ប្តូរជីវិតរបស់អ្នក។បណ្តាញដើម្បីធ្វើឱ្យប្រសើរឡើងនូវឱកាសជោគជ័យរបស់អ្នកនិងបង្កើនអារម្មណ៍សហគមន៍របស់អ្នកនៅពេលបារតធ្វើឱ្យសកម្មធ្វើការតភ្ជាប់ក្នុងមូលដ្ឋានឬតាមអ៊ីនធឺណិត។ពឹងផ្អែកលើភាពខាងវិញ្ញាណរបស់អ្នកសម្រាប់ការព្យាបាលនៅពេលដែល chiron បានកូរប៉ុន្តែកុំទុកឱ្យការស្រមើស្រមៃពិតជាហួសសម័យ។អ្នកនឹងទទួលបានការយកចិត្តទុកដាក់ពីមិត្តភក្តិរបស់អ្នកនៅពេលដែល Jupiter Stirs នៅល្ងាចនេះដោយសម្គាល់ពេលវេលាដ៏ល្អដើម្បីប្រើសំលេងរបស់អ្នកសម្រាប់ការល្អ។គូរបន្ទាត់ជាមួយពិភពខាងក្រៅហើយចាប់យករាត្រីថ្ងៃសុក្រស្ងាត់នៅឯផ្ទះនៅពេលដែល Luna ចូលក្នុង Scorpio និងប្រឆាំងនឹង Venus ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let other people help you, even if it doesn't come naturally. As the Libra Moon, Mars, and North Node enter a rare \"finger of fate\" formation, much can be gained when teamwork is embraced. Connect with your body to clear the mind when Mercury activates, and new details will surface. Recognize unhealthy patterns when Luna opposes Chiron, doing what you can to move away from bad habits. Prosperous vibes flow when Jupiter stirs, offering payoffs when you work for rewards. Seek meaningful connection once the Moon enters Scorpio and opposes Venus, finding comfort in those who lift you and calm the spirit."
        },
        "kh": {
            "today": "សូមឱ្យមនុស្សជួយអ្នកទោះបីវាមិនមកតាមធម្មជាតិក៏ដោយ។ក្នុងនាមជា Libra Moon Mars និងថ្នាំងខាងជើងបញ្ចូល \"ម្រាមដៃដ៏កម្រ\" ការបង្កើតម្រាមដៃដ៏កម្រ \"ដែលភាគច្រើនអាចទទួលបាននៅពេលការងារជាក្រុមត្រូវបានគេឱបក្រសោប។ភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកដើម្បីជម្រះចិត្តនៅពេលបារតសកម្មហើយព័ត៌មានលម្អិតថ្មីនឹងលេចចេញមក។ទទួលស្គាល់លំនាំមិនល្អនៅពេលដែល Luna ប្រឆាំងនឹង Chiron ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីឃ្លាតឆ្ងាយពីទម្លាប់អាក្រក់។ភាពរុងរឿងរីកចំរើនហូរនៅពេលដែល Jupiter Stirs ផ្តល់ជូនការទូទាត់ប្រាក់នៅពេលអ្នកធ្វើការឱ្យរង្វាន់។ស្វែងរកការតភ្ជាប់ប្រកបដោយអត្ថន័យនៅពេលដែលព្រះចន្ទចូល Scorpio និងប្រឆាំងនឹង Venus Venus ទទួលបានការលួងលោមនៅក្នុងអ្នកដែលលើកអ្នកនិងស្ងប់ស្ងាត់ព្រះវិញ្ញាណ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Get serious about your ideas and creative goals, dearest Gemini, as the Libra Moon, North Node, and Mars enter a rare yod formation. People will eagerly listen to your words when Mercury activates in your sign, so be sure to project your ideas into the world. Just try not to get too wrapped up in what others think when Chiron becomes agitated, or your confidence may suffer. Daring vibes flow while Jupiter activates this evening, asking you to push the envelope. Switch gears to get organized and recognize how you've held yourself back historically when Luna enters Scorpio and opposes Venus."
        },
        "kh": {
            "today": "យកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីគំនិតនិងគោលដៅច្នៃប្រឌិតរបស់អ្នក Gemini ដែលជាទីស្រឡាញ់បំផុតដូចជា Libra Moon, Noul Nonth Node និងភពព្រះអង្គារចូលក្នុងការបង្កើតយ៉ុតដ៏កម្រមួយ។មនុស្សនឹងស្តាប់សំដីរបស់អ្នកយ៉ាងខ្លាំងនៅពេលដែលបារតសកម្មក្នុងសញ្ញារបស់អ្នកដូច្នេះត្រូវប្រាកដថាបានរៀបចំគំនិតរបស់អ្នកចូលក្នុងពិភពលោក។គ្រាន់តែព្យាយាមមិនឱ្យទទួលបានរអាក់រអួលពេកក្នុងអ្វីដែលអ្នកផ្សេងទៀតគិតថានៅពេលដែលជីរុនមានភាពធុញទ្រាន់ឬទំនុកចិត្តរបស់អ្នកអាចនឹងទទួលរង។ហបញូញ័រយ៉ាងហ្មត់ចត់ខណៈពេលដែលហ្វុយគីធ្វើសកម្មភាពនៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នករុញស្រោមសំបុត្រ។ប្តូរប្រអប់លេខដើម្បីរៀបចំនិងទទួលស្គាល់ពីរបៀបដែលអ្នកបានរក្សាខ្លួនអ្នកឡើងវិញជាប្រវត្តិសាស្ត្រនៅពេលដែល Luna ចូល Scorpio និងប្រឆាំងនឹង Venus ។"
        }
    }
]