[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini quarter moon and Mercury square off early this morning, dear Aries, triggering confusion and miscommunication. Avoid fixating on small details, taking each moment in stride. Venus, Mars, and Chiron step in to provide relief as the hours unfold, making it easier for you and loved ones to admit mistakes, exchange apologies, and bring fun back into the equation. Tomorrow's agenda creeps into your mind once Saturn activates later today, urging you to handle tasks that need completing before Monday's arrival. Dreamy vibes fill your space once Luna enters Cancer and aspects Neptune this evening, helping you find comfort, peace, and sleep."
        },
        "kh": {
            "today": "ព្រះចន្ទខាងកើតព្រះចន្ទនិងបារតការ៉េនៅព្រឹកនេះជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់ការភាន់ច្រលំនិងការយល់ខុស។ជៀសវាងការជួសជុលព័ត៌មានលម្អិតតូចតាចយកពេលវេលានីមួយៗក្នុងជំហាននីមួយៗ។Venus Venus, ភពព្រះអង្គារ, និង chiry ជំហានចូលដើម្បីផ្តល់នូវការធូរស្បើយនៅពេលម៉ោងបានលាតត្រដាង, ធ្វើឱ្យអ្នកនិងមនុស្សជាទីស្រឡាញ់ទទួលយកកំហុសផ្លាស់ប្តូរការសុំអភ័យឯក។របៀបវារៈថ្ងៃស្អែកបានចូលក្នុងគំនិតរបស់អ្នកនៅពេលដែល Saturn សកម្មនៅថ្ងៃនេះដោយជំរុញឱ្យអ្នកដោះស្រាយភារកិច្ចដែលត្រូវការបញ្ចប់មុនពេលការមកដល់របស់ថ្ងៃច័ន្ទ។ភាពរស់រវើករបស់អ្នកបានបំពេញចន្លោះរបស់អ្នកនៅពេលដែល Luna ចូលមកមហារីកមហារីកនិងទិដ្ឋភាពណុបធូនដែលជួយអ្នកឱ្យទទួលបានការលួងលោមសន្តិភាពនិងគេង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Avoid reaching for your phone first thing this morning, darling Leo, and consider spending time outside, enjoying a decadent breakfast, or lingering in bed. As the Gemini quarter moon and Mercury square off, it would be easy to lose sight of simple pleasures if technological distractions are present. Get out of the house and do some exploring while Venus, Mars, and Chiron activate, reinvigorating the spirit as you find local gems and exceptional beauty. Notice if the impulse to check your phone returns when Saturn stirs later today, recognizing if you need better boundaries. Reconnect with yourself and your spirituality this evening once Luna enters Cancer and aspects Neptune."
        },
        "kh": {
            "today": "ជៀសវាងការឈានដល់ការឈានដល់ទូរស័ព្ទរបស់អ្នកនូវអ្វីដែលជារឿងដំបូងនៅព្រឹកនេះ, គួរឱ្យស្រឡាញ់, ហើយពិចារណាចំណាយពេលនៅខាងក្រៅ, រីករាយជាមួយអាហារពេលព្រឹកមួយដែលមានរយៈពេលមួយដែលមាននៅលើគ្រែ។ក្នុងនាមជា Gemini ត្រីមាសព្រះច័ន្ទនិងបារតការ៉េចេញវាងាយស្រួលក្នុងការភ្លេចការមើលឃើញដ៏សាមញ្ញប្រសិនបើការរំខានដល់បច្ចេកវិទ្យា។ចេញពីផ្ទះហើយធ្វើឱ្យអ្នកខ្លះស្វែងយល់ខណៈពេលដែល Venus Venus មានភពអង្គរភូមិន្ទនិង chiry ធ្វើឱ្យសកម្មការធ្វើឱ្យស្មារតីឡើងវិញនៅពេលដែលអ្នករកត្បូងក្នុងស្រុកនិងសម្រស់ពិសេស។សូមកត់សម្គាល់ប្រសិនបើការលើកទឹកចិត្តដើម្បីពិនិត្យមើលទូរស័ព្ទរបស់អ្នកត្រឡប់មកវិញនៅពេលដែល Saturn Stirs នៅថ្ងៃនេះដោយទទួលស្គាល់ថាតើអ្នកត្រូវការព្រំដែនល្អជាងនេះទេ។ភ្ជាប់ទំនាក់ទំនងជាមួយខ្លួនអ្នកនិងភាពខាងវិញ្ញាណរបស់អ្នកនៅល្ងាចនេះនៅពេលដែល Luna ចូលមករកជម្ងឺមហារីកនិងទិដ្ឋភាពណុបថុន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your view of the world could seem slightly distorted this morning, dear bull, as the Gemini quarter moon and Mercury square off. If you feel disenchanted or pessimistic, focus on what provides comfort and gratitude. The atmosphere sweetens once Venus, Mars, and Chiron activate, encouraging you to stay busy with light chores and wellness exercises. Avoid getting sucked into your screens while Saturn stirs later today, or you may grow numb and disconnected. You'll have a chance to relax and escape into alternate worlds when Luna enters Cancer and aspects Neptune, marking the perfect excuse to cozy up with a book or movie."
        },
        "kh": {
            "today": "ទស្សនៈរបស់អ្នកលើពិភពលោកអាចមើលទៅមិនស្រួលបន្តិចនៅព្រឹកនេះគោឈ្មោលជាទីស្រឡាញ់របស់លោក Bull ក្នុងតំបន់ Gemini Moon និង Marcury Squary Squary ។ប្រសិនបើអ្នកមានអារម្មណ៍ស្រងាកចិត្តឬទុទិដ្ឋិនិយមសូមផ្តោតលើអ្វីដែលផ្តល់ការលួងលោមនិងការដឹងគុណ។បរិយាកាសគួរឱ្យអស់សំណើចណាស់នៅពេលដែល Venus មាន Venus ភពព្រះអង្គារនិង chiry ធ្វើឱ្យសកម្មជំរុញឱ្យអ្នករវល់នឹងលំហាត់ការងារស្រាលនិងលំហាត់សុខភាព។ជៀសវាងការទទួលទានចូលទៅក្នុងអេក្រង់របស់អ្នកនៅពេលសៅរ៍សៅរ៍បានកូរនៅថ្ងៃនេះឬអ្នកអាចនឹងស្ពឹកហើយផ្តាច់ខ្លួន។អ្នកនឹងមានឱកាសសម្រាកនិងរត់គេចខ្លួនចូលក្នុងពិភពលោកជំនួសនៅពេលដែល Luna ចូលមកមហារីកមហារីកនិងទិដ្ឋភាព Neptune, សម្គាល់លេសដ៏ល្អឥតខ្ចោះដើម្បីកក់ក្តៅជាមួយនឹងសៀវភៅឬខ្សែភាពយន្ត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The quarter moon rises in your sign this morning, dear Gemini, though a harsh square with Mercury could brew resentment. Before interacting with others, take a moment to sort through your emotions and recognize where complicated feelings might be stemming from. Your spirits lift once Venus, Mars, and Chiron activate, pulling you out of this funk. Further your healing journey by integrating yourself into the community, spending time with friends, or experimenting artistically. Pump the brakes and honor your responsibilities when Saturn stirs later today, ensuring that you're prepared for Monday's arrival. Embrace your lazy side to close out the weekend while Luna enters Cancer and aspects Neptune this evening."
        },
        "kh": {
            "today": "ព្រះចន្ទមាសរះបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ទោះបីជាការ៉េដ៏សាហាវជាមួយបារតអាចនឹងស្រអាប់ការអាក់អន់ចិត្តបានទេ។មុនពេលធ្វើអន្តរកម្មជាមួយអ្នកដទៃសូមចំណាយពេលបន្តិចដើម្បីតម្រៀបតាមអារម្មណ៍របស់អ្នកហើយទទួលស្គាល់កន្លែងដែលអារម្មណ៍ស្មុគស្មាញអាចនឹងកើតចេញពី។វិញ្ញាណរបស់អ្នកលើក intus, ភពព្រះអង្គារ, និង chiry ធ្វើឱ្យសកម្ម, ទាញអ្នកចេញពីការលេងសើចនេះ។ដំណើរព្យាបាលរបស់អ្នកថែមទៀតដោយធ្វើសមាហរណកម្មខ្លួនអ្នកចូលក្នុងសហគមន៍ចំណាយពេលជាមួយមិត្តភក្តិឬពិសោធការពិសោធសិល្បៈ។ច្របាច់ហ្វ្រាំងហើយគោរពការទទួលខុសត្រូវរបស់អ្នកនៅពេលដែល Saturn កូរនៅថ្ងៃនេះធានាថាអ្នកបានត្រៀមខ្លួនសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទ។ចាប់យកចំហៀងដ៏ខ្ជិលរបស់អ្នកក្នុងការបិទចុងសប្តាហ៍ខណៈដែល Luna ចូលមកជំងឺមហារីកនិងទិដ្ឋភាពណុសនាល្ងាចនេះ។"
        }
    }
]