[
    {
        "sign": "Aries",
        "en": {
            "today": "Keep your composure as the Leo moon squares Mercury and Mars, dearest Aries, as it peppers your morning with triggers and power struggles. Ensure that you and your romantic or professional partners are on the same page, and avoid taking action if specific details the still unclear. Major conflict could arise if you or your counterpart feels as though their opinions are being overlooked, so prioritize making decisions as a team. Encourage creative collaboration and brainstorm alternate options if disagreements persist. Sweetness floods your heart later tonight while the sun and Luna align, bringing ease to your relationships."
        },
        "kh": {
            "today": "រក្សាភាពស្ងប់ស្ងៀមនៅពេលដែល Leo Moon Squares Mercury និងភពព្រះអង្គារដែលជាទីស្រឡាញ់បំផុត Aries ដែលជាម្ទេសរបស់អ្នកជាមួយនឹងកេះនិងការតស៊ូអំណាច។ធានាថាអ្នកនិងដៃគូស្នេហារបស់អ្នកមាននៅលើទំព័រតែមួយហើយចៀសវាងចាត់វិធានការប្រសិនបើព័ត៌មានលម្អិតជាក់លាក់ដែលមិនច្បាស់លាស់។ជម្លោះដ៏ធំអាចកើតឡើងប្រសិនបើអ្នកឬសមភាគីរបស់អ្នកមានអារម្មណ៍ថាដូចជាមតិរបស់ពួកគេត្រូវបានគេមើលរំលងដូច្នេះផ្តល់អាទិភាពដល់ការសម្រេចចិត្តក្នុងនាមជាក្រុម។លើកទឹកចិត្តឱ្យមានការសហការគ្នាប្រកបដោយការច្នៃប្រឌិតនិងជម្រើសជម្រើសជំនួសខួរក្បាលប្រសិនបើមានការខ្វែងគំនិតគ្នានៅតែបន្តកើតមាន។ភាពផ្អែមល្ហែមទឹកជំនន់ដួងចិត្តរបស់អ្នកនៅយប់នេះខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមការនាំមកនូវទំនាក់ទំនងរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A tinge of shame or regret could sour your mood this morning, sweet lion, as the moon squares Mercury and Mars. You may feel as though recent mistakes have been blown out of proportion or wounded by the actions of a loved one. Do what you can to nurture the heart while shaking off emotions that aren't worth holding onto. Embrace small pep talks and cater to your own desires as the hours pass, turning over a new leaf and putting a positive spin on the day. Clarifying vibes flow once the sun and Luna align tonight, offering resolution and peace of mind."
        },
        "kh": {
            "today": "ការខ្មាស់អៀនឬការសោកស្តាយអាចជូរអារម្មណ៍របស់អ្នកនៅព្រឹកនេះតោផ្អែមដូចជាបារតការ៉េការ៉េនិងភពព្រះអង្គារ។អ្នកអាចមានអារម្មណ៍ថាទោះបីជាកំហុសថ្មីៗនេះត្រូវបានផ្លុំចេញពីសមាមាត្រឬរងរបួសដោយសកម្មភាពរបស់មនុស្សជាទីស្រឡាញ់។ធ្វើអ្វីដែលអ្នកអាចចិញ្ចឹមបេះដូងពេលរញ្ជួយចេញពីអារម្មណ៍ដែលមិនមានតំលៃកាន់។ចាប់យកការពិភាក្សា Pep តូចហើយផ្តល់នូវបំណងប្រាថ្នាផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលម៉ោងកន្លងផុតទៅដោយបង្វែរស្លឹកថ្មីហើយដាក់ការវិលវិជ្ជមាននៅថ្ងៃនោះ។ការបំភ្លឺភាពរស់រវើកហូរម្តងនៅពេលព្រះអាទិត្យនិង Luna តម្រឹមនៅយប់នេះដោយផ្តល់នូវដំណោះស្រាយនិងសន្តិភាពនៃចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The day could get off to a false start, dearest Taurus, as the Leo moon squares Mercury and Mars. Misinformation, intense emotions, and a lack of direction threaten to throw you off track, compromising your confidence in the process. Stay flexible to avoid significant disruptions, even if carefully laid plans must be sacrificed. Your intuition heightens as the hours unfold, making it easier to distinguish what went wrong and how corrections can be made. Order is restored when the sun and Luna align later tonight, giving you a chance to focus on your health and release stress before bed."
        },
        "kh": {
            "today": "ថ្ងៃនេះអាចទទួលបានការចាប់ផ្តើមមិនពិតមួយតារូស Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជាឡេអូមូនការ៉េបារតនិងភពព្រះអង្គារ។ព័ត៌មានមិនត្រឹមត្រូវអារម្មណ៍ខ្លាំង ៗ និងកង្វះនៃទិសដៅដែលគំរាមធ្វើឱ្យអ្នកខកចិត្តធ្វើឱ្យអ្នកខូចចិត្តលើដំណើរការនេះ។រក្សាភាពបត់បែនដើម្បីជៀសវាងការរំខានគួរឱ្យកត់សម្គាល់ទោះបីជាផែនការដែលបានដាក់ដោយប្រុងប្រយ័ត្នត្រូវតែត្រូវបានបូជាយ៉ាងប្រុងប្រយ័ត្នក៏ដោយ។វិចារណញាណរបស់អ្នកកម្ពស់នៅពេលម៉ោងលាតត្រដាងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការបែងចែកអ្វីដែលខុសនិងរបៀបដែលការកែតម្រូវអាចធ្វើបាន។ការបញ្ជាទិញត្រូវបានស្តារឡើងវិញនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅយប់នេះផ្តល់ឱ្យអ្នកនូវឱកាសឱ្យអ្នកផ្តោតលើសុខភាពរបស់អ្នកនិងបញ្ចេញភាពតានតឹងមុនពេលគេង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could feel burnt out and in need of a mental reset, darling Gemini, as the Leo moon squares Mercury and Mars. Though you may be forced to call in a favor, frustrations will emerge if the quality of work you receive does not match your own. Avoid holding others to the exact expectations you place upon yourself, but give constructive feedback if improvements can be made. People will be eager to learn and improve as the hours pass, but only if encouragement and education are combined. Creative expression takes precedence while the sun aspects Luna later tonight, brightening your light."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាបានឆាបឆេះហើយត្រូវការកំណត់ផ្លូវចិត្តយ៉ាងខ្លាំងគឺលោក Leo Moon Squares បារតនិងភពព្រះអង្គារ។ទោះបីជាអ្នកអាចត្រូវបានបង្ខំឱ្យហៅទៅក្នុងការពេញចិត្តក៏ដោយការខកចិត្តនឹងលេចចេញមកប្រសិនបើគុណភាពការងារដែលអ្នកទទួលមិនត្រូវនឹងរបស់អ្នក។ជៀសវាងការកាន់អ្នកដទៃឱ្យមានការរំពឹងទុកពិតប្រាកដដែលអ្នកដាក់ដោយខ្លួនឯងប៉ុន្តែផ្តល់នូវមតិប្រតិកម្មក្នុងន័យស្ថាបនាប្រសិនបើអាចធ្វើឱ្យប្រសើរឡើង។ប្រជាជននឹងចង់រៀននិងកែលម្អនៅពេលម៉ោងកន្លងផុតទៅប៉ុន្តែមានតែប្រសិនបើការលើកទឹកចិត្តនិងការអប់រំត្រូវបានបញ្ចូលគ្នា។ការបញ្ចេញមតិប្រកបដោយការច្នៃប្រឌិតមានអាទិភាពខណៈពេលដែលទិដ្ឋភាពព្រះអាទិត្យនៅយប់នេះសូមអន្ទាក់ពន្លឺរបស់អ្នក។"
        }
    }
]