[
    {
        "sign": "Aries",
        "en": {
            "today": "The energy could feel emotional and heavy this morning, dear Aries, as the Cancer moon forms a tense square with Chiron. Try to make space for everyone to process their feelings, but don't allow others to guilt trip you. The atmosphere hits a turning point once afternoon sets in, and Luna forms sweet connections with Chiron, Uranus, Saturn, Mars, Venus, Rx, Mercury Rx, and the nodes of fate. This cosmic climate puts you in a private yet nurturing mood, offering the perfect ambiance for a cozy Saturday at home with those you adore most. You'll feel like exploring and having fun once the moon enters Leo later tonight."
        },
        "kh": {
            "today": "ថាមពលអាចមានអារម្មណ៍រំជួលចិត្តនិងធ្ងន់នៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជាមហារីកព្រះច័ន្ទបង្កើតបានជាការ៉េតឹងតែងមួយដែលមាន chiry ។ព្យាយាមធ្វើឱ្យមានកន្លែងសម្រាប់មនុស្សគ្រប់គ្នាកែច្នៃអារម្មណ៍របស់ពួកគេប៉ុន្តែកុំអនុញ្ញាតឱ្យអ្នកដទៃធ្វើឱ្យអ្នកមានកំហុសអ្នក។បរិយាកាសឈានដល់ចំណុចរបត់នៅពេលរសៀលឈុតហើយ Luna បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ chirir, uranus, saturus, ភពព្រះអង្គារ, RX, RX និងថ្នាំងរបស់វាសនា។អាកាសធាតុកែសម្ផស្សនេះធ្វើឱ្យអ្នកមានអារម្មណ៍ឯកជនមួយដែលមានភាពស្ងប់ស្ងាត់ដែលផ្តល់នូវបរិយាកាសល្អឥតខ្ចោះសម្រាប់ថ្ងៃសៅរ៍ដ៏កក់ក្តៅនៅផ្ទះជាមួយអ្នកដែលអ្នកស្រលាញ់បំផុត។អ្នកនឹងមានអារម្មណ៍ចង់ស្វែងយល់និងរីករាយនៅពេលដែលព្រះច័ន្ទចូលលេអូនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Invite in stillness to find healing and peace, dear Leo, as the Cancer moon and Chiron align this morning. You could come to discover that much in your life needs changing as the stars align to help you break unhelpful cycles. Luckily, sweet connections between Luna, Uranus, Saturn, Mars, Venus Rx, Mercury Rx, and the nodes of fate offer motivation. With each step taken in the right direction, you will feel increasingly powerful and passionate about the future. Your star rises later tonight when the moon enters your sign, inviting you to take up space while pushing for personal growth."
        },
        "kh": {
            "today": "សូមអញ្ជើញឱ្យមានភាពស្ងប់ស្ងាត់ក្នុងការជួយសង្គ្រោះនិងសន្តិភាព, លីអូ, ដូចជាមហារីក, ព្រះច័ន្ទនិង Cheary តម្រឹមនៅព្រឹកនេះ។អ្នកអាចមករកឃើញថាភាគច្រើននៅក្នុងជីវិតរបស់អ្នកត្រូវការការផ្លាស់ប្តូរនៅពេលដែលផ្កាយតម្រឹមដើម្បីជួយអ្នកក្នុងការបំបែកវដ្តដែលមិនគួរឱ្យជឿ។សំណាង, ការតភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង Luna, អ៊ុយរ៉ានុស, ភព, ភពព្រះអង្គារ, Venus RX, RX RX និងថ្នាំងនៃជោគវាសនាផ្តល់ជូនការលើកទឹកចិត្ត។ជាមួយនឹងជំហាននីមួយៗដែលបានធ្វើឡើងក្នុងទិសដៅត្រឹមត្រូវអ្នកនឹងមានអារម្មណ៍ថាមានថាមពលកាន់តែខ្លាំងឡើងនិងងប់ងល់នឹងអនាគត។តារារបស់អ្នកបានកើនឡើងនៅយប់នេះនៅពេលដែលព្រះចន្ទចូលមកសញ្ញារបស់អ្នកដោយអញ្ជើញអ្នកឱ្យយកអវកាសខណៈពេលដែលជំរុញឱ្យមានការរីកចម្រើនផ្ទាល់ខ្លួន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Remember that words can hurt as the Cancer moon squares Chiron this morning, dearest Taurus, being mindful of how you speak to others and yourself. You'll feel like exploring once afternoon sets in and Luna connects with Uranus, Saturn, Mars, Venus, Rx, Mercury Rx, and the nodes of fate. If you've been meaning to develop friendships or circulate socially, now is the perfect time to invest in the community and your place within it. Plan for a warming and cozy night at home once the moon enters Leo later tonight, honoring what your heart needs to feel supported."
        },
        "kh": {
            "today": "ចាំថាពាក្យអាចធ្វើឱ្យឈឺចាប់នៅពេលដែលមហារីកមហារីក Chiron នៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បំផុតដោយយកចិត្តទុកដាក់ពីរបៀបដែលអ្នកនិយាយទៅកាន់អ្នកដទៃនិងខ្លួនអ្នកផ្ទាល់។អ្នកនឹងមានអារម្មណ៍ចង់ស្វែងយល់ពីពេលរសៀលចូលទៅក្នុងនិង Luna ភ្ជាប់ជាមួយអ៊ុយរ៉ានុស, សៅរ៍, ភពអង្គារ, ភព, RX, បារត, និងថ្នាំងរបស់វាសនា។ប្រសិនបើអ្នកមានអត្ថន័យបង្កើតមិត្តភាពឬធ្វើចលនានៅលើសង្គមឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះក្នុងការវិនិយោគលើសហគមន៍និងកន្លែងរបស់អ្នកនៅក្នុងនោះ។រៀបចំផែនការកក់ក្តៅនិងកក់ក្ដៅនៅឯផ្ទះនៅពេលដែលព្រះចន្ទចូលឡេអូនៅយប់នេះនៅយប់នេះដែលផ្តល់កិត្តិយសអ្វីដែលបេះដូងរបស់អ្នកត្រូវការគាំទ្រ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A lazy energy takes hold this morning, dear Gemini, as the Cancer moon and Chiron square off. Permit yourself to move slowly, but try to focus on the material realms instead of getting caught up in your screens. You'll feel inspired to build something meaningful that can stand the test of time once afternoon sets in. Supportive connections between Luna, Uranus, Saturn, Venus Rx, Mercury Rx, and the nodes of fate put you in a position to seize control of destiny. Consider which areas of your life could use more stability and growth, funneling your focus accordingly. Embrace additional research later tonight once Luna enters Leo."
        },
        "kh": {
            "today": "ថាមពលខ្ជិលយកអាវទ្រនាប់នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ព្រោះមហារីកមហារីកនិង chiry Square បិទ។អនុញ្ញាតឱ្យខ្លួនអ្នកធ្វើចលនាយឺត ៗ ប៉ុន្តែព្យាយាមផ្តោតលើអាណាចក្រសម្ភារៈជំនួសឱ្យការជាប់នៅក្នុងអេក្រង់របស់អ្នក។អ្នកនឹងមានអារម្មណ៍បំផុសគំនិតឱ្យបង្កើតអ្វីដែលមានអត្ថន័យដែលអាចឈរបានការធ្វើតេស្តពេលវេលាដែលបានកំណត់នៅលើ Luna, uranus, RX RX, Pate ដាក់អ្នកក្នុងទីតាំងមួយដើម្បីដណ្តើមបានការគ្រប់គ្រងនៃជោគវាសនា។សូមពិចារណានូវវិស័យណាមួយនៃជីវិតរបស់អ្នកដែលអាចប្រើស្ថេរភាពនិងការរីកចម្រើនកាន់តែច្រើន, ពឹងផ្អែកលើការផ្តោតអារម្មណ៍របស់អ្នក។ចាប់យកការស្រាវជ្រាវបន្ថែមនៅយប់នេះនៅពេលដែល Luna ចូល Leo ។"
        }
    }
]