[
    {
        "sign": "Aries",
        "en": {
            "today": "Try to examine your spending habits today, dearest Aries, as the Pisces moon and Taurus sun align. This energy highlights how shopping and emotional balance play into one another, asking you to consider if you're operating off cycles that make room for savings and security. A harsh square between the sun and Pluto could trigger challenges within your social sphere, and it may become evident that you've outgrown certain connections or cliques. Meanwhile, Venus cozies up with the nodes of fate, helping you improve as a companion so you can strengthen and call in healthy connections moving forward."
        },
        "kh": {
            "today": "ព្យាយាមពិនិត្យមើលទម្លាប់ចំណាយរបស់អ្នកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដែលជាការចងខ្សែរបស់មូស្គូមូននិងតារូសព្រះអាទិត្យតម្រឹម។ថាមពលនេះគូសបញ្ជាក់ពីរបៀបដែលតុល្យភាពនៃការដើរទិញឥវ៉ាន់និងអារម្មណ៍ដើរតួយ៉ាងខ្លាំងដោយស្នើសុំឱ្យអ្នកពិចារណាប្រសិនបើអ្នកកំពុងប្រតិបត្តិការវដ្តដែលធ្វើឱ្យបន្ទប់សន្សំនិងសុវត្ថិភាព។ការេដ៏សាហាវមួយរវាងព្រះអាទិត្យនិងផ្លាតូអាចបង្កឱ្យមានបញ្ហាប្រឈមនៅក្នុងវិស័យសង្គមរបស់អ្នកហើយវាអាចនឹងឃើញច្បាស់ថាអ្នកបានផ្លាស់ប្តូរការតភ្ជាប់ឬការតភ្ជាប់ជាក់លាក់ណាមួយ។ទន្ទឹមនឹងនេះ Venus Cozies ឡើងជាមួយនឹងថ្នាំងនៃជោគវាសនាជួយអ្នកឱ្យប្រសើរឡើងក្នុងនាមជាដៃគូដូច្នេះអ្នកអាចពង្រឹងនិងការអំពាវនាវឱ្យមានទំនាក់ទំនងល្អ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "An empowering energy surrounds you while the Pisces moon and Taurus sun align this morning, dear Leo. Carry these vibes with you by setting firm intentions around what you desire most and finding the motivation to sever ties with anyone or anything standing in the way. Challenges to your sense of harmony could emerge while the sun and Pluto square off. Though hard work is a significant component for generating success, be mindful not to sacrifice your well-being in the process. Luckily, Venus connects with the nodes of fate later tonight, helping you shed stress while recommitting to self-care journeys."
        },
        "kh": {
            "today": "ថាមពលដែលផ្តល់សិទ្ធិអំណាចនៅជុំវិញអ្នកខណៈពេលដែល Pisces Moon និង Taurus Sun បានតម្រឹមនៅព្រឹកនេះ Leo ជាទីស្រឡាញ់។អនុវត្តភាពរស់រវើកទាំងនេះជាមួយអ្នកដោយកំណត់ចេតនារឹងមាំជុំវិញអ្វីដែលអ្នកចង់បានបំផុតនិងការស្វែងរកការលើកទឹកចិត្តក្នុងការកាត់ផ្តាច់ទំនាក់ទំនងជាមួយនរណាម្នាក់ឬអ្វីដែលឈរនៅតាមផ្លូវ។ឧបសគ្គចំពោះអារម្មណ៍នៃភាពសុខដុមរមនារបស់អ្នកអាចលេចចេញនៅពេលព្រះអាទិត្យនិងផ្លាតូការ៉េបិទ។ទោះបីជាការខិតខំប្រឹងប្រែងគឺជាសមាសធាតុសំខាន់សម្រាប់ការបង្កើតភាពជោគជ័យក៏ដោយក៏ចាំមិនត្រូវលះបង់សុខុមាលភាពរបស់អ្នកក្នុងដំណើរការនេះដែរ។សំណាង, Venus, ភ្ជាប់ជាមួយថ្នាំងនៃវាសនានៅយប់នេះ, ជួយអ្នកឱ្យស្រក់ស្ត្រេសខណៈពេលដែលផ្តល់ការធ្វើដំណើរថែរក្សាខ្លួនឯង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Pisces moon and sun form a soft connection early this morning, darling Taurus, boosting your popularity. As you stand out amongst the crowds, try to consider the messages and influence you're putting into the world. Tensions may brew within your work life as the sun and Pluto square off. Though you could become frustrated by restrictions or roadblocks, arguing with those who have authority over your career might not be the best idea. Lean into your network to search for alternative opportunities if you're ready to explore new paths once Venus aspects the nodes of fate later tonight."
        },
        "kh": {
            "today": "Pisces Moon និង Sun បង្កើតបានជាការតភ្ជាប់ទន់ភ្លន់នៅព្រឹកនេះនៅព្រឹកនេះ Taurling Taurus បង្កើនប្រជាប្រិយភាពរបស់អ្នក។នៅពេលអ្នកលេចធ្លោក្នុងចំណោមហ្វូងមនុស្សចូរព្យាយាមពិចារណាសារនិងឥទ្ធិពលដែលអ្នកកំពុងចូលក្នុងពិភពលោក។ភាពតានតឹងអាចស្រូបចូលក្នុងជីវិតការងាររបស់អ្នកនៅពេលព្រះអាទិត្យនិងផ្លាតូការ៉េបិទ។ទោះបីជាអ្នកអាចមានការខកចិត្តដោយការរឹតត្បិតឬរបាំងបិទផ្លូវដោយឈ្លោះប្រកែកជាមួយអ្នកដែលមានអំណាចលើអាជីពរបស់អ្នកប្រហែលជាមិនមែនជាគំនិតល្អបំផុតទេ។ពឹងផ្អែកលើបណ្តាញរបស់អ្នកដើម្បីស្វែងរកឱកាសជំនួសប្រសិនបើអ្នកត្រៀមខ្លួនស្វែងយល់ពីផ្លូវថ្មីនៅពេលដែលទិដ្ឋភាពនៃភេនសរបស់វាសនានៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Fly under the radar and get your affairs in order this morning, dearest Gemini, as the Pisces moon and sun align. This energy emphasizes the benefit of strategizing from behind the scenes, urging you to seek peace and quiet so clarity can arise. Lean into your spirituality if you're ready to dream bigger than ever before, as the sun and Pluto align. You may decide that it's time to completely change directions, guided by big ideas and faith that you're meant for something more. Strengthen romantic or professional partnerships later tonight when Venus aligns with the nodes of fate."
        },
        "kh": {
            "today": "ហោះហើរនៅក្រោមរ៉ាដាហើយទទួលបានកិច្ចការរបស់អ្នកឱ្យមានសណ្តាប់ធ្នាប់នៅព្រឹកនេះ Gemini ដែលមានទីលំនៅជាទីស្រឡាញ់បំផុតនៅពេលដែលការតស៊ូរបស់ព្រះច័ន្ទនិងព្រះអាទិត្យតម្រឹម។ថាមពលនេះសង្កត់ធ្ងន់ទៅលើអត្ថប្រយោជន៍នៃការធ្វើយុទ្ធសាស្រ្តយុទ្ធសាស្ត្រពីនៅពីក្រោយឆាកដោយជំរុញឱ្យអ្នកស្វែងរកសន្តិភាពនិងស្ងប់ស្ងាត់ដូច្នេះភាពច្បាស់លាស់អាចកើតឡើង។ពឹងផ្អែកលើភាពខាងវិញ្ញាណរបស់អ្នកប្រសិនបើអ្នកត្រៀមខ្លួនដើម្បីសុបិន្តធំជាងមុនពេលដែលព្រះអាទិត្យនិងផ្លាតូតម្រឹម។អ្នកអាចសំរេចថាវាដល់ពេលដែលត្រូវផ្លាស់ប្តូរទិសដៅទាំងស្រុងដោយបានដឹកនាំដោយគំនិតនិងជំនឿដ៏ធំដែលអ្នកចង់និយាយសម្រាប់អ្វីដែលកាន់តែច្រើន។ពង្រឹងភាពជាដៃគូមនោសញ្ចេតនាឬអាជីពនៅយប់នេះនៅពេលដែល Venus មាន Venus មានភ្ជាប់ជាមួយថ្នាំងនៃវាសនា។"
        }
    }
]