[
    {
        "sign": "Aries",
        "en": {
            "today": "Remember that hurt people often hurt others, dear Aries, as the Libra moon and Chiron square off. Waves of emotion may cause loved ones to lash out but try to exercise compassion without compromising your well-being. Your perception of the human psyche intensifies after Luna enters Scorpio, helping you find just the right things to say when mitigating drama. Be proud of your evolution and how you've learned to take the high road. Connect with a close family member or childhood friend when Venus stirs this afternoon. Beware of those who might intrude on your privacy once Pluto activates later today."
        },
        "kh": {
            "today": "សូមចងចាំថាធ្វើឱ្យមនុស្សឈឺចាប់ជារឿយៗធ្វើឱ្យអ្នកដទៃឈឺចាប់, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដូចជា Libra Moon និង Chiron Square បិទ។រលកនៃអារម្មណ៍អាចបណ្តាលឱ្យមនុស្សជាទីស្រឡាញ់ប្រើរោមភ្នែកចេញប៉ុន្តែព្យាយាមធ្វើលំហាត់ប្រាណដោយមិនធ្វើឱ្យខូចសុខុមាលភាពរបស់អ្នក។ការយល់ឃើញរបស់អ្នកចំពោះចិត្តសាស្ត្ររបស់មនុស្សកាន់តែខ្លាំងក្លាបន្ទាប់ពីលោក Luna ចូល Scorpio ជួយអ្នករកឃើញអ្វីដែលត្រឹមត្រូវក្នុងការនិយាយនៅពេលបន្ធូរបន្ថយល្ខោន។មានមោទនភាពចំពោះការវិវត្តន៍របស់អ្នកនិងរបៀបដែលអ្នកបានរៀនយកផ្លូវខ្ពស់។ភ្ជាប់ជាមួយសមាជិកគ្រួសារជិតស្និទ្ធឬមិត្តភក្តិកុមារភាពនៅពេលដែល Venus Stirs បានកូរនៅរសៀលនេះ។ប្រយ័ត្នចំពោះអ្នកដែលបានចាញ់ការធ្វើឯកជនភាពរបស់អ្នកនៅពេលផ្លាតូសកម្មនៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Start your day with a bit of spiritual work, dear Leo, as the Libra moon and Chiron align. This energy helps facilitate divine connection, opening you up to intuitive messages and support from beyond. Your ability to read people increases once Luna enters Scorpio, and the desire to nurture will be pronounced. Embrace your role as a healer, offering compassion to those who need it most. Turn this kindness within while Venus activates this afternoon, promoting unconditional self-love. Know your limits when it comes to nurturing others when Pluto becomes agitated later today, or imbalances may form in your relationships."
        },
        "kh": {
            "today": "ចាប់ផ្តើមថ្ងៃរបស់អ្នកជាមួយនឹងការងារខាងវិញ្ញាណបន្តិច, សួស្តី, ដូចជា Libra Moon និង Chironar តម្រឹម។ថាមពលនេះជួយសម្រួលដល់ការភ្ជាប់របស់ព្រះដោយបើកអ្នកឱ្យមានសារល្មើរនិងការគាំទ្រពីលើសពីនេះ។សមត្ថភាពរបស់អ្នកក្នុងការអានមនុស្សកើនឡើងនៅពេលដែល Luna ចូល Scorpio ហើយបំណងប្រាថ្នាដើម្បីចិញ្ចឹមបីបាច់នឹងត្រូវបានប្រកាស។ចាប់យកតួនាទីរបស់អ្នកជាអ្នកព្យាបាលដោយផ្តល់ការអាណិតអាសូរដល់អ្នកដែលត្រូវការវាបំផុត។បង្វែរសេចក្តីសប្បុរសនេះនៅក្នុងខណៈពេលដែល Venus Venus មានដំណើរការនៅរសៀលនេះដោយលើកកម្ពស់ការស្រឡាញ់ខ្លួនឯងដោយគ្មានលក្ខខណ្ឌ។ដឹងពីដែនកំណត់របស់អ្នកនៅពេលនិយាយអំពីការចិញ្ចឹមបីបាច់អ្នកដទៃនៅពេលផ្លាតូមានអារម្មណ៍ធុញថប់នៅថ្ងៃនេះឬអតុល្យភាពអាចបង្កើតបានជាទំនាក់ទំនងរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Embrace a quiet approach to your morning routines and avoid the temptation to connect or check messages instantly, dearest Taurus. As the Libra moon and Chiron face-off, it'll be vital that you take time to mentally and emotionally prepare for the day's events. The ambiance feels intimate and harmonious once Luna enters Scorpio, helping you tune into your needs and those of those around you. Apply your intuition when developing bonds, trusting your instincts about others. Flirtatious exchanges could lead to much more when Venus activates this afternoon. Just try not to rush trust while Pluto becomes agitated, remembering the value of healthy boundaries."
        },
        "kh": {
            "today": "ចាប់យកវិធីសាស្រ្តស្ងប់ស្ងាត់ចំពោះទម្លាប់ពេលព្រឹករបស់អ្នកហើយចៀសវាងការដើបការតភ្ជាប់ឬពិនិត្យមើលសារភ្លាមៗថាតារូសដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជា Libra Moon និង Chiron Fly Black វាពិតជាសំខាន់ណាស់ដែលអ្នកចំណាយពេលដើម្បីរៀបចំផ្លូវចិត្តនិងអារម្មណ៍សម្រាប់ព្រឹត្តិការណ៍ថ្ងៃ។ភាពស្និទ្ធស្នាលមានអារម្មណ៍ស្និទ្ធស្នាលនិងចុះសម្រុងគ្នានៅពេលដែល Luna ចូល Scorpio ជួយអ្នកឱ្យអនុលោមតាមតម្រូវការរបស់អ្នកនិងអ្នកដែលនៅជុំវិញអ្នក។អនុវត្តវិចារណញាណរបស់អ្នកនៅពេលកំពុងអភិវឌ្ឍមូលបត្របំណុលដែលជឿទុកចិត្តលើសភាវគតិរបស់អ្នកអំពីអ្នកដទៃ។ការផ្លាស់ប្តូរចែចង់អាចនាំឱ្យមានច្រើននៅពេលដែល Venus ធ្វើឱ្យរសៀលនេះសកម្មនៅរសៀលនេះ។គ្រាន់តែព្យាយាមមិនឱ្យប្រញាប់ប្រញាល់ទុកចិត្តខណៈពេលដែល Pluto មានអារម្មណ៍ធុញថប់ដោយចងចាំពីតម្លៃនៃព្រំដែនដែលមានសុខភាពល្អ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Insecure people are the ones most likely to judge, dearest Gemini. As the Libra moon opposes Chiron, try not to take it personally if you sense disapproving eyes on your back. You'll be much too busy to worry about what others say and think once Luna enters Scorpio. This inspiring lunar placement increases your morale when hard work is embraced. Plant seeds to manifest your deepest desires while Venus stirs this afternoon. These vibes can also help establish security within matters of the heart, allowing you to build trust. Choose your adventure once Pluto activates later today, nudging you to peer into the unknown."
        },
        "kh": {
            "today": "មនុស្សដែលគ្មានសុវត្ថិភាពគឺជាអ្នកដែលទំនងជាវិនិច្ឆ័យ, Gemini ដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់។នៅពេលដែល Libra Moon ជំទាស់ chiry ព្យាយាមមិនយកវាដោយផ្ទាល់ប្រសិនបើអ្នកមានអារម្មណ៍មិនពេញចិត្តចំពោះខ្នងរបស់អ្នក។អ្នកនឹងមានភាពមមាញឹកខ្លាំងណាស់ក្នុងការព្រួយបារម្ភអំពីអ្វីដែលអ្នកដទៃនិយាយនិងគិតថានៅពេលដែល Luna ចូល Scorpio ។ការតម្ពីរជ្ជរបស់ដែលជម្រុញនេះបង្កើនសីលធម៌របស់អ្នកនៅពេលដែលការខិតខំប្រឹងប្រែងបានទទួលយក។ដាំគ្រាប់ពូជដើម្បីបង្ហាញពីបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នកខណៈពេលដែល Venus Stirs Stirs នៅរសៀលនេះ។ភាពរស់រវើកទាំងនេះក៏អាចជួយបង្កើតសន្តិសុខក្នុងបញ្ហាបេះដូងដែលអនុញ្ញាតឱ្យអ្នកកសាងការជឿទុកចិត្តបានដែរ។ជ្រើសរើសដំណើរផ្សងព្រេងរបស់អ្នកនៅពេលដែល Pluto ដំណើរការនៅពេលក្រោយនៅថ្ងៃនេះដោយអាក្រាតអ្នកទៅមិត្តភក្ដិដែលមិនស្គាល់។"
        }
    }
]