[
    {
        "sign": "Aries",
        "en": {
            "today": "Try not to let the pressure of another work week put you into a frenzy, dearest Aries, as the Libra moon emphasizes the value of harmony and grace. Use this energy to find a flow that suits you, making balance a top priority. Fill your social cup this afternoon when the sun and moon align, putting you in the mood to connect, make new friends, and nurture existing dynamics. Go a bit deeper once Luna enters Scorpio, allowing personality layers to shed organically. Notice if someone brings out your best or worst qualities when Pluto becomes agitated later tonight."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យសម្ពាធនៃសប្តាហ៍ការងារមួយផ្សេងទៀតធ្វើឱ្យអ្នកក្លាយជាមនុស្សវង្វេងស្មារតីដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Libra Moon សង្កត់ធ្ងន់លើតម្លៃនៃភាពសុខដុមនិងព្រះគុណ។ប្រើថាមពលនេះដើម្បីរកលំហូរដែលសាកសមនឹងអ្នកធ្វើឱ្យមានតុល្យភាពអាទិភាពកំពូល។បំពេញពានរង្វាន់សង្គមរបស់អ្នកនៅរសៀលនេះនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមដាក់អ្នកក្នុងអារម្មណ៍ដើម្បីភ្ជាប់ធ្វើឱ្យមិត្តភក្តិថ្មីនិងការចិញ្ចឹមបីបាច់ជាមួយសក្ដានុពលដែលមានស្រាប់។ចូលកាន់តែស៊ីជម្រៅនៅពេលដែល Luna ចូល Scorpio ដែលអនុញ្ញាតឱ្យមានស្រទាប់បុគ្គលិកលក្ខណៈដើម្បីស្រក់សរីរាង្គ។សេចក្តីជូនដំណឹងប្រសិនបើមាននរណាម្នាក់នាំមកនូវគុណសម្បត្តិដែលល្អបំផុតឬអាក្រក់បំផុតរបស់អ្នកនៅពេលផ្លាធូមានអារម្មណ៍ធុញថប់នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may be called to play the role of peacekeeper today, darling Leo, as the moon moves through Libra and your house of communication. Seeing challenging situations from multiple angles will be a gift others can rely upon, and demonstrating diplomacy will help those you encounter feel at ease. Show yourself some love or embrace playful flirting midafternoon when the sun and moon align, bringing sweet and romantic vibes your way. Seek refuge from the comfort of home once Luna enters Scorpio. Just be mindful to avoid conflict with your housemates when Pluto becomes agitated, focusing on self-care instead."
        },
        "kh": {
            "today": "អ្នកអាចត្រូវបានហៅឱ្យដើរតួជាអ្នកថែរក្សាសន្តិភាពថ្ងៃនេះដែលគួរឱ្យស្រឡាញ់នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរតាមរយៈបណ្ណាល័យនិងផ្ទះនៃការប្រាស្រ័យទាក់ទងរបស់អ្នក។ការមើលឃើញស្ថានភាពលំបាក ៗ ពីមុំជាច្រើននឹងក្លាយជាអំណោយមួយផ្សេងទៀតដែលអ្នកផ្សេងទៀតអាចពឹងផ្អែកលើហើយការបង្ហាញការទូតនឹងជួយអ្នកដែលអ្នកជួបមានអារម្មណ៍ថាមានអារម្មណ៍ស្រួល។បង្ហាញខ្លួនអ្នកនូវក្តីស្រឡាញ់ខ្លះឬឱបក្រសោបការចែចង់ដែលកំពុងចែចង់នៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនាំឱ្យមានភាពផ្អែមល្ហែមនិងរ៉ូមែនទិករបស់អ្នក។ស្វែងរកជម្រកពីការលួងលោមរបស់ផ្ទះនៅពេលដែល Luna ចូល Scorpio ។សូមចងចាំថាមិនឱ្យជៀសវាងការប៉ះទង្គិចជាមួយអ្នកនៅពេលដែល Pluto ធុញទ្រាន់ផ្តោតលើការថែរក្សាខ្លួនឯងជំនួសវិញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Keep busy without pushing your limits, darling Taurus, as the moon moves through Libra and the sector of your chart that governs work and health. Be mindful of how you support and fuel your body during this time, prioritizing wellness over convenience. You'll have accomplished much once the sun and moon align midafternoon, presenting opportunities to gain notoriety and take on more responsibilities. Shift gears to let in love once Luna enters Scorpio, emphasizing the importance of deep connection. Just try not to feel discouraged if others need time to lower their guard while Pluto becomes agitated later tonight."
        },
        "kh": {
            "today": "រក្សាភាពមមាញឹកដោយមិនជំរុញឱ្យដែនកំណត់របស់អ្នក, Taurus Darling Taurus, ដូចជាព្រះច័ន្ទផ្លាស់ទីតាមរយៈ Libra និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការងារនិងសុខភាព។ចូរគិតអំពីរបៀបដែលអ្នកគាំទ្រនិងជំរុញរាងកាយរបស់អ្នកក្នុងអំឡុងពេលនេះ, ផ្តល់អាទិភាពដល់សុខភាពសុខភាពលើភាពងាយស្រួល។អ្នកនឹងបានសំរេចយ៉ាងច្រើននៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមជាប់នឹងប្រទេសពាក់កណ្តាលព្រះសង្ឃដោយបង្ហាញឱកាសដើម្បីទទួលបានការចាប់អារម្មណ៍និងទទួលខុសត្រូវបន្ថែមទៀត។ការផ្លាស់ប្តូរឧបករណ៍ភ្ជាប់ដើម្បីឱ្យក្តីស្រឡាញ់នៅពេលដែល Luna ចូល Scorpio ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការតភ្ជាប់ជ្រៅ។គ្រាន់តែព្យាយាមមិនឱ្យមានអារម្មណ៍ធ្លាក់ទឹកចិត្តប្រសិនបើអ្នកដទៃត្រូវការពេលវេលាដើម្បីបន្ថយឆ្មាំរបស់ពួកគេខណៈពេលដែលផ្លាតូមានអារម្មណ៍ធុញថប់នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have a gift for bringing fun and excitement with you wherever you go, dear Gemini, as the moon continues its journey through Libra. Add playful and creative twists to your work when navigating these vibes, starting the week with vibrancy and increased motivation. Your star rises midafternoon when the sun and moon align, so don't be afraid to promote your unique brand of genius. Be bold, authentic, and innovative to make the most of this cosmic climate. Get organized to pull big ideas off once Luna enters Scorpio, cutting away unnecessary steps once Pluto activates tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណោយសម្រាប់ការនាំមកនូវភាពសប្បាយរីករាយនិងរំភើបជាមួយអ្នកគ្រប់ទីកន្លែងដែលអ្នកទៅជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈបណ្ណាល័យ។បន្ថែមការលេងល្បែងលេងនិងច្នៃប្រឌិតដល់ការងាររបស់អ្នកនៅពេលរុករកភាពរស់រវើកទាំងនេះដោយចាប់ផ្តើមសប្តាហ៍ដោយមានភាពរស់រវើកនិងបង្កើនការលើកទឹកចិត្ត។តារារបស់អ្នករះទៀតនៅពាក់កណ្តាលចុងសំពត់នៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមដូច្នេះកុំភ័យខ្លាចក្នុងការផ្សព្វផ្សាយម៉ាកម៉ាកប្លែកៗរបស់អ្នក។ចូរក្លាហាន, ពិតប្រាកដ, និងច្នៃប្រឌិតថ្មីដើម្បីធ្វើឱ្យបរិយាកាសនៃលោហៈនេះភាគច្រើន។រៀបចំឱ្យទាញគំនិតធំ ៗ បិទនៅពេលដែល Luna ចូល Scorpio កាត់បន្ថយជំហានដែលមិនចាំបាច់នៅពេលដែល Pluto ដំណើរការនៅយប់នេះ។"
        }
    }
]