[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in chatty spirits as Venus and Mars align, dearest Aries, though not all discussions will unfold smoothly. A lack of teamwork or disagreements over details might trigger irritation but try to honor where everyone is coming from. It will also be vital that you stay on top of your work when social distractions emerge, or you could fall seriously behind. Experiment with your processes while the Cancer moon aligns with the nodes of fate this afternoon, shedding outdated maneuvers. Embrace healthy movement once evening emerges and Mars activates, asking you to blow off steam and get the blood flowing."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតនៅក្នុងវិញ្ញាណដែលមានស្នាដៃដែលមានសញ្ជាតិដូចភពសុក្រនិងភពព្រះអង្គារតម្រឹមដែលជាទីស្រឡាញ់បំផុតទោះបីមិនមែនជាការពិភាក្សាទាំងអស់នឹងមិនដំណើរការយ៉ាងរលូនក៏ដោយ។កង្វះខាតការងារឬការខ្វែងគំនិតគ្នាលើព័ត៌មានលម្អិតអាចបង្កឱ្យមានការរលាកប៉ុន្តែព្យាយាមគោរពកន្លែងដែលមនុស្សគ្រប់គ្នាកំពុងមកពី។វាក៏សំខាន់ផងដែរដែលអ្នកស្ថិតនៅលើកំពូលនៃការងាររបស់អ្នកនៅពេលដែលការរំខានក្នុងសង្គមលេចចេញមកឬអ្នកអាចនៅពីក្រោយយ៉ាងខ្លាំង។ពិសោធន៍ជាមួយដំណើរការរបស់អ្នកខណៈពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅរសៀលនេះការស្រឡាំងកាំងហួសសម័យ។ការឱបក្រសោបចលនាដែលមានសុខភាពល្អនៅពេលដែលយប់បានលេចចេញមកហើយរត់គេចខ្លួនដោយស្នើសុំឱ្យអ្នកផ្លុំចំហាយហើយឱ្យឈាមហូរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The energy may feel slightly disjointed, dear Leo, as Venus and Mars square off. These busy vibes could make it difficult to connect as you move to propel your own story forward. You'll require more peace to stay focused as the moon continues through Cancer, putting you in a private and sensitive headspace. Give yourself space to shed layers once the nodes of fate activate midafternoon, taking a structured approach toward transformation. Reach deep within to channel passion into your goals while Luna aspects Mars this evening. If you've been feeling stuck or bored, find ways to reclaim your spark."
        },
        "kh": {
            "today": "ថាមពលអាចមានអារម្មណ៍ថាមិនត្រូវបានគេលួចមិនបានស្រោបបន្តិចឈ្មោះឡេអូដូចជាភពសុក្រនិងភពព្រះអង្គារ។ញ័ររវល់ទាំងនេះអាចធ្វើឱ្យពិបាកក្នុងការភ្ជាប់នៅពេលអ្នកផ្លាស់ប្តូរដើម្បីជំរុញរឿងផ្ទាល់ខ្លួនរបស់អ្នកទៅមុខ។អ្នកនឹងតម្រូវឱ្យមានសន្តិភាពថែមទៀតក្នុងការផ្តោតអារម្មណ៍នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដោយសារជំងឺមហារីកដោយដាក់អ្នកនៅក្នុងក្បាលឯកជននិងប្រកាន់អក្សរតូចធំ។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរសម្រាប់ស្រទាប់ស្រទាប់នៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅពាក់កណ្តាលចុងបន្ទាប់ពីការទទួលបានវិធីសាស្រ្តដែលមានរចនាសម្ព័ន្ធឆ្ពោះទៅរកការផ្លាស់ប្តូរ។ឈានដល់ជ្រៅនៅក្នុងឆានែលចំណង់ចំណូលចិត្តចូលក្នុងគោលដៅរបស់អ្នកខណៈពេលដែលទិដ្ឋភាពឡុងនៅល្ងាចនេះ។ប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់គាំងឬធុញទ្រាន់សូមរកវិធីដើម្បីទាមទារផ្កាភ្លើងរបស់អ្នកឡើងវិញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Healthy foundations are needed if you're to launch into greatness, dearest Taurus. As Venus and Mars square off, try to acknowledge how inconsistencies are stifling your passion or growth. Do what you can to build upon the goals you feel most emotionally invested in, finding ways to balance this agenda with existing responsibilities. Luckily, as the Cancer moon aligns with the nodes of fate, heightened intellect will reveal innovative procedures. Advice from members of your community can also provide fresh inspiration, so don't hesitate to share ideas or ask for help. Take bold steps toward your new normal as evening sets in and Luna aspects Mars."
        },
        "kh": {
            "today": "គ្រឹះដែលមានសុខភាពល្អចាំបាច់ប្រសិនបើអ្នកនឹងចាប់ផ្តើមក្លាយជាភាពអស្ចារ្យដែលជាទីស្រឡាញ់បំផុត Taurus ។ក្នុងនាមជាភពសុក្រនិងភពព្រះអង្គារការ៉េព្យាយាមទទួលស្គាល់ថាតើភាពមិនស៊ីចង្វាក់គ្នាកំពុងរារាំងចំណង់ចំណូលចិត្តឬការលូតលាស់របស់អ្នក។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបង្កើតគោលដៅដែលអ្នកមានអារម្មណ៍ថាមានអារម្មណ៍ផ្លូវចិត្តបំផុតក្នុងការស្វែងរកវិធីដើម្បីធ្វើឱ្យមានតុល្យភាពរបៀបវារៈនេះជាមួយនឹងការទទួលខុសត្រូវដែលមានស្រាប់។សំណាងល្អដូចជាមហារីកបានតម្រឹមជាមួយនឹងថ្នាំងនៃវាសនាដែលមានគុណភាពខ្ពស់បង្ហាញពីនីតិវិធីប្រកបដោយភាពច្នៃប្រឌិត។ដំបូន្មានពីសមាជិកសហគមន៍របស់អ្នកក៏អាចផ្តល់ការលើកទឹកចិត្តថ្មីដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការចែករំលែកគំនិតឬសុំជំនួយ។ជំហានដិតឆ្ពោះទៅរកភាពដើមថ្មីរបស់អ្នកនៅពេលដែលឈុតឆាកនៅពេលល្ងាចនិងនៅពេលល្ងាច។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Venus and Mars square off in the sky, dear Gemini, intensifying differences with your closest companions. Recognize which behaviors or topics ruffle feathers, and take steps to mitigate issues before they escalate. Monitoring your emotions will be huge for creating steadier foundations with those you adore. It'll also be important to acknowledge if you've been harboring resentments instead of getting them out in the open. You'll have opportunities to establish healthier boundaries while the Cancer Moon aspects the nodes of fate this afternoon. Actively seek pleasure once evening sets in, and Luna aligns with Mars."
        },
        "kh": {
            "today": "Venus និងភពព្រះអង្គារការ៉េនៅលើមេឃ, Gemini ជាទីស្រឡាញ់, ភាពខុសគ្នាកាន់តែខ្លាំងឡើងជាមួយនឹងដៃគូដែលនៅជិតបំផុតរបស់អ្នក។ទទួលស្គាល់ឥរិយាបថមួយណាឬប្រធានបទដែលបានរុយស្លាបហើយចាត់វិធានការដើម្បីកាត់បន្ថយបញ្ហាមុនពេលពួកគេកើនឡើង។ការត្រួតពិនិត្យអារម្មណ៍របស់អ្នកនឹងមានទំហំធំធេងសម្រាប់ការបង្កើតមូលដ្ឋានគ្រឹះរឹងមាំរបស់អ្នកដែលអ្នកស្រលាញ់។វាក៏សំខាន់ផងដែរក្នុងការទទួលស្គាល់ប្រសិនបើអ្នកបានធ្វើឱ្យមានការអាក់អន់ចិត្តជំនួសឱ្យការទទួលបាននៅខាងក្រៅ។អ្នកនឹងមានឱកាសបង្កើតព្រំប្រទល់ដែលមានសុខភាពល្អខណៈពេលដែលរូបព្រះច័ន្ទរូបច័ន្ទនេះមានថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ស្វែងរកការសប្បាយយ៉ាងសកម្មនៅពេលដែលល្ងាចនៅល្ងាចនិង Luna តម្រឹមជាមួយភពព្រះអង្គារ។"
        }
    }
]