[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury Rx, Neptune, and Uranus stir up commotion amongst the cosmos, dear Aries, causing your thoughts to manifest in unforeseen ways. Prepare to go with the flow when plans don't unfold as you envisioned, pivoting to the universe's will. You should also be mindful of what you share with others, as this can help you restrain impulses that might cause you to speak out of turn or reveal sensitive information. The Scorpio new Moon rises later tonight, urging you to set intentions that will empower you throughout the next six months. Be prepared to make sacrifices that are blocking you from unlocking your true potential."
        },
        "kh": {
            "today": "បារត RX, Neptune, និង Uranus រំងាប់ខ្លួនចេញពី cosmos, ជាទីស្រឡាញ់, មរណភាព, បណ្តាលឱ្យគំនិតរបស់អ្នកបង្ហាញនៅក្នុងវិធីដែលមិនបានមើលឃើញទុកជាមុន។រៀបចំឱ្យមានលំហូរនៅពេលផែនការមិនលាតត្រដាងនៅពេលដែលអ្នកបានឆាបឆេះដោយយកចិត្តទុកដាក់ចំពោះឆន្ទៈរបស់សកលលោក។អ្នកក៏គួរគិតពីអ្វីដែលអ្នកចែករំលែកជាមួយអ្នកដទៃដែរព្រោះនេះអាចជួយអ្នកទប់ជិះជាន់ដែលអាចបណ្តាលឱ្យអ្នកនិយាយចេញពីវេនឬបង្ហាញព័ត៌មានរសើប។ព្រះច័ន្ទថ្មី Scorpio បានកើនឡើងនៅយប់នេះដោយជំរុញឱ្យអ្នកកំណត់ចេតនាដែលនឹងផ្តល់អំណាចដល់អ្នកក្នុងរយៈពេលប្រាំមួយខែបន្ទាប់។ត្រៀមខ្លួនដើម្បីលះបង់ដែលកំពុងរារាំងអ្នកពីការដោះសោសក្តានុពលពិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Frustrations that have been brewing at home and work could reach a boiling point, dearest Leo. As Mercury Rx aligns with Neptune and Uranus, it will be difficult to conceal your genuine emotions. Decide what your energy is worth, finding the strength to leave situations or relationships that cause you to feel misunderstood or taken for granted. If you need to plan your next steps before moving on, start this process now. Tonight's Scorpio new Moon helps you reset emotionally, allowing you to distinguish how you really feel. If uncertainty persists, expect to gain answers throughout the next two weeks."
        },
        "kh": {
            "today": "ការខកចិត្តដែលបានទទួលយកនៅផ្ទះហើយការងារអាចឈានដល់ចំណុចក្តៅដែលជាទីស្រឡាញ់បំផុតលីអូ។ដូចជាបារត RX តម្រឹមជាមួយណីតុននិងអ៊ុយរ៉ានុសវានឹងពិបាកក្នុងការលាក់អារម្មណ៍ពិតប្រាកដរបស់អ្នក។សម្រេចចិត្តថាតើថាមពលរបស់អ្នកមានតម្លៃអ្វីខ្លះដែលរកឃើញកម្លាំងដើម្បីចាកចេញពីស្ថានភាពឬទំនាក់ទំនងដែលបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាមានការយល់ច្រឡំឬទទួលយក។ប្រសិនបើអ្នកត្រូវការរៀបចំផែនការជំហានបន្ទាប់របស់អ្នកមុនពេលបន្តទៅមុខសូមចាប់ផ្តើមដំណើរការនេះឥឡូវនេះ។Scorpio ថ្មីរបស់យប់នេះជួយអ្នកកំណត់ផ្លូវចិត្តឡើងវិញដែលអនុញ្ញាតឱ្យអ្នកបែងចែកអារម្មណ៍របស់អ្នកយ៉ាងខ្លាំង។ប្រសិនបើភាពមិនប្រាកដប្រជានៅតែបន្តកើតមានសូមរំពឹងថានឹងទទួលបានចម្លើយក្នុងរយៈពេលពីរសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Surprises are in store for you this morning, darling Taurus, as Mercury Rx, Neptune, and Uranus align. News you've been waiting on and salacious gossip are all potential byproducts of this cosmic climate. Your perspective will sway easily, but it's essential to gather all the details before forming strong opinions. You should also be mindful to avoid people and situations that trigger anxiety or cause you to overexplain. The Scorpio new Moon settles your mind, body, and spirit later tonight, pushing you toward fresh beginnings. Direct focus on the pursuit of balance, prosperity, and healthy relationships, setting intentions accordingly."
        },
        "kh": {
            "today": "ការភ្ញាក់ផ្អើលដែលមាននៅក្នុងហាងសម្រាប់អ្នកនៅព្រឹកនេះ Taurling Taurus, ដូចជាបារត, Nex, Neptune, និង Uranus តម្រឹម។ព័ត៌មានដែលអ្នកបានរង់ចាំហើយការនិយាយដើមគេដែលមានសក្តានុពលគឺមានសក្តានុពលនៃអាកាសធាតុលោហធាតុនេះ។ទស្សនវិស័យរបស់អ្នកនឹងផ្លាស់ប្តូរយ៉ាងងាយស្រួលប៉ុន្តែវាចាំបាច់ក្នុងការប្រមូលព័ត៌មានលម្អិតទាំងអស់មុនពេលបង្កើតមតិយោបល់រឹងមាំ។អ្នកក៏គួរតែគិតគូរផងដែរក្នុងការចៀសវាងមនុស្សនិងស្ថានភាពដែលបង្កឱ្យមានការថប់បារម្ភឬបណ្តាលឱ្យអ្នកធ្វើឱ្យអូវុល។ព្រះច័ន្ទថ្មី Scorpio ទូទាត់គំនិតរាងកាយនិងវិញ្ញាណរបស់អ្នកនៅយប់នេះជំរុញឱ្យអ្នកឆ្ពោះទៅរកការចាប់ផ្តើមស្រស់ៗ។ការផ្តោតអារម្មណ៍ដោយផ្ទាល់ទៅលើការស្វែងរកតុល្យភាពវិបុលភាពនិងទំនាក់ទំនងប្រកបដោយសុខភាពល្អកំណត់ចេតនាទៅតាមនោះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Error: Unable to fetch data for gemini"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់ Gemini បានទេ"
        }
    }
]