[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury retrogrades back into Scorpio and your solar eighth house, dear Aries, asking you to reevaluate your connections and commitments. Personal sacrifices may be necessary to salvage certain relationships or opportunities, and you'll want to choose next steps wisely. The Scorpio Moon sharpens your intuition, though intense emotions will rise to the surface as a result. Luna aspects Venus and the nodes of fate later tonight, urging you to prioritize healthy partnerships. If your closest companions aren't inspiring you to be better and vice versa, it will be challenging to build the future you've been envisioning for yourself."
        },
        "kh": {
            "today": "បារត Retrogrades ត្រលប់មក Scorpio និងផ្ទះទី 8 របស់អ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់ដែលបានស្នើសុំឱ្យអ្នកវាយតម្លៃឡើងវិញនូវការតភ្ជាប់និងការប្តេជ្ញាចិត្តរបស់អ្នកឡើងវិញ។ការលះបង់ផ្ទាល់ខ្លួនប្រហែលជាចាំបាច់ក្នុងការជួយសង្គ្រោះទំនាក់ទំនងឬឱកាសជាក់លាក់ហើយអ្នកនឹងចង់ជ្រើសរើសជំហានបន្ទាប់ដោយប្រាជ្ញា។Scorpio Mon Moon បានពង្រឹងវិចារណញាណរបស់អ្នកទោះបីជាអារម្មណ៍ខ្លាំងនឹងកើនឡើងដល់ផ្ទៃដីដែលជាលទ្ធផលក៏ដោយ។ទិដ្ឋភាព Luna Venus និងថ្នាំងរបស់វាសនានៅយប់នេះនៅយប់នេះដោយជំរុញឱ្យអ្នកផ្តល់អាទិភាពដល់ភាពជាដៃគូដែលមានសុខភាពល្អ។ប្រសិនបើដៃគូដែលនៅជិតបំផុតរបស់អ្នកមិនបំផុសគំនិតអ្នកឱ្យកាន់តែប្រសើរនិងផ្ទុយមកវិញវានឹងមានបញ្ហាប្រឈមក្នុងការកសាងអនាគតដែលអ្នកបានមើលសម្រាប់ខ្លួនអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Return to your roots, dear Leo, as Mercury retrogrades into Scorpio and your solar fourth house. This highly nostalgic energy invites you to reflect on your roots, appreciating the highs and lows that have shaped you. Complicated family dynamics may arise in the coming weeks, but try to approach issues with compassion and a desire for growth. Your home may also require more attention, so it's essential to stay on top of chores to avoid feeling overwhelmed later. The Scorpio Moon aligns with Venus and the nodes of fate tonight, guiding you toward new commitments."
        },
        "kh": {
            "today": "ត្រលប់ទៅឫសរបស់អ្នកវិញលីអូដែលជាទីស្រឡាញ់ដែលជាការដកបារតចូលទៅក្នុង Scorpio និងផ្ទះទីបួនរបស់អ្នក។ថាមពលដែលគួរឱ្យចាប់អារម្មណ៍ខ្ពស់នេះអញ្ជើញអ្នកឱ្យឆ្លុះបញ្ចាំងពីឫសរបស់អ្នកដោយកោតសរសើរខ្ពស់និងទាបដែលមានរាងស្អាត។សក្ដានុពលនៃគ្រួសារស្មុគស្មាញអាចកើតឡើងនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះប៉ុន្តែព្យាយាមទាក់ទងបញ្ហាដោយក្តីមេត្តានិងបំណងប្រាថ្នាសម្រាប់ការលូតលាស់។ផ្ទះរបស់អ្នកក៏អាចតម្រូវឱ្យមានការយកចិត្តទុកដាក់បន្ថែមទៀតដូច្នេះវាចាំបាច់ក្នុងការនៅលើដីនៅលើដីដើម្បីចៀសវាងអារម្មណ៍ដែលមានអារម្មណ៍ធូរស្បើយនៅពេលក្រោយ។Scorpio Mon King តម្រឹមជាមួយ Venus មាន inenus និងថ្នាំងនៃជោគវាសនានៅយប់នេះដែលដឹកនាំអ្នកឆ្ពោះទៅរកការប្តេជ្ញាចិត្តថ្មី។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury retrogrades are notorious for bringing romantic partners from the past out of the woodwork. As the planet of communication backslides into Scorpio and your solar seventh house, you'll be especially susceptible to these side effects. If you find yourself contemplating a reunion, consider what you need moving forward, dearest Taurus. The Scorpio Moon intensifies flirtations and puts you in dreamy spirits, but don't let rose colored glasses blind you from another's true colors. The decisions you make around matters of the heart will have lasting impacts once Luna aspects Venus and the nodes of fate later tonight, so remember to put your best interests first."
        },
        "kh": {
            "today": "បារត Retrogrades គឺមានកេរ្តិ៍ឈ្មោះសម្រាប់នាំដៃគូស្នេហាពីអតីតកាលចេញពីឈើ។នៅពេលភពផែនដីនៃការប្រាស្រ័យទាក់ទងធ្វើឱ្យការរអ៊ូរទាំរអិលចូលទៅក្នុង Scorpio និងផ្ទះថ្វាយពន្លឺព្រះអាទិត្យរបស់អ្នកអ្នកងាយនឹងទទួលរងនូវផលប៉ះពាល់ទាំងនេះ។ប្រសិនបើអ្នករកឃើញខ្លួនអ្នកកំពុងពិចារណាការជួបជុំគ្នាសូមពិចារណានូវអ្វីដែលអ្នកត្រូវការឆ្ពោះទៅមុខដែលជាទីស្រឡាញ់បំផុត Taurus ។Scorpio ព្រះចន្ទកាន់តែខ្លាំងក្លាហើយធ្វើឱ្យអ្នកមានស្មារតីសុបិនប៉ុន្តែកុំអោយកែវកែវពណ៌ខ្វាក់អ្នកពីពណ៌ពិតរបស់អ្នកដទៃ។ការសម្រេចចិត្តដែលអ្នកធ្វើនៅជុំវិញបញ្ហាបេះដូងនឹងមានឥទ្ធិពលយូរអង្វែងនៅពេលដែលទិដ្ឋភាពនៃដងផ្កានិងថ្នាំងនៃជោគវាសនានៅយប់នេះដូច្នេះសូមចាំថាត្រូវយកផលប្រយោជន៍ល្អបំផុតរបស់អ្នកជាមុន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Imbalances within your daily routines will begin to catch up with you, dearest Gemini, as Mercury backslides into Scorpio. Take steps to reorganize and improve behaviors, prioritizing wellness and efficiency. If you continue pushing yourself too hard, your house of cards could topple over. Luckily, the Scorpio Moon helps you tune into your body's needs, inspiring you to embrace change without fear. Even if you must curb certain impulses, you'll feel elevated and empowered with each favorable decision made. New structures that center around self-care and professional aspirations fall into place when Luna aspects Venus and the nodes of fate later tonight."
        },
        "kh": {
            "today": "អតុល្យភាពក្នុងទម្លាប់ប្រចាំថ្ងៃរបស់អ្នកនឹងចាប់ផ្តើមតាមអ្នកដែលជា Gemini ដែលជាទីស្រឡាញ់របស់ Gemini ដែលជាការថយចុះរបស់បារតចូលក្នុង Scorpio ។ចាត់វិធានការដើម្បីរៀបចំឡើងវិញនិងកែលម្អអាកប្បកិរិយាផ្តល់អាទិភាពដល់សុខភាពនិងប្រសិទ្ធភាព។ប្រសិនបើអ្នកបន្តជំរុញខ្លួនអ្នកខ្លាំងពេកផ្ទះរបស់អ្នកអាចផ្តួលរំលំបាន។សំណាងល្អខៀវខៀវជួយអ្នកក្នុងការបញ្ចូលទៅក្នុងតំរូវការរបស់រាងកាយរបស់អ្នកដោយបំផុសគំនិតអ្នកឱ្យឱបក្រសោបការផ្លាស់ប្តូរដោយគ្មានការភ័យខ្លាច។ទោះបីជាអ្នកត្រូវតែទប់ស្កាត់ការលើកទឹកចិត្តជាក់លាក់ក៏ដោយអ្នកនឹងមានអារម្មណ៍ថាត្រូវបានកើនឡើងនិងផ្តល់អំណាចជាមួយនឹងការសម្រេចចិត្តដែលមានអំណោយផលនីមួយៗ។សំណង់ថ្មីដែលផ្តោតលើការថែរក្សាខ្លួនឯងនិងសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈបានធ្លាក់ចូលកន្លែងនៅពេលដែលទិដ្ឋភាពនៃដងរាន់និងថ្នាំងនៃជោគវាសនានៅយប់នេះ។"
        }
    }
]