[
    {
        "sign": "Aries",
        "en": {
            "today": "Spiritual epiphanies could creep into your dreams early this morning, dear Aries, thanks to a sweet union between the Sagittarius Moon and Mercury. Reflect on which areas of your life need more growth or adventure before you start the day. You may feel caught in a rut while Luna and the nodes of fate form a harsh T-square. Don't be afraid to stir up excitement, even if you're not always comfortable deviating from routine. A harmonious and healing energy emerges once Venus aspects Chiron this afternoon. Bring mindfulness into your agenda and interaction to make the most of these vibes."
        },
        "kh": {
            "today": "Epiphanies ខាងវិញ្ញាណអាចចូលទៅក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកនេះ Aries ជាទីស្រឡាញ់ អរគុណចំពោះការរួបរួមដ៏ផ្អែមល្ហែមរវាង Sagittarius Moon និង Mercury ។សញ្ជឹងគិតលើផ្នែកណាមួយនៃជីវិតរបស់អ្នកត្រូវការការរីកចម្រើន ឬដំណើរផ្សងព្រេងបន្ថែមទៀត មុនពេលអ្នកចាប់ផ្តើមថ្ងៃ។អ្នក​ប្រហែល​ជា​មាន​អារម្មណ៍​ថា​ជាប់​ក្នុង​ផ្លូវដែក ខណៈ Luna និង​ថ្នាំង​នៃ​ជោគវាសនា​បង្កើត​ជា T-square ដ៏​អាក្រក់។កុំ​ខ្លាច​ក្នុង​ការ​បង្កើន​ភាព​រំភើប ទោះ​បី​ជា​អ្នក​មិន​តែងតែ​ស្រួល​ក្នុង​ការ​ងាក​ចេញ​ពី​ទម្លាប់​ក៏​ដោយ។ថាមពលដែលចុះសម្រុងគ្នា និងព្យាបាលបានលេចចេញជារូបរាងនៅពេលដែល Venus មើលឃើញ Chiron នៅរសៀលនេះ។នាំយកការសញ្ជឹងគិតទៅក្នុងរបៀបវារៈ និងអន្តរកម្មរបស់អ្នក ដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Pull creative ideas from your dreams, dear Leo, as the Sagittarius Moon and Mercury unite early this morning. These vibes illuminate untapped parts of the imagination, amplifying your uniqueness. Don't let your ego get in the way of compromise while Luna squares the nodes of fate. Failing to negotiate could cause potential opportunities to dissolve before your eyes. You'll feel more open-hearted and equipped to play nice once afternoon rolls in, thanks to a sweet exchange between Venus and Chiron. This energy can also be beneficial for receiving spiritual healing and strengthening bonds with your higher power."
        },
        "kh": {
            "today": "ទាញគំនិតច្នៃប្រឌិតចេញពីក្តីសុបិន្តរបស់អ្នក ឡេអូ ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Mercury រួបរួមគ្នានៅព្រឹកនេះ។ភាពរំជើបរំជួលទាំងនេះបំភ្លឺផ្នែកដែលមិនបានប្រើនៃការស្រមើស្រមៃ ពង្រីកភាពពិសេសរបស់អ្នក។កុំបណ្តោយឱ្យ ego របស់អ្នកចូលទៅក្នុងវិធីនៃការសម្របសម្រួល ខណៈពេលដែល Luna បំបែកថ្នាំងនៃជោគវាសនា។ការ​មិន​ចរចា​អាច​ធ្វើ​ឱ្យ​ឱកាស​ដ៏​មាន​សក្ដានុពល​រលាយ​នៅ​ចំពោះ​មុខ​អ្នក។អ្នកនឹងមានអារម្មណ៍បើកចំហចិត្ត និងបំពាក់ឱ្យលេងបានល្អនៅពេលរសៀល វិលចូលគ្នា អរគុណចំពោះការផ្លាស់ប្តូរដ៏ផ្អែមល្ហែមរវាង Venus និង Chiron ។ថាមពលនេះក៏អាចមានប្រយោជន៍សម្រាប់ការទទួលបានការព្យាបាលខាងវិញ្ញាណ និងការពង្រឹងចំណងជាមួយនឹងថាមពលដ៏ខ្ពង់ខ្ពស់របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Find solace by letting go of anger, grief, or negativity, dear Taurus. As the Sagittarius Moon and Mercury unite early this morning, you'll have a chance to move on from anything or anyone that's been bogging your mind down. Connecting with others could prove difficult while Luna squares the nodes of fate. Instead of forcing pleasantries, recognize when you need some space. Acknowledge your shadow when Venus and Chiron align this afternoon, and consider ways to channel your energy into more positive and empowering outlets. Releasing drama to focus on elevating yourself will serve you in the long run."
        },
        "kh": {
            "today": "ស្វែងរកការលួងលោមដោយការលះបង់កំហឹង ទុក្ខព្រួយ ឬភាពអវិជ្ជមាន, Taurus ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Mercury រួបរួមគ្នានៅព្រឹកព្រលឹមនេះ អ្នកនឹងមានឱកាសផ្លាស់ប្តូរពីអ្វីទាំងអស់ ឬនរណាម្នាក់ដែលកំពុងតែរំខានចិត្តរបស់អ្នក។ការភ្ជាប់ទំនាក់ទំនងជាមួយអ្នកដ៏ទៃអាចបង្ហាញពីការពិបាក ខណៈពេលដែល Luna កាត់ចំនុចនៃជោគវាសនា។ជំនួសឱ្យការបង្ខំឱ្យមានភាពរីករាយ ចូរទទួលស្គាល់នៅពេលដែលអ្នកត្រូវការកន្លែងទំនេរខ្លះ។ទទួលស្គាល់ស្រមោលរបស់អ្នក នៅពេលដែល Venus និង Chiron តម្រឹមនៅរសៀលនេះ ហើយពិចារណាពីវិធីដើម្បីបញ្ជូនថាមពលរបស់អ្នកទៅជាកន្លែងផ្តល់ថាមពល និងវិជ្ជមានបន្ថែមទៀត។ការចេញផ្សាយរឿងភាគដើម្បីផ្តោតលើការលើកកម្ពស់ខ្លួនឯងនឹងបម្រើអ្នកក្នុងរយៈពេលយូរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Sagittarius Moon and Mercury join forces early this morning, dear Gemini, helping you greet the day with a balanced and clear mind. Allow your heart to have a say as well, making decisions that balance logic and emotion. Don't be afraid to break the mold when it comes to your closest relationships once Luna and the nodes of fate form a T-square. You'll realize that bulldozing structures and erecting new ones may be the only way to move forward with particular companions. People will be surprisingly cooperative while Venus and Chiron align, allowing you to heal and evolve connections."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius និងភព Mercury រួមគ្នានៅព្រឹកព្រលឹមនេះ, Gemini ជាទីស្រឡាញ់, ជួយអ្នកស្វាគមន៍ថ្ងៃដោយមានតុល្យភាពនិងស្មារតីច្បាស់លាស់។អនុញ្ញាតឱ្យបេះដូងរបស់អ្នកមានការនិយាយផងដែរ ធ្វើការសម្រេចចិត្តដែលមានតុល្យភាពតក្កវិជ្ជា និងអារម្មណ៍។កុំខ្លាចក្នុងការបំបែកផ្សិតនៅពេលដែលវាមកដល់ទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកនៅពេលដែល Luna និងថ្នាំងនៃជោគវាសនាបង្កើតបានជា T-square ។អ្នក​នឹង​ដឹង​ថា​ការ​ឈូស​ឆាយ​សំណង់ និង​ការ​សាងសង់​សំណង់​ថ្មី​អាច​ជា​មធ្យោបាយ​តែ​មួយ​គត់​ដើម្បី​ឈាន​ទៅ​មុខ​ជាមួយ​ដៃគូ​ពិសេស។មនុស្សនឹងសហការគ្នាគួរឱ្យភ្ញាក់ផ្អើលខណៈពេលដែល Venus និង Chiron តម្រឹម ដែលអនុញ្ញាតឱ្យអ្នកព្យាបាល និងវិវត្តទំនាក់ទំនង។"
        }
    }
]