[
    {
        "sign": "Aries",
        "en": {
            "today": "Prioritize self-love so you have energy left over for others, dear Aries. As Chiron, Venus, and Saturn activate, it will be essential to know your limits with loved ones, especially when you are in generous spirits. The Sagittarius New Moon rises this evening, marking one of the luckiest nights of the year for you. Set intentions around what you hope the new year will bring, focusing heavily on the first half of 2026. Luna squares Neptune before entering Capricorn, highlighting the importance of maintaining a practical perspective of yourself, your relationships, and the success you wish to manifest."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពលើការស្រលាញ់ខ្លួនឯង ដើម្បីឱ្យអ្នកមានថាមពលនៅសល់សម្រាប់អ្នកដទៃ Aries ជាទីស្រឡាញ់។នៅពេលដែល Chiron, Venus និង Saturn ដំណើរការ វានឹងចាំបាច់ណាស់ក្នុងការដឹងពីដែនកំណត់របស់អ្នកជាមួយមនុស្សជាទីស្រលាញ់ ជាពិសេសនៅពេលដែលអ្នកមានចិត្តសប្បុរស។ព្រះច័ន្ទថ្មី Sagittarius រះនៅល្ងាចនេះ ជារាត្រីសំណាងបំផុតប្រចាំឆ្នាំសម្រាប់អ្នក។កំណត់ចេតនាជុំវិញអ្វីដែលអ្នកសង្ឃឹមថាឆ្នាំថ្មីនឹងនាំមក ដោយផ្តោតយ៉ាងខ្លាំងទៅលើពាក់កណ្តាលដំបូងនៃឆ្នាំ 2026។ Luna Squares Neptune មុនពេលចូល Capricorn ដោយបញ្ជាក់ពីសារៈសំខាន់នៃការរក្សាទស្សនវិស័យជាក់ស្តែងអំពីខ្លួនអ្នក ទំនាក់ទំនងរបស់អ្នក និងភាពជោគជ័យដែលអ្នកចង់បង្ហាញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It might be necessary to find a way out of specific commitments in order to move forward, dear Leo. As Chiron, Venus, and Saturn activate, difficult decisions may be required. Though this energy can feel bittersweet, stay positive as you recommit to yourself and your dreams. The Sagittarius New Moon rises this evening, motivating you to take on exciting ventures. Chase your passions, believe in your talent, and let your instincts lead the way. Be wary of anyone who plants seeds of doubt when Luna squares Neptune and enters Capricorn, as they could be acting on their own insecurities."
        },
        "kh": {
            "today": "ប្រហែលជាចាំបាច់ក្នុងការស្វែងរកផ្លូវចេញពីការប្តេជ្ញាចិត្តជាក់លាក់ ដើម្បីឆ្ពោះទៅមុខ លីអូ ជាទីស្រឡាញ់។នៅពេលដែល Chiron, Venus និង Saturn ដំណើរការ ការសម្រេចចិត្តដ៏លំបាកអាចត្រូវបានទាមទារ។ទោះបីជាថាមពលនេះអាចមានអារម្មណ៍ជូរចត់ក៏ដោយ ចូររក្សាភាពវិជ្ជមាន នៅពេលអ្នកប្តេជ្ញាចិត្តចំពោះខ្លួនអ្នក និងសុបិនរបស់អ្នក។ព្រះច័ន្ទថ្មី Sagittarius រះនៅល្ងាចនេះ ដែលជំរុញអ្នកឱ្យធ្វើការបណ្តាក់ទុនដ៏គួរឱ្យរំភើប។ដេញតាមចំណង់ចំណូលចិត្តរបស់អ្នក ជឿជាក់លើទេពកោសល្យរបស់អ្នក ហើយអនុញ្ញាតឱ្យសភាវគតិរបស់អ្នកដឹកនាំផ្លូវ។សូមប្រយ័ត្នចំពោះនរណាម្នាក់ដែលដាំគ្រាប់ពូជនៃការសង្ស័យ នៅពេលដែល Luna កាត់ភពណិបទូន ហើយចូលទៅក្នុង Capricorn ព្រោះពួកគេអាចនឹងកំពុងធ្វើសកម្មភាពលើភាពអសន្តិសុខរបស់ពួកគេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Focus on loyal companions instead of trying to impress peers who have unreasonable standards, dear Taurus. As Luna aligns with Chiron, Venus, and Saturn, you'll see more clearly who your true friends are. Avoid anyone who makes you feel judged or left out, and create a safe, supportive bubble. The Sagittarius New Moon rises in your solar eighth house this evening, shining fondly on new partnerships, business endeavors, or commitments. Make a wish that reflects what you hope to build over the next six months, and visualize how your world will change as a result. Be wary of people who seem overly slick or friendly when Luna squares Neptune before entering Capricorn."
        },
        "kh": {
            "today": "ផ្តោតលើដៃគូស្មោះត្រង់ ជាជាងព្យាយាមធ្វើឱ្យមិត្តភ័ក្តិមានស្តង់ដារមិនសមហេតុផល ជាទីគោរព Taurus។នៅពេលដែល Luna តម្រឹមជាមួយ Chiron, Venus និង Saturn អ្នកនឹងឃើញកាន់តែច្បាស់ថានរណាជាមិត្តពិតរបស់អ្នក។ជៀសវាងនរណាម្នាក់ដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាត្រូវបានវិនិច្ឆ័យ ឬទុកចោល ហើយបង្កើតពពុះគាំទ្រប្រកបដោយសុវត្ថិភាព។ព្រះច័ន្ទថ្មីរបស់ Sagittarius រះឡើងនៅក្នុងផ្ទះទីប្រាំបីនៃពន្លឺព្រះអាទិត្យរបស់អ្នកនៅល្ងាចនេះ ចាំងពន្លឺដោយក្តីស្រឡាញ់ចំពោះភាពជាដៃគូថ្មី ការខិតខំអាជីវកម្ម ឬការប្តេជ្ញាចិត្ត។ធ្វើបំណងប្រាថ្នាដែលឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកសង្ឃឹមថានឹងសាងសង់ក្នុងរយៈពេលប្រាំមួយខែខាងមុខ ហើយស្រមៃមើលថាតើពិភពលោករបស់អ្នកនឹងផ្លាស់ប្តូរយ៉ាងណាជាលទ្ធផល។សូមប្រយ័ត្នចំពោះមនុស្សដែលហាក់ដូចជាស្លេកស្លាំង ឬរួសរាយរាក់ទាក់ នៅពេលដែល Luna កាត់ភពណិបទូន មុនពេលចូលដល់ Capricorn ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be ready for weekend fun while Chiron and Venus activate, dearest Gemini. However, Saturn stirs in your solar tenth house to remind you of your responsibilities. Try not to get distracted by friends before your work week comes to a close, or you could end up working later than you'd hoped. The Sagittarius New Moon brings a charge to your interactions, especially where romance is concerned. If you're hoping to impress someone special, take them on an adventure! Just avoid going too far within carefree moments when Luna squares Neptune and migrates into Capricorn, or you might come across as unrefined or out of control."
        },
        "kh": {
            "today": "អ្នកនឹងត្រៀមខ្លួនសម្រាប់ភាពសប្បាយរីករាយចុងសប្តាហ៍ខណៈពេលដែល Chiron និង Venus បើកដំណើរការ Gemini ជាទីស្រឡាញ់បំផុត។ទោះជាយ៉ាងណាក៏ដោយ Saturn កូរនៅក្នុងផ្ទះទីដប់នៃពន្លឺព្រះអាទិត្យរបស់អ្នកដើម្បីរំលឹកអ្នកពីការទទួលខុសត្រូវរបស់អ្នក។ព្យាយាមកុំឱ្យមិត្តភក្តិរំខាន មុនពេលសប្តាហ៍ការងាររបស់អ្នកជិតដល់ ឬអ្នកអាចបញ្ចប់ការងារយឺតជាងការរំពឹងទុក។ព្រះច័ន្ទថ្មី Sagittarius នាំមកនូវបន្ទុកដល់អន្តរកម្មរបស់អ្នក ជាពិសេសកន្លែងដែលស្នេហាមានការព្រួយបារម្ភ។ប្រសិនបើអ្នកសង្ឃឹមថានឹងចាប់អារម្មណ៍នរណាម្នាក់ពិសេស ចូរនាំពួកគេទៅផ្សងព្រេង!គ្រាន់តែជៀសវាងការទៅឆ្ងាយពេកក្នុងរយៈពេលដែលមិនខ្វល់ខ្វាយ នៅពេលដែល Luna កាត់ភពណិបទូន ហើយធ្វើចំណាកស្រុកចូលទៅក្នុង Capricorn ឬអ្នកអាចនឹងជួបប្រទះដោយមិនមានការចម្រាញ់ ឬមិនអាចគ្រប់គ្រងបាន។"
        }
    }
]