[
    {
        "sign": "Aries",
        "en": {
            "today": "Embrace the work you love to do, dear Aries, as Mars and Jupiter align. Meanwhile, the Moon continues its journey through Taurus, forming supportive connections with the nodes of fate and Mercury. This energy is perfect for reconnecting with your intuition, allowing it to guide you toward new horizons. Try not to be discouraged by any challenges that arise this afternoon when the Sun and Saturn square off. Changes in your situation will provide clarity when the Moon connects with Uranus before entering Gemini this evening. Bring your dreams closer to reality by examining what is possible right now when Saturn and Neptune activate tonight."
        },
        "kh": {
            "today": "ចាប់យកការងារដែលអ្នកចូលចិត្តធ្វើជាទីស្រឡាញ់ Areies ដូចជាភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹម។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Taurus បានបង្កើតការតភ្ជាប់គាំទ្រជាមួយនឹងថ្នាំងរបស់ជោគវាសនានិងបារត។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការភ្ជាប់ទំនាក់ទំនងជាមួយវិចារណញាណរបស់អ្នកដែលអនុញ្ញាតឱ្យវាដឹកនាំអ្នកឆ្ពោះទៅរកជើងមេឃថ្មី។ព្យាយាមមិនឱ្យធ្លាក់ទឹកចិត្តដោយបញ្ហាប្រឈមណាមួយដែលកើតឡើងនៅរសៀលនេះនៅពេលព្រះអាទិត្យនិងសៅរ៍សានបញ្ចប់។ការផ្លាស់ប្តូរស្ថានភាពរបស់អ្នកនឹងផ្តល់នូវភាពច្បាស់លាស់នៅពេលដែលព្រះច័ន្ទភ្ជាប់ជាមួយអ៊ុយរ៉ានុសមុនពេលចូលក្នុងប្រទេស Gemini នៅល្ងាចនេះ។នាំមកនូវក្តីសុបិន្តរបស់អ្នកឱ្យកាន់តែជិតនឹងការពិតដោយពិនិត្យមើលអ្វីដែលអាចធ្វើបានឥឡូវនេះនៅពេលដែលសៅរ៍និង Neptune ធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Harness your will and push for your passions, sweet lion, as Mars and Jupiter align. Meanwhile, the Taurus Moon connects with the nodes of fate and Mercury, bringing your patterns into focus. Recognize where you need to mature if you're to reach new levels of success, enacting change accordingly. Merge strategy and spirituality this afternoon when the Sun squares Saturn, being open to guidance from the universe. Brilliant ideas provide solutions to your problems when Luna aspects Uranus before entering Gemini, giving you plenty of reasons to celebrate. Grab someone you love and go on an adventure while Saturn and Neptune activate tonight."
        },
        "kh": {
            "today": "ទាញឆន្ទៈរបស់អ្នកហើយរុញច្រានដល់តណ្ហារបស់អ្នកសត្វតោផ្អែម ៗ ដូចជាភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹម។ទន្ទឹមនឹងនេះដែរ Taurus Moon ភ្ជាប់ជាមួយថ្នាំងនៃជោគវាសនានិងបារតដែលនាំយកគំរូរបស់អ្នកផ្តោតអារម្មណ៍។ទទួលស្គាល់កន្លែងដែលអ្នកត្រូវការពេញវ័យប្រសិនបើអ្នកឈានដល់កម្រិតថ្មីនៃភាពជោគជ័យការអនុម័តការផ្លាស់ប្តូរទៅតាមនោះ។យុទ្ធសាស្ត្រចម្រុះនិងភាពខាងវិញ្ញាណនៅរសៀលនេះនៅពេលដែលព្រះអាទិត្យរះសៅហ្មងដែលត្រូវបានបើកចំហចំពោះការណែនាំពីសកលលោក។គំនិតដ៏អស្ចារ្យផ្តល់នូវដំណោះស្រាយចំពោះបញ្ហារបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅមុនពេលចូលដល់ Gemini ផ្តល់ឱ្យអ្នកនូវហេតុផលជាច្រើនដើម្បីអបអរឱ្យអ្នកអបអរ។ចាប់យកនរណាម្នាក់ដែលអ្នកស្រឡាញ់និងបន្តដំណើរផ្សងព្រេងខណៈពេលដែលសៅរ៍និងណេធីធីធីធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Give yourself credit for any brilliant ideas you've cooked up while Mars and Jupiter align, following through on these strokes of genius. As Luna continues through your sign, forming supportive connections with the nodes of fate and Mercury, you'll have a gift for rallying peers to support your visions. You may struggle to communicate when the Sun squares Saturn this afternoon, but don't turn away friends who reach out to lift you. The Moon unites with Uranus before entering Gemini this evening, encouraging you to get experimental while staying fully grounded. A surreal energy emerges later tonight when Saturn and Neptune activate, allowing your dreams to take shape."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការផ្តល់កិត្តិយសសម្រាប់គំនិតដ៏អស្ចារ្យណាមួយដែលអ្នកបានចម្អិនខណៈពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹម, បន្ទាប់ពីការដាច់សរសៃឈាមខួរក្បាលទាំងនេះ។នៅពេលដែល Luna បន្តតាមរយៈសញ្ញារបស់អ្នកបង្កើតបានជាការតភ្ជាប់គាំទ្រជាមួយថ្នាំងនៃជោគវាសនានិងបារតអ្នកនឹងមានអំណោយសម្រាប់មិត្តភក្តិប្រមូលផ្តុំដើម្បីគាំទ្រដល់ចក្ខុវិស័យរបស់អ្នក។អ្នកអាចតស៊ូក្នុងការទំនាក់ទំនងនៅពេលដែលព្រះអាទិត្យរះនៅរសៀលនេះនៅរសៀលនេះប៉ុន្តែកុំងាកមិត្តភក្តិដែលឈោងចាប់អ្នក។ព្រះច័ន្ទរួបរួមជាមួយអ៊ុយរ៉ានុសមុនពេលចូលក្នុងប្រទេស Gemini នៅល្ងាចនេះដែលលើកទឹកចិត្តអ្នកឱ្យទទួលបានការពិសោធន៍នៅពេលដែលស្នាក់នៅយ៉ាងពេញលេញ។ថាមពលដ៏អស្ចារ្យមួយបានលេចចេញមកនៅយប់នេះនៅពេលដែលសៅរ៍និង Neptune ធ្វើឱ្យសកម្មដែលអនុញ្ញាតឱ្យក្តីសុបិន្តរបស់អ្នកមានរាង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll see significant growth when passions are nurtured, sweet Gemini, thanks to an invigorating connection between Mars and Jupiter. However, you'll be most comfortable operating from behind the scenes while the Moon continues through Taurus, aligning with the nodes of fate and Mercury. Be mindful of how electronics distract you while the Sun and Saturn square off this afternoon and play with restricting your screen time. Go within to receive brilliant insights when the Moon aspects Uranus before entering your sign, applying these epiphanies in real-time. You'll have the power to enter later tonight when Saturn and Neptune activate"
        },
        "kh": {
            "today": "អ្នកនឹងឃើញការលូតលាស់គួរឱ្យកត់សម្គាល់នៅពេលដែលតណ្ហាចិញ្ចឹមសត្វចិញ្ចឹមបីបាច់ធ្វើឱ្យមានរសជាតិឈ្ងុយឆ្ងាញ់ Gemini, សូមអរគុណចំពោះការតភ្ជាប់ដ៏ខ្លាំងរវាងភពព្រះអង្គារនិងភពព្រហស្បតិ៍។ទោះយ៉ាងណាអ្នកនឹងមានផាសុកភាពបំផុតក្នុងការធ្វើប្រតិបត្តិការពីនៅពីក្រោយឆាកខណៈពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Taurus ដែលតម្រឹមជាមួយថ្នាំងនៃជោគវាសនានិងបារត។ចូរគិតអំពីរបៀបដែលអេឡិចត្រូនិចរំជើបរំជួលអ្នកខណៈពេលដែលព្រះអាទិត្យនិងសៅរ៍បញ្ចប់នៅរសៀលនេះហើយលេងដោយដាក់កម្រិតលើអេក្រង់របស់អ្នក។ចូលទៅក្នុងទទួលបានការយល់ដឹងដ៏អស្ចារ្យនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទអ៊ុយរ៉ានុសមុនពេលចូលទៅក្នុងសញ្ញារបស់អ្នកដោយអនុវត្តអេពីភីអេសទាំងនេះតាមពេលវេលាជាក់ស្តែង។អ្នកនឹងមានអំណាចចូលនៅយប់នេះនៅពេលដែលសៅរ៍និង Neptune ដំណើរការ"
        }
    }
]