[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna continues through your sign, dear Aries, highlighting your goals. You'll feel mentally, physically, and emotionally invested in carving out your own path, letting no one and nothing stand in your way. However, it's important to recognize when feelings become overly inflated. A harsh square between Luna and Jupiter may cause you to lash out at loved ones who seem to question your decisions. Try to appreciate that feedback from family and friends usually stems from a good place, even if you don't like what you hear. Work on healing and supporting yourself once Chiron activates tonight."
        },
        "kh": {
            "today": "Luna បន្តតាមរយៈសញ្ញារបស់អ្នក Aries ជាទីស្រឡាញ់ ដោយរំលេចគោលដៅរបស់អ្នក។អ្នក​នឹង​មាន​អារម្មណ៍​ថា​បាន​វិនិយោគ​ខាង​ផ្លូវចិត្ត ផ្លូវកាយ និង​ផ្លូវ​ចិត្ត​ក្នុង​ការ​ឆ្លាក់​ផ្លូវ​របស់​អ្នក​ដោយ​មិន​អនុញ្ញាត​ឱ្យ​នរណា​ម្នាក់​និង​គ្មាន​អ្វី​មក​ឈរ​នៅ​ក្នុង​ផ្លូវ​របស់​អ្នក​ឡើយ។ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការទទួលស្គាល់នៅពេលដែលអារម្មណ៍ក្លាយជាការបំប៉ោងខ្លាំងពេក។ការ៉េដ៏អាក្រក់រវាង Luna និង Jupiter អាចធ្វើឱ្យអ្នកសើចចំអកដាក់មនុស្សជាទីស្រលាញ់ដែលហាក់ដូចជាមានចម្ងល់លើការសម្រេចចិត្តរបស់អ្នក។ព្យាយាមពេញចិត្តចំពោះមតិត្រឡប់ពីក្រុមគ្រួសារ និងមិត្តភក្តិដែលជាធម្មតាកើតចេញពីកន្លែងដ៏ល្អ បើទោះបីជាអ្នកមិនចូលចិត្តអ្វីដែលអ្នកបានឮក៏ដោយ។ធ្វើការលើការព្យាបាល និងគាំទ្រខ្លួនអ្នក នៅពេលដែល Chiron ដំណើរការនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Plant many seeds as the Moon continues through Aries, dear Leo, even if not all of them are destined to take root and sprout. Every wonderful experience or opportunity has an origin story, and now is your moment to start the first chapter. Be mindful of your deepest desires and where they stem from while Luna aspects Jupiter midafternoon. If you begin to feel rushed, out of control, or spread thin, these vibes urge you to come back to yourself. Your perspective broadens once Chiron stirs tonight, helping you see challenging situations from a new light to find healing and solutions."
        },
        "kh": {
            "today": "ដាំគ្រាប់ពូជជាច្រើននៅពេលដែលព្រះច័ន្ទបន្តឆ្លងកាត់ Aries, Leo ជាទីស្រឡាញ់ ទោះបីជាពួកគេទាំងអស់មិនមានវាសនាដើម្បីចាក់ឬសនិងពន្លកក៏ដោយ។រាល់បទពិសោធន៍ ឬឱកាសដ៏អស្ចារ្យទាំងអស់សុទ្ធតែមានប្រភពដើម ហើយឥឡូវនេះគឺជាពេលវេលារបស់អ្នកដើម្បីចាប់ផ្តើមជំពូកទីមួយ។ចងចាំពីសេចក្តីប៉ងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នក និងកន្លែងដែលវាកើតចេញពី ខណៈពេលដែល Luna មើលទៅភពព្រហស្បតិ៍ពេលរសៀល។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍រំជើបរំជួល មិនអាចគ្រប់គ្រងបាន ឬរាលដាលស្តើង ភាពរំជើបរំជួលទាំងនេះជំរុញឱ្យអ្នកត្រលប់មកខ្លួនអ្នកវិញ។ទស្សនៈរបស់អ្នកពង្រីកនៅពេលដែល Chiron កូរនៅយប់នេះ ដោយជួយអ្នកឱ្យមើលឃើញស្ថានភាពលំបាកពីពន្លឺថ្មី ដើម្បីស្វែងរកការព្យាបាល និងដំណោះស្រាយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be in a solitary mood as the Moon moves through Aries, dear Taurus. Don't hesitate to strike out on your own, especially if you crave space. Introspection may lead you to realize it's time to embrace fresh starts. Focus on tying up loose ends before moving forward. New discoveries will alter your bigger picture while Luna squares Jupiter midafternoon. Follow your hunches and ask questions to fill in the missing pieces. Chiron stirs later tonight, reminding you that every healing journey begins within. Meditate on what you need to feel whole and ready for the next chapter."
        },
        "kh": {
            "today": "អ្នក​នឹង​ស្ថិត​នៅ​ក្នុង​អារម្មណ៍​ឯកោ​ខណៈ​ព្រះ​ច័ន្ទ​រំកិល​ឆ្លងកាត់ Aries, Taurus ជា​ទី​ស្រឡាញ់។កុំស្ទាក់ស្ទើរក្នុងការវាយចេញដោយខ្លួនឯង ជាពិសេសប្រសិនបើអ្នកចង់បានកន្លែងទំនេរ។វិចារណញាណអាចនាំអ្នកឱ្យដឹងថាវាដល់ពេលហើយដើម្បីទទួលយកការចាប់ផ្តើមថ្មីៗ។ផ្តោតលើការចងចុងរលុង មុនពេលឆ្ពោះទៅមុខ។ការរកឃើញថ្មីនឹងផ្លាស់ប្តូររូបភាពកាន់តែធំរបស់អ្នក ខណៈពេលដែល Luna ចត Jupiter ពាក់កណ្តាលរសៀល។ធ្វើតាមការគិតរបស់អ្នក ហើយសួរសំណួរដើម្បីបំពេញបំណែកដែលបាត់។Chiron កូរនៅពេលក្រោយនៅយប់នេះ ដោយរំលឹកអ្នកថា រាល់ដំណើរនៃការព្យាបាលចាប់ផ្តើមនៅក្នុងខ្លួន។សញ្ជឹងគិតអំពីអ្វីដែលអ្នកត្រូវការ ដើម្បីមានអារម្មណ៍ទាំងមូល ហើយត្រៀមខ្លួនសម្រាប់ជំពូកបន្ទាប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Spread your wings and find new places to explore, dearest Gemini. As the Aries Moon activates your solar eleventh house, your soul craves fresh experiences and friendships. Put yourself out there to forge connections. If your local community seems small, branch out through the digital realms. Just remember to get outside and enjoy the crisp air once Luna aspects Jupiter midafternoon. Absorb the earth's energy while feeding your sense of gratitude to make the most of these vibes. Release grudges and embrace forgiveness when Chiron stirs tonight, even if these shifts only take place at an internal level."
        },
        "kh": {
            "today": "លាតស្លាបរបស់អ្នក ហើយស្វែងរកកន្លែងថ្មីដើម្បីរុករក Gemini ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះច័ន្ទ Aries ធ្វើឱ្យផ្ទះទី 11 នៃពន្លឺព្រះអាទិត្យរបស់អ្នកសកម្ម ព្រលឹងរបស់អ្នកចង់បានបទពិសោធន៍ថ្មីៗ និងមិត្តភាព។ដាក់ខ្លួនអ្នកនៅទីនោះដើម្បីភ្ជាប់ទំនាក់ទំនង។ប្រសិនបើសហគមន៍មូលដ្ឋានរបស់អ្នកហាក់បីដូចជាតូច ចូរពង្រីកតាមរយៈអាណាចក្រឌីជីថល។គ្រាន់តែចាំថាបានចេញទៅខាងក្រៅ ហើយរីករាយជាមួយខ្យល់អាកាសបរិសុទ្ធ នៅពេលដែល Luna មើលឃើញភពព្រហស្បតិ៍ពេលរសៀល។ស្រូបយកថាមពលរបស់ផែនដី ខណៈពេលដែលផ្តល់អារម្មណ៍នៃការដឹងគុណរបស់អ្នក ដើម្បីធ្វើឱ្យមានភាពរស់រវើកច្រើនបំផុត។បញ្ចេញការក្រអឺតក្រទម និងទទួលយកការអភ័យទោស នៅពេលដែល Chiron កូរនៅយប់នេះ ទោះបីជាការផ្លាស់ប្តូរទាំងនេះធ្វើឡើងតែក្នុងកម្រិតផ្ទៃក្នុងក៏ដោយ។"
        }
    }
]