[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury and Saturn join forces today, dear Aries, helping you establish a clear and firm resolve. Use this energy to reflect on any situations that have been causing issues or glimmers of hope, giving more weight to that which offers a promising way forward. Meanwhile, the moon continues its journey through fun-loving Aquarius, helping you connect with people riding the same wavelength. You'll be the recipient of praise from peers when Venus stirs later this afternoon, making it easy to step into your power. Spread good news and positive messages this evening when Luna and Jupiter align."
        },
        "kh": {
            "today": "បារតនិងស៊ីននីនចូលរួមនៅថ្ងៃនេះជាទីស្រឡាញ់ Aries ដែលជាទីស្រឡាញ់ជួយអ្នកបង្កើតដំណោះស្រាយច្បាស់លាស់និងម៉ឺងម៉ាត់។ប្រើថាមពលនេះដើម្បីឆ្លុះបញ្ចាំងពីស្ថានភាពណាមួយដែលបានបង្កឱ្យមានបញ្ហាឬការក្រឡេកមើលក្តីសង្ឃឹមដែលផ្តល់នូវទំងន់កាន់តែច្រើនដល់ចំណុចដែលផ្តល់នូវការឈានទៅមុខ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់ខ្លួនតាមរយៈ Aquarius ដែលមានភាពសប្បាយរីករាយដោយជួយអ្នកភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សដែលជិះរលកដូចគ្នា។អ្នកនឹងក្លាយជាអ្នកទទួលការសរសើរពីមិត្តភក្តិនៅពេលដែល Venus Stirs ក្រោយមកនៅរសៀលនេះ, ធ្វើឱ្យមានភាពងាយស្រួលក្នុងការឈានទៅរកអំណាចរបស់អ្នក។រីករាលដាលដំណឹងល្អនិងសារវិជ្ជមាននៅល្ងាចនេះនៅពេលដែល Luna និង Jupiter តម្រឹម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your negotiation tactics will be flawless today, fiery lion, thanks to a celestial marriage between chatty Mercury and no-nonsense Saturn. Whether you're outlining terms for a job opportunity or developing a romantic relationship, now is the time to be concise about your needs and what you deserve. Communicating with yourself in supportive and transformative ways will also be huge for personal growth. A spark ignites from deep within your soul when the Aquarius moon and Venus join forces, helping you love freely and without compromise. Bask in the attention of your peers this evening while Jupiter expands your social reach."
        },
        "kh": {
            "today": "យុទ្ធសាស្រ្តចរចារបស់អ្នកនឹងមានភាពឥតខ្ចោះនៅថ្ងៃនេះដែលមិនមានភាពល្អឥតខ្ចោះនៅថ្ងៃនេះដែលមានអាយ។មិនថាអ្នកនៅសេសសល់សម្រាប់ឱកាសការងារឬការអភិវឌ្ឍទំនាក់ទំនងស្នេហាឥឡូវនេះគឺជាពេលវេលាដែលត្រូវសង្ខេបអំពីតម្រូវការរបស់អ្នកនិងអ្វីដែលអ្នកសមនឹងទទួល។ការប្រាស្រ័យទាក់ទងជាមួយខ្លួនអ្នកក្នុងវិធីជំនួយនិងការផ្លាស់ប្តូរក៏នឹងធំធេងផងដែរសម្រាប់ការលូតលាស់ផ្ទាល់ខ្លួន។ផ្កាភ្លើងមួយដែលបញ្ឆេះចេញពីជ្រៅនៅក្នុងព្រលឹងរបស់អ្នកនៅពេលដែល Aquarius Moon និង Venus ចូលរួមជាមួយកម្លាំងជួយអ្នកឱ្យស្រឡាញ់ដោយសេរីនិងដោយគ្មានការសម្របសម្រួល។Bask ក្នុងការយកចិត្តទុកដាក់របស់មិត្តភ័ក្ត្ររបស់អ្នកនៅល្ងាចនេះខណៈដែលលោក Jupiter ពង្រីកការឈានដល់សង្គមរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll make major strides socially when you use your voice and share wisdom, dearest Taurus, thanks to a sweet union between Mercury and Saturn. Now is also a good time to lean into your influence and position to network. Professional aspirations will be at the forefront of your mind as Luna continues through Aquarius, and breakthroughs could happen at a moment's notice when you are bold and visible. Pull back later today to build romantic relationships or focus on self-care when Venus stirs in your solar twelfth house. Embrace gratitude practices when Luna aspects Jupiter this evening and more blessings will follow."
        },
        "kh": {
            "today": "អ្នកនឹងខិតខំប្រឹងប្រែងនៅលើសង្គមនៅពេលអ្នកប្រើសំលេងរបស់អ្នកនិងចែករំលែកប្រាជ្ញាថាតារូសដែលជាទីស្រឡាញ់បំផុតដោយសារសហជីពផ្អែមល្ហែមរវាងបារតនិងមណ្ឌលសុខភាព។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីពឹងផ្អែកលើឥទ្ធិពលនិងជំហររបស់អ្នកក្នុងបណ្តាញរបស់អ្នកផងដែរ។សេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈនឹងស្ថិតនៅជួរមុខនៃគំនិតរបស់អ្នកនៅពេលដែល Luna បន្តឆ្លងកាត់ Aquarius ហើយរបកគំហើញដ៏លេចធ្លោមួយភ្លែតនៅពេលដែលអ្នកមានភាពក្លាហាននិងមើលឃើញ។ទាញត្រឡប់មកវិញនៅថ្ងៃនេះដើម្បីបង្កើតទំនាក់ទំនងស្នេហាឬផ្តោតលើការថែរក្សាខ្លួនឯងនៅពេលដែល Venus Stirs នៅក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ឱបទម្លាប់ដឹងគុណនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅល្ងាចនេះនិងពរជ័យជាច្រើនទៀតនឹងត្រូវអនុវត្តតាម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Professional conversations, public presentations, and discussions of long-term goals will serve you immensely today, darling Gemini, as Mercury and Saturn unite. Proceed with a sharp mind and unwavering resolve so major milestones can be reached. Luck is on your side while Luna continues through Aquarius, urging you to connect with the divine when you need guidance or an extra hand. You'll be the subject of much admiration when the moon and Venus align later today, and flirting could lead to exciting romantic entanglements. Make a private wish this evening when Jupiter radiates its auspicious energy through your sign."
        },
        "kh": {
            "today": "ការសន្ទនាជំនាញវិជ្ជាជីវៈបទបង្ហាញសាធារណៈនិងការពិភាក្សានៃគោលដៅរយៈពេលវែងនឹងធ្វើឱ្យអ្នកធុញទ្រាន់យ៉ាងខ្លាំងនៅសព្វថ្ងៃនេះយ៉ាងខ្លាំងនាពេលបច្ចុប្បន្ននេះគឺលោក Darling Gemini ដែលជាបារតនិង Saturn បង្រួបបង្រួមគ្នា។បន្តដោយមានគំនិតយ៉ាងមុតស្រួចនិងការដោះស្រាយដែលមានភាពវង្វេងស្មារតីដែលមានភាពវង្វេងស្មារតីយ៉ាងខ្លាំងដែលអាចទៅដល់បាន។សំណាងគឺនៅខាងអ្នកខណៈពេលដែល Luna បន្តតាមរយៈ Aquarius, ជំរុញឱ្យអ្នកភ្ជាប់ជាមួយដ៏ទេវភាពនៅពេលអ្នកត្រូវការការណែនាំឬដៃបន្ថែម។អ្នកនឹងក្លាយជាប្រធានបទនៃការកោតសរសើរជាច្រើននៅពេលដែលព្រះច័ន្ទនិង Venus តម្រឹមនៅពេលក្រោយហើយការចែចង់អាចនាំឱ្យមានភាពរឹងមាំមនោសញ្ចេតនាគួរឱ្យរំភើប។ធ្វើឱ្យមានបំណងប្រាថ្នាឯកជននៅល្ងាចនេះនៅពេលដែល Jupiter Rapiates ថាមពលដែលគួរឱ្យចាប់អារម្មណ៍តាមរយៈសញ្ញារបស់អ្នក។"
        }
    }
]