[
    {
        "sign": "Aries",
        "en": {
            "today": "The day gets off to a rocky start, dear Aries, as the Aquarius moon forms tense aspects with Mars and Mercury. Pace yourself to avoid miscommunications and mistakes, and try to steer clear of drama. A desire for independence may also cause you to shirk certain responsibilities, and it'll be important that you maintain a responsible agenda. Reach out for support from your community if further motivation is needed. The energy elevates when Chiron stirs, helping you find your place within society. Share your ideas publicly or invest in furthering your education when Luna and Jupiter align later tonight."
        },
        "kh": {
            "today": "ថ្ងៃនោះបានចាប់ផ្តើមឆមាសដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon បង្កើតបានជាទិដ្ឋភាពតឹងតែងជាមួយភពព្រះអង្គារនិងបារត។ជំរុញខ្លួនអ្នកឱ្យជៀសវាងការយល់ខុសនិងកំហុសហើយព្យាយាមកាច់ចង្កូតនៃរឿងល្ខោន។បំណងប្រាថ្នាសម្រាប់ឯករាជ្យក៏អាចបណ្តាលឱ្យអ្នកធ្វើឱ្យអ្នកមានទំនួលខុសត្រូវជាក់លាក់ដែរហើយវាសំខាន់ណាស់ដែលអ្នករក្សារបៀបវារៈដែលមានទំនួលខុសត្រូវ។ឈានដល់ការគាំទ្រពីសហគមន៍របស់អ្នកប្រសិនបើត្រូវការការលើកទឹកចិត្តបន្ថែមទៀត។ថាមពលលើកកំពស់នៅពេលដែល chiry កូរការជួយអ្នករកកន្លែងរបស់អ្នកនៅក្នុងសង្គម។ចែករំលែកគំនិតរបស់អ្នកជាសាធារណៈឬវិនិយោគលើការពង្រឹងការអប់រំរបស់អ្នកនៅពេលដែល Luna និង Jupiter តម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Ease into the work week and leave plenty of room for soft moments, dearest Leo. As the Aquarius moon forms tense aspects with Mars and Mercury early this morning, you'll struggle to stay on track if personal balance isn't a priority. Don't hesitate to lean on the support loved ones offer if you start to feel adrift. Your mood elevates as the hours pass, and connecting with others will sharpen your mind. Healing vibes flow when Luna aspects Chiron and Jupiter later tonight, inspiring you to create magical moments within your community or while laying low with that special someone."
        },
        "kh": {
            "today": "បន្ធូរបន្ថយសប្តាហ៍ការងារហើយទុកឱ្យមានបន្ទប់ឱ្យបានច្រើនសម្រាប់ពេលវេលាទន់សម្រាប់លីអូហេហេ។នៅពេលដែល Aquarius Moon បង្កើតបានជាទិដ្ឋភាពតឹងតែងជាមួយភពព្រះអង្គារនិងបារតនៅព្រឹកនេះអ្នកនឹងតស៊ូនៅលើផ្លូវប្រសិនបើតុល្យភាពផ្ទាល់ខ្លួនមិនមែនជាអាទិភាពទេ។កុំស្ទាក់ស្ទើរក្នុងការពឹងផ្អែកលើការគាំទ្រដល់អ្នកដែលអ្នកចូលចិត្តផ្តល់ជូនប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍រសាត់។អារម្មណ៍របស់អ្នក Elovates នៅពេលម៉ោងកន្លងផុតទៅហើយភ្ជាប់ជាមួយអ្នកដទៃនឹងធ្វើឱ្យគំនិតរបស់អ្នកកាន់តែច្បាស់។ការព្យាបាលជំងឺរលាកស្រាប់ហូរនៅពេលដែលទិដ្ឋភាពនៃឡុងនិងភពព្រហស្បតិ៍នៅយប់នេះនៅយប់នេះដោយបំផុសគំនិតអ្នកឱ្យបង្កើតគ្រាវេទមន្តនៅក្នុងសហគមន៍របស់អ្នកឬពេលកំពុងអង្គុយទាបជាមួយនរណាម្នាក់ពិសេសនោះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius moon forms harsh connections with Mars and Mercury this morning, dear Taurus, bringing unpredictable and challenging energy to the table. Focus on keeping your thoughts in order by setting boundaries and leaning into personal structures that offer stability. You'll feel more in control and resilient as the hours pass and will accomplish much when clear-cut goals are set. Spend some time reflecting on your relationship with success when Chiron stirs, feeling proud of your accomplishments thus far. Nurture existing goals when Luna and Jupiter align later tonight, and significant rewards are sure to follow."
        },
        "kh": {
            "today": "ព្រះចន្ទរវាង Aquarius បង្កើតបានជាការតភ្ជាប់ដ៏កាចសាហាវជាមួយភពព្រះអង្គារនិងបារតនាព្រឹកនេះជាទីស្រឡាញ់ Taurus ដែលនាំយកថាមពលដែលមិនអាចទាយទុកជាមុនបាននិងប្រកួតប្រជែងនឹងតុ។ផ្តោតលើការរក្សាគំនិតរបស់អ្នកឱ្យមានសណ្តាប់ធ្នាប់ដោយកំណត់ព្រំដែននិងទំនោរទៅក្នុងរចនាសម្ព័ន្ធផ្ទាល់ខ្លួនដែលផ្តល់ស្ថេរភាព។អ្នកនឹងមានអារម្មណ៍ថាមានការគ្រប់គ្រងកាន់តែច្រើននិងមានភាពធន់នៅពេលម៉ោងកន្លងផុតទៅហើយនឹងសំរេចបានច្រើននៅពេលដែលគោលដៅកាត់ផ្តាច់។ចំណាយពេលខ្លះៗឆ្លុះបញ្ចាំងពីទំនាក់ទំនងរបស់អ្នកជាមួយនឹងជោគជ័យនៅពេលដែលមានអារម្មណ៍ថាមានមោទនភាពចំពោះសមិទ្ធិផលរបស់អ្នករហូតមកដល់ពេលនេះ។ការចិញ្ចឹមបីបាច់គោលដៅដែលមានស្រាប់នៅពេលដែល Luna និង Jupiter តម្រឹមនៅយប់នេះយប់នេះហើយរង្វាន់គួរឱ្យកត់សម្គាល់ប្រាកដជាធ្វើតាម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe showers you with messages from beyond this morning, dear Gemini, as the Aquarius moon aspects Mars and Mercury. Relish synchronicities and magical moments, but try not to overanalyze what it all means. Clarity will find its way to you as the hours pass, especially when you embrace meditation and mindfulness. Now is also an ideal time to set goals and ask for divine guidance. You'll find healing through your community when love and inclusion are made a priority, thanks to sweet aspects between Luna and Chiron later tonight. Meanwhile, Jupiter stirs in your sign, increasing charisma and popularity."
        },
        "kh": {
            "today": "សាកលលោកបង្ហាញអ្នកពីសារពីព្រឹកនេះ Gemini ជាទីស្រឡាញ់ជាទីស្រឡាញ់ខណៈដែល Aquarius ផ្នែកព្រះច័ន្ទនិងបារត។ភាពស៊ីចង្វាក់គ្នាភាពស៊ីចង្វាក់គ្នានិងពេលវេលាវេទមន្តប៉ុន្តែព្យាយាមមិនឱ្យធ្វើឱ្យហួសចិត្តនឹងវាទាំងអស់។ភាពច្បាស់លាស់នឹងរកវិធីរបស់វាសម្រាប់អ្នកនៅពេលម៉ោងកន្លងផុតទៅជាពិសេសនៅពេលអ្នកក្រសោបយកសមាធិនិងការគិត។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការកំណត់គោលដៅហើយសុំការណែនាំពីព្រះ។អ្នកនឹងរកឃើញការព្យាបាលតាមរយៈសហគមន៍របស់អ្នកនៅពេលដែលស្នេហានិងការដាក់បញ្ចូលត្រូវបានបង្កើតជាអាទិភាព, សូមអរគុណដល់ទិដ្ឋភាពផ្អែមរវាង Luna និង Chiron នៅយប់នេះ។ទន្ទឹមនឹងនេះដែរ Jupiter Stirs នៅក្នុងសញ្ញារបស់អ្នកបង្កើនភាពទាក់ទាញនិងប្រជាប្រិយភាព។"
        }
    }
]