[
    {
        "sign": "Aries",
        "en": {
            "today": "Broken cycles will need repairing, dear Aries, as the Pisces moon aligns with the nodes of fate, Venus, and Jupiter. Spend Sunday morning completing to-do lists, embracing wellness practices along the way. Strategize how you can fit more sleep, exercise, and healthy meals into your schedule while navigating these vibes. You'll feel motivated to follow through on new structures that will improve your overall quality of life once Saturn activates this evening. Your confidence grows when Luna enters your sign later tonight, aspecting Neptune, Uranus, and Pluto. Feed your mind with engaging social interaction, but avoid staying up past your bedtime."
        },
        "kh": {
            "today": "វដ្តដែលបាក់បែកនឹងត្រូវការជួសជុលផ្ទះជាទីស្រឡាញ់ជាទីស្រឡាញ់ព្រោះពូជច្របូកច្របល់តម្រឹមជាមួយថ្នាំងនៃជោគវាសនាភពសុក្រនិងភពព្រហស្បតិ៍។ចំណាយពេលព្រឹកថ្ងៃអាទិត្យបញ្ចប់បញ្ជីការងារត្រូវធ្វើធ្វើសរសគុណការអនុវត្តន៍សុខភាពនៅតាមផ្លូវ។រៀបចំយុទ្ធសាស្ត្រពីរបៀបដែលអ្នកអាចសមនឹងគេងហាត់ប្រាណនិងអាហារដែលមានសុខភាពល្អទៅក្នុងកាលវិភាគរបស់អ្នកខណៈពេលដែលរុករកភាពរស់រវើកទាំងនេះ។អ្នកនឹងមានអារម្មណ៍ថាមានទឹកចិត្តក្នុងការធ្វើតាមរចនាសម្ព័ន្ធថ្មីដែលនឹងធ្វើអោយប្រសើរឡើងនូវគុណភាពជីវិតទូទៅរបស់អ្នកនៅពេលដែល Saturn ធ្វើឱ្យល្ងាចនេះសកម្មនាល្ងាចនេះ។ទំនុកចិត្តរបស់អ្នករីកចម្រើននៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនៅយប់នេះទិដ្ឋភាព Neptune, Uranus, និង Pluto ។ចិញ្ចឹមគំនិតរបស់អ្នកជាមួយនឹងការចូលរួមក្នុងទំនាក់ទំនងសង្គមប៉ុន្តែចៀសវាងការស្នាក់នៅក្នុងការចូលគេងរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Swim slightly outside of your comfort zone, dear Leo, as the Pisces moon aligns with the nodes of fate, Venus, and Jupiter. As you build power and wealth, change is inevitable, so try not to get too comfortable within current circumstances. Reflect on your deepest wishes, moving slowly but steadily toward these goals. Saturn activates this evening in your house of transformation, emphasizing the importance of discipline while seeking to evolve. Fresh inspiration and renewed optimism find you later tonight once Luna enters Aries, aspecting Neptune, Uranus, and Pluto. Consider how your community might help raise you, making use of existing connections."
        },
        "kh": {
            "today": "ហែលទឹកបន្តិចនៅខាងក្រៅនៃតំបន់លួងលោមរបស់អ្នកលីអូជាទីស្រឡាញ់ព្រោះពិសាមូនតម្រឹមជាមួយថ្នាំងនៃជោគវាសនាភពសុក្រនិងភពព្រហស្បតិ៍។នៅពេលអ្នកកសាងថាមពលនិងទ្រព្យសម្បត្តិការផ្លាស់ប្តូរគឺជៀសមិនរួចដូច្នេះព្យាយាមមិនឱ្យមានផាសុកភាពក្នុងស្ថានភាពបច្ចុប្បន្ន។ឆ្លុះបញ្ចាំងពីបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នកដោយធ្វើចលនាយឺត ៗ ប៉ុន្តែឧស្សាហ៍ឆ្ពោះទៅរកគោលដៅទាំងនេះ។សៅរ៍ធ្វើឱ្យល្ងាចនេះសកម្មនៅល្ងាចនេះនៅក្នុងផ្ទះនៃការផ្លាស់ប្តូររបស់អ្នកដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃវិន័យខណៈពេលដែលស្វែងរកការវិវត្ត។ការបំផុសគំនិតស្រស់និងសុទិដ្ឋិនិយមបានស្វែងរកអ្នកនៅយប់នេះនៅយប់នេះនៅពេលដែល Luna ចូល Aries ការយល់ឃើញរបស់ Neptune, Uranus និង Pluto ។ពិចារណាពីរបៀបដែលសហគមន៍របស់អ្នកអាចជួយបង្កើនអ្នកដោយប្រើការតភ្ជាប់ដែលមានស្រាប់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could struggle to connect with peers this morning, dear Taurus, as the Pisces moon aligns with the nodes of fate, Venus, and Jupiter. A desire for meaningful interaction may cause you to realize that you've outgrown certain friends, inspiring you to look for companionship elsewhere. Saturn activates this evening, helping you present yourself as an established and reliable ally. Gravitate toward social spheres that encourage you to seek success or offer a level of refinement you've been missing in your life. Embrace quiet moments in nature or work on a project that might lead to financial gain once Luna enters Aries later tonight, aspecting Neptune, Uranus, and Pluto."
        },
        "kh": {
            "today": "អ្នកអាចតស៊ូដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្ដិនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដូចជា Pisces Mon Rights ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា, Venus, និងភពព្រហស្បតិ៍។បំណងប្រាថ្នាសម្រាប់អន្តរកម្មដែលមានអត្ថន័យអាចបណ្តាលឱ្យអ្នកដឹងថាអ្នកបានចាប់ផ្តើមមិត្តភក្តិមួយចំនួនដែលបំផុសគំនិតឱ្យអ្នកស្វែងរកដៃគូនៅកន្លែងផ្សេងទៀត។សៅរ៍ធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយជួយអ្នកបង្ហាញខ្លួនអ្នកជាសម្ព័ន្ធមិត្តដែលបានបង្កើតឡើងនិងគួរឱ្យទុកចិត្ត។ជូរឆ្ពោះទៅរកការីស្ហិតសង្គមដែលលើកទឹកចិត្តអ្នកឱ្យស្វែងរកភាពជោគជ័យឬផ្តល់នូវកម្រិតនៃការកែលម្អដែលអ្នកបានបាត់ខ្លួននៅក្នុងជីវិតរបស់អ្នក។ចាប់យកពេលវេលាស្ងាត់ស្ងៀមក្នុងធម្មជាតិឬធ្វើការលើគម្រោងដែលអាចនាំឱ្យមានកំណើនហិរញ្ញវត្ថុនៅពេលដែល Luna ចូលទៅ Aries នៅយប់នេះការលើកលែង Neptune Uranus និង Pluto ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Thoughts of Monday's responsibilities could take you out of the present, dear Gemini, as the Pisces moon aligns with the nodes of fate, Venus, and Jupiter. Rather than squandering what remains of the weekend by stressing over what's to come, choose to find leisure and luxurious moments. Enjoy delicious foods, spend time outside, and feel gratitude for the blessings you've received. The stars grant permission to prepare for the work week ahead once Saturn activates this evening. Lean into the power of positive thinking and visualize new opportunities flowing your way when Luna enters Aries tonight, aspecting Neptune, Uranus, and Pluto."
        },
        "kh": {
            "today": "គំនិតនៃការទទួលខុសត្រូវកាលពីថ្ងៃច័ន្ទអាចនាំអ្នកចេញពីបទចំរៀង Gemini ជាទីស្រឡាញ់នៅពេលដែលការច្រូតកាត់ Mon Mon តម្រឹមជាមួយថ្នាំងនៃវាសនា, Venus, និងភពព្រហស្បតិ៍។ជាជាងបែងចែកអ្វីដែលនៅសល់នៃចុងសប្តាហ៍ដោយសង្កត់ធ្ងន់លើអ្វីដែលត្រូវមកជ្រើសរើសដើម្បីស្វែងរកការកំសាន្តនិងគ្រាដ៏ប្រណីត។រីករាយនឹងអាហារឆ្ងាញ់ចំណាយពេលវេលានៅខាងក្រៅហើយមានអារម្មណ៍ដឹងគុណចំពោះពរជ័យដែលអ្នកបានទទួល។តារាផ្តល់សិទ្ធិសម្រាប់ការត្រៀមសម្រាប់សប្តាហ៍ការងារនៅខាងមុខនៅពេលដែល Saturn ធ្វើឱ្យល្ងាចនេះសកម្មនេះ។ពឹងផ្អែកលើអំណាចនៃការគិតវិជ្ជមាននិងការមើលឃើញឱកាសថ្មីៗដែលកំពុងហូរចេញរបស់អ្នកនៅពេលដែល Luna ចូលទៅក្នុង Aries នៅយប់នេះ, អ៊ឺរ៉ុន, អ៊ឺរ៉ុប, អ៊ុយរ៉ានុនិងផ្លាតូ។"
        }
    }
]