[
    {
        "sign": "Aries",
        "en": {
            "today": "The Pisces quarter Moon could bring conflicting emotions to the surface, dear Aries, triggering difficulties when making decisions. Breakthroughs emerge when Luna aspects Uranus midafternoon, helping you see your situation with fresh eyes. You'll feel elevated once the Moon enters your sign, and increased popularity will help you gain traction within personal goals. The atmosphere thickens when Luna aligns with Saturn, Neptune, and Pluto this evening. Tap into your gratitude, especially if emotions start to feel strained. Luckily, Pluto steps in to offer cosmic refreshment tonight, making it easier to compartmentalize thoughts and feelings so you can find the most practical path forward."
        },
        "kh": {
            "today": "Pisces ភាគតិចនៃព្រះច័ន្ទអាចនាំមកនូវអារម្មណ៍ផ្ទុយគ្នាទៅនឹងផ្ទៃដីដែលជាទីស្រឡាញ់អៀនខ្មាស់ដែលបង្កឱ្យមានការលំបាកនៅពេលធ្វើការសម្រេចចិត្ត។របកគំហើញដ៏លេចធ្លោនៅពេលដែលទិដ្ឋភាពរបស់ឡូសនៅតំបន់អ៊ុយរ៉ានុសនៅពាក់កណ្តាលព្រះសង្ឃជំនួយការជួយអ្នកឱ្យមើលឃើញស្ថានភាពរបស់អ្នកដោយភ្នែកស្រស់។អ្នកនឹងមានអារម្មណ៍ថាខ្ពស់នៅពេលដែលព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកហើយការបង្កើនប្រជាប្រិយភាពនឹងជួយអ្នកឱ្យទទួលបានការអូសទាញក្នុងគោលដៅផ្ទាល់ខ្លួន។បរិយាកាសក្រាស់នៅពេលដែល Luna តម្រឹមជាមួយសៅថនណុបធុននិងផ្លាតូនៅល្ងាចនេះ។ប៉ះក្នុងការដឹងគុណរបស់អ្នកជាពិសេសប្រសិនបើអារម្មណ៍ចាប់ផ្តើមមានអារម្មណ៍តានតឹង។សំណាងបរិសុទ្ធផ្លាតូដើរលើដើម្បីផ្តល់នូវភាពស្រស់ស្រាយនៅយប់នេះដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការបង្រួមគំនិតនិងអារម្មណ៍ដូច្នេះអ្នកអាចរកឃើញផ្លូវដែលមានប្រយោជន៍បំផុត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may feel more sensitive to the opinions of peers, dear Leo, as the Pisces quarter Moon rises. Try not to get involved with gossip or drama, as doing so could negatively impact your sense of empowerment. New opportunities will surprise you when Luna aspects Uranus midafternoon, so don't hesitate to advocate for what you want. A lucky energy surrounds you once the Moon enters Aries, encouraging you to make a wish. Reflect on your biggest hopes and dreams when Saturn, Neptune, Jupiter, and Pluto stir this evening, considering what is sustainable in the long term."
        },
        "kh": {
            "today": "You may feel more sensitive to the opinions of peers, dear Leo, as the Pisces quarter Moon rises.Try not to get involved with gossip or drama, as doing so could negatively impact your sense of empowerment.New opportunities will surprise you when Luna aspects Uranus midafternoon, so don't hesitate to advocate for what you want.A lucky energy surrounds you once the Moon enters Aries, encouraging you to make a wish.ឆ្លុះបញ្ចាំងពីក្តីសង្ឃឹមនិងក្តីសុបិន្តដ៏ធំបំផុតរបស់អ្នកនៅពេលដែល Saturn, Neptune, Jupiter និង Pluto កូរនៅល្ងាចនេះដោយពិចារណាថាតើមាននិរន្តរភាពអ្វីខ្លះក្នុងរយៈពេលវែង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "It may be time for a social media cleanse, dearest bull, as the Pisces quarter Moon draws a distinct line between the digital and natural realms. If you've been feeling disconnected or if scrolling feeds has become compulsive, take it as a sign to get outside. Real-world interactions will serve you when Luna aspects Uranus, helping you stand apart from your peers. However, you'll need space to recalibrate once the Moon enters Aries midafternoon, encouraging privacy and rest. Emotions flow through you when Saturn, Neptune, Jupiter, and Pluto activate. Sort through your feelings with a practical mind and compassionate heart."
        },
        "kh": {
            "today": "វាអាចជាពេលវេលាសម្រាប់ការសំអាតប្រព័ន្ធផ្សព្វផ្សាយសង្គមដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់បំផុតនៅពេលដែលការវាយដំនៅត្រីមាសព្រះច័ន្ទទាក់ទាញបន្ទាត់ខុសគ្នារវាងអាណាចក្រឌីជីថលនិងធម្មជាតិ។ប្រសិនបើអ្នកមានអារម្មណ៍ផ្តាច់ទំនាក់ទំនងឬប្រសិនបើការរមូរចំណីអាហារបានក្លាយជាការបង្ខិតបង្ខំយកវាជាសញ្ញាដើម្បីចេញទៅខាងក្រៅ។អន្តរកម្មពិភពលោកពិតប្រាកដនឹងបម្រើអ្នកនៅពេលដែលទិដ្ឋភាពឡូសអ៊ូរ៉ានុសជួយអ្នកឱ្យឈរដាច់ពីមិត្តភក្តិរបស់អ្នក។ទោះយ៉ាងណាក៏ដោយអ្នកនឹងត្រូវការកន្លែងទំនេរដើម្បីគណនាឡើងវិញនៅពេលដែលព្រះច័ន្ទចូលអ៊ីមអេសអេសអេសរបស់ពាក់កណ្តាលការលើកទឹកចិត្តភាពឯកជននិងការសម្រាក។អារម្មណ៍ហូរឆ្លងកាត់អ្នកនៅពេលសៅរ៍សៅរ៍ណុបធូនភពភពព្រហស្បតិ៍និងផ្លាតូធ្វើឱ្យសកម្ម។តម្រៀបតាមអារម្មណ៍របស់អ្នកជាមួយនឹងចិត្តជាក់ស្តែងនិងបេះដូងដែលមានចិត្តអាណិតអាសូរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may feel challenged by loved ones and colleagues today, sweet Gemini, as the Pisces quarter Moon rises. Please stick to your guns where it matters most, and don't let anyone come between you and your aspirations. Flashes of insight can help you find brilliant solutions to any problems you've been battling, thanks to a helping hand from Uranus midafternoon. Embrace community ties once Luna enters Aries, putting on your networking hat to see and be seen. Busy energy takes hold this evening when Luna aspects Saturn, Neptune, Jupiter, and Pluto. Though you'll be tempted to scroll your social media feeds, consider connecting with your spirituality instead."
        },
        "kh": {
            "today": "អ្នកប្រហែលជាមានអារម្មណ៍ថាអ្នកដែលស្រលាញ់និងអ្នកផ្សេងជាមិត្តរួមការងារនៅថ្ងៃនេះ Gemini ផ្អែមនៅពេលដែលការឡើងភ្នំនៅត្រីមាសព្រះចន្ទរះឡើង។សូមបិទកាំភ្លើងរបស់អ្នកដែលវាសំខាន់បំផុតហើយកុំអោយអ្នកណាម្នាក់មកនៅចន្លោះអ្នកនិងសេចក្តីប្រាថ្នារបស់អ្នក។ការយល់ដឹងអំពីការយល់ដឹងអាចជួយអ្នករកដំណោះស្រាយដ៏អស្ចារ្យចំពោះបញ្ហាណាមួយដែលអ្នកបានប្រយុទ្ធដោយអរគុណដល់ជំនួយពីយូរ៉ាសាននៅពាក់កណ្តាលអាកាស។ចាប់យកចំណងសហគមន៍នៅពេលដែល Luna ចូល Aries ដោយដាក់មួកបណ្តាញរបស់អ្នកដើម្បីមើលនិងមើលឃើញ។ថាមពលដែលមមាញឹកត្រូវបានដាក់នៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពនៃដងខ្លួនសៅរ៍សៅរ៍ណុបធូននិងផ្លាតូ។ទោះបីជាអ្នកនឹងត្រូវបានល្បួងឱ្យរមូរបណ្តាញសង្គមរបស់អ្នកសូមពិចារណាការតភ្ជាប់ជាមួយនឹងភាពខាងវិញ្ញាណរបស់អ្នកជំនួសវិញ។"
        }
    }
]