[
    {
        "sign": "Aries",
        "en": {
            "today": "The online and material realms battle for your attention this morning, dear Aries, as the Taurus Moon and Pluto square off. It might be necessary to create physical barriers between you and your devices to avoid excessive distraction. Gravitate toward those who have a grounding presence while Venus and the sun stir later today. It will be easier to stay in the moment when surrounded by yummy foods and good company. A sense of purpose washes over you once Luna, the nodes of fate, and Mars enter a kite formation tonight, inspiring you to hypothesize alternate futures. Ask the universe for guidance so you can make these visions a reality as Mercury squares Saturn."
        },
        "kh": {
            "today": "ពិភពអនឡាញ និងសម្ភារៈប្រយុទ្ធសម្រាប់ការយកចិត្តទុកដាក់របស់អ្នកនៅព្រឹកនេះ Aries ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Taurus និង Pluto បិទ។វាប្រហែលជាចាំបាច់ដើម្បីបង្កើតរបាំងរាងកាយរវាងអ្នក និងឧបករណ៍របស់អ្នក ដើម្បីជៀសវាងការរំខានខ្លាំងពេក។ទំនាញឆ្ពោះទៅរកអ្នកដែលមានវត្តមាននៅលើដី ខណៈពេលដែល Venus និងព្រះអាទិត្យកូរនៅពេលក្រោយនៅថ្ងៃនេះ។វានឹងកាន់តែងាយស្រួលក្នុងការស្នាក់នៅក្នុងពេលដែលហ៊ុំព័ទ្ធដោយអាហារឆ្ងាញ់ៗ និងក្រុមហ៊ុនដ៏ល្អ។អារម្មណ៍នៃគោលបំណងបានបោកបញ្ឆោតអ្នកនៅពេលដែល Luna, ថ្នាំងនៃជោគវាសនា និងភពព្រះអង្គារចូលទៅក្នុងការបង្កើតខ្លែងនៅយប់នេះ បំផុសគំនិតអ្នកឱ្យសន្មត់អនាគតជំនួស។សុំការណែនាំពីសកលលោក ដូច្នេះអ្នកអាចធ្វើឱ្យការមើលឃើញទាំងនេះក្លាយជាការពិតដូចជាបារតការ៉េ Saturn ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Taurus Moon and Pluto square off this Mooning, dear Leo, which may cause you to feel stuck in a rut. Romantic and professional disappointments will trigger a pessimistic attitude, but try not to fixate on situations that can't be undone. Sweetness fills the air later today, as Venus and the sun look fondly upon you. You'll have a chance to see through the darkness and find solutions to current obstacles. Move away from what you've grown accustomed to and embrace more responsibilities while Luna, the nodes of fate, and Mars enter a rare kite formation. Take a stand against jealousy or possessive behaviors when Mercury squares Saturn tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Taurus និង Pluto បិទព្រះច័ន្ទនេះ ជាទីស្រឡាញ់ Leo ដែលអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាជាប់គាំងនៅក្នុងផ្លូវ។ការខកចិត្តបែបមនោសញ្ចេតនា និងវិជ្ជាជីវៈនឹងបង្កឱ្យមានអាកប្បកិរិយាទុទិដ្ឋិនិយម ប៉ុន្តែព្យាយាមមិនដោះស្រាយលើស្ថានភាពដែលមិនអាចត្រឡប់វិញបានទេ។ភាពផ្អែមល្ហែមនឹងបំពេញខ្យល់នៅពេលក្រោយនៅថ្ងៃនេះ ខណៈដែល Venus និងព្រះអាទិត្យសម្លឹងមកអ្នកយ៉ាងពេញចិត្ត។អ្នកនឹងមានឱកាសមើលឃើញតាមរយៈភាពងងឹត និងស្វែងរកដំណោះស្រាយចំពោះឧបសគ្គនាពេលបច្ចុប្បន្ន។ផ្លាស់ទីឆ្ងាយពីអ្វីដែលអ្នកធ្លាប់ស្គាល់ ហើយទទួលយកទំនួលខុសត្រូវកាន់តែច្រើន ខណៈពេលដែល Luna, nodes នៃជោគវាសនា និង Mars ចូលទៅក្នុងការបង្កើតខ្លែងដ៏កម្រមួយ។ប្រកាន់ជំហរប្រឆាំងនឹងការច្រណែន ឬអាកប្បកិរិយាមានទ្រព្យសម្បតិ្ត នៅពេលដែល Mercury Squares Saturn នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Moon enters your sign early this morning, dear Taurus, forming a tense aspect with Pluto. Though you'll crave attention, pursue it purposefully and with poise. Exercising restraint while curating your message pays off as Venus and the sun activate later today, boosting your appeal to peers and potential matches. Elevate your aspirations by connecting with admired people when Luna, the nodes of fate, and Mars create a rare kite. Excitement fills the air, but avoid misplaced trust as Mercury and Saturn square off."
        },
        "kh": {
            "today": "ព្រះច័ន្ទចូលសញ្ញារបស់អ្នកនៅព្រឹកនេះ ជាទីគោរព Taurus បង្កើតទិដ្ឋភាពតានតឹងជាមួយភពភ្លុយតូ។ទោះ​បី​ជា​អ្នក​ចង់​បាន​ការ​យក​ចិត្ត​ទុក​ដាក់​ក៏​ដោយ ចូរ​បន្ត​វា​ដោយ​ចេតនា និង​ដោយ​ភាព​ប៉ិនប្រសប់។ការ​អនុវត្ត​ការ​អត់ធ្មត់​ខណៈ​ពេល​ដែល​ការ​រៀបចំ​សារ​របស់​អ្នក​នឹង​ទទួល​បាន​ផល​ល្អ​ខណៈ​ពេល Venus និង​ព្រះអាទិត្យ​សកម្ម​នៅ​ពេល​ក្រោយ​នៅ​ថ្ងៃ​នេះ ជំរុញ​ការ​ទាក់​ទាញ​របស់​អ្នក​ចំពោះ​មិត្ត​ភក្តិ​និង​ការ​ប្រកួត​ដ៏​មាន​សក្ដានុពល។បង្កើនសេចក្តីប្រាថ្នារបស់អ្នកដោយភ្ជាប់ជាមួយមនុស្សដែលស្ងើចសរសើរ នៅពេលដែល Luna, ថ្នាំងនៃវាសនា និង Mars បង្កើតខ្លែងដ៏កម្រមួយ។ភាពរំជើបរំជួលពេញខ្យល់ ប៉ុន្តែជៀសវាងការទុកចិត្តខុស នៅពេលដែលបារត និងភពសៅរ៍បិទ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel slightly disenchanted with the universe, dear Gemini, as the Taurus Moon and Pluto square off. Consider if you've been relying too heavily on spiritual practices, recognizing that free will is the true key for unlocking the magick within. You'll perk up when Venus and the sun stir later today, especially while in the company of close companions. Make a pact with your partner in crime to sacrifice behaviors that are slowing personal growth. You'll become more disciplined and hopeful about the future once Luna, the nodes of fate, and Mars form a rare kite tonight. However, you should avoid over-the-top fantasies when Mercury squares Neptune."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ស្រងាកចិត្តបន្តិចជាមួយនឹងសកលលោក Gemini ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Taurus និង Pluto បិទ។ពិចារណាប្រសិនបើអ្នកបានពឹងផ្អែកខ្លាំងពេកលើការអនុវត្តខាងវិញ្ញាណ ការទទួលស្គាល់ថាឆន្ទៈសេរីគឺជាគន្លឹះពិតសម្រាប់ដោះសោវេទមន្តនៅខាងក្នុង។អ្នកនឹងរំភើបនៅពេលដែល Venus និងព្រះអាទិត្យរះនៅពេលក្រោយនៅថ្ងៃនេះ ជាពិសេសខណៈពេលដែលនៅក្នុងក្រុមនៃដៃគូជិតស្និទ្ធ។ធ្វើកិច្ចព្រមព្រៀងជាមួយដៃគូរបស់អ្នកក្នុងឧក្រិដ្ឋកម្ម ដើម្បីលះបង់អាកប្បកិរិយាដែលយឺតយ៉ាវដល់ការលូតលាស់ផ្ទាល់ខ្លួន។អ្នក​នឹង​កាន់តែ​មាន​វិន័យ និង​សង្ឃឹម​ចំពោះ​អនាគត​នៅ​ពេល Luna, ថ្នាំង​នៃ​ជោគវាសនា និង Mars បង្កើត​ខ្លែង​ដ៏​កម្រ​នៅ​យប់​នេះ។ទោះជាយ៉ាងណាក៏ដោយ អ្នកគួរតែជៀសវាងការស្រមើស្រមៃហួសហេតុ នៅពេលដែលបារត ការ៉េ Neptune ។"
        }
    }
]