[
    {
        "sign": "Aries",
        "en": {
            "today": "Get ready to work hard, clean up messes, and organize your life, dear Aries, as the moon drifts into Virgo. This energy connects you deeply with the earthy realms, reminding you of your responsibilities. Try not to lose confidence while Luna and Neptune form an unbalanced aspect, remembering that everyone is entitled to trial and error. If you feel eyes peering in your direction, consider asking for help or feedback instead of lying low. You'll crave more attention when Pluto stirs this afternoon, but you should take care to refine any messages or passion projects you've been working on before sharing."
        },
        "kh": {
            "today": "ត្រៀមខ្លួនជាស្រេចក្នុងការខិតខំធ្វើការសម្អាតរញ៉េរញ៉ៃនិងរៀបចំជីវិតរបស់អ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទរសាត់ទៅក្នុងវីរីអូ។ថាមពលនេះភ្ជាប់អ្នកយ៉ាងខ្លាំងជាមួយនឹងអាណាចក្រផែនដីរំ the កអ្នកអំពីទំនួលខុសត្រូវរបស់អ្នក។ព្យាយាមមិនឱ្យបាត់បង់ទំនុកចិត្តខណៈដែល Luna និង Neptune បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពដោយចងចាំថាមនុស្សគ្រប់គ្នាមានសិទ្ធិទទួលបានការជំនុំជម្រះនិងកំហុស។ប្រសិនបើអ្នកមានអារម្មណ៍ថាភ្នែកមើលងាយក្នុងទិសដៅរបស់អ្នកសូមពិចារណាសុំជំនួយឬមតិយោបល់ជំនួសឱ្យការនិយាយកុហកទាប។អ្នកនឹងមានការចាប់អារម្មណ៍កាន់តែខ្លាំងនៅពេលផ្លាតូកូរឱ្យរសៀលនេះប៉ុន្តែអ្នកគួរតែយកចិត្តទុកដាក់ដើម្បីសម្រាំងសារឬគម្រោងចំណង់ចំណូលចិត្តដែលអ្នកបានធ្វើការមុនពេលចែករំលែក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It may be challenging to keep your feet on the ground, dearest Leo, as the moon enters Virgo and forms an unbalanced connection with Neptune. Rather than disappearing into your fantasies, try to find magick in your immediate surroundings. The more you focus on being present, the more likely you are to benefit from subtle blessings and supportive moments. A sense of unease could find you when Pluto stirs this afternoon, especially when it comes to matters of the heart. Try not to inflate insecurities by obsession over hypotheticals, waiting until you can have a direct conversation with your sweetie."
        },
        "kh": {
            "today": "វាអាចជាការប្រកួតប្រជែងក្នុងការរក្សាជើងរបស់អ្នកនៅលើដី, ជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទចូលមក Virto និងបង្កើតបានជាការតភ្ជាប់មិនមានតុល្យភាពជាមួយ Neptune ។ជាជាងការបាត់ខ្លួនចូលទៅក្នុងការស្រមើស្រមៃរបស់អ្នកសូមព្យាយាមស្វែងរក Magick នៅជុំវិញរបស់អ្នក។អ្នកផ្តោតអារម្មណ៍កាន់តែច្រើនទៅលើការមានវត្តមានអ្នកទំនងជាទទួលបានអត្ថប្រយោជន៍ពីព្រះដ៏មានសង្ឃឹមនិងគ្រាគាំទ្រ។អារម្មណ៍នៃភាពមិនស្រួលអាចរកអ្នកនៅពេលផ្លាតូជំរុញនៅរសៀលនេះជាពិសេសនៅពេលនិយាយអំពីបញ្ហានៃបេះដូង។ព្យាយាមមិនឱ្យបំប៉ោងអសន្តិសុខដោយការគិតមមៃលើសម្មតិកម្មរង់ចាំរហូតដល់អ្នកអាចមានការសន្ទនាដោយផ្ទាល់ជាមួយសង្សាររបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll have much luck pulling in the spotlight, dear Taurus, as the moon enters Virgo and your solar fifth house. Unfortunately, an unbalanced connection with Neptune suggests not all attention will be welcome. Permit yourself to keep a low profile, surrounding yourself only with those who are supportive and safe. Working on creative projects can be a healthy distraction, but try not to get too in your head about producing immaculate work. Rigid energy could spoil your fun when Pluto activates this afternoon. Do what you can to play by the rules so you don't have run-ins with authority figures."
        },
        "kh": {
            "today": "អ្នកនឹងមានសំណាងណាស់ដែលទាញយកមកចាប់អារម្មណ៍នៅក្នុងការយកចិត្តទុកដាក់ជាទីស្រឡាញ់ Taurus, នៅពេលដែលព្រះច័ន្ទចូលមក Virgo និងផ្ទះទីប្រាំរបស់អ្នក។ជាអកុសលការតភ្ជាប់ដែលមិនមានតុល្យភាពជាមួយ Neptune បានបង្ហាញថាមិនមែនរាល់ការយកចិត្តទុកដាក់នោះទេ។អនុញ្ញាតឱ្យខ្លួនអ្នករក្សាទម្រង់ទាប, នៅជុំវិញខ្លួនអ្នកតែជាមួយអ្នកដែលគាំទ្រនិងមានសុវត្ថិភាព។ការធ្វើការលើគម្រោងច្នៃប្រឌិតអាចជាការរំខានដែលមានសុខភាពល្អប៉ុន្តែព្យាយាមមិនឱ្យចូលក្នុងក្បាលរបស់អ្នកអំពីការផលិតការងារមិនមានភាពមិនចេះនិយាយ។ថាមពលតឹងរឹងអាចធ្វើឱ្យអន្តរាយដល់ភាពសប្បាយរីករាយរបស់អ្នកនៅពេលផ្លាតូសកម្មរសៀលនេះ។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីលេងដោយច្បាប់ដូច្នេះអ្នកមិនមានតួលេខរបស់អាជ្ញាធរទេ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon debuts into Virgo this morning, dear Gemini, asking you to make sense of the feelings you've been avoiding. Be mindful of who you vent to while Luna and Neptune form an unbalanced connection, as outside opinions could further skew your vision. Consuming the news may also put you in a funk, so be sure to prioritize your emotional health and catch up on current events later. Nurture your soul by embracing self-care and spiritual practices when Pluto stirs this afternoon. Make the most of these vibes by banishing what you do not need to make more room for love."
        },
        "kh": {
            "today": "ព្រះចន្ទបានបង្ហាញខ្លួនចូលទៅក្នុង Virgo នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយស្នើសុំឱ្យអ្នកយល់ពីអារម្មណ៍ដែលអ្នកបានជៀសវាង។សូមគិតអំពីអ្នកដែលអ្នកបានចេញដំណើរនៅពេលដែល Luna និង Neptune បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាពព្រោះនោះមតិអាចធ្វើឱ្យមានចក្ខុវិស័យរបស់អ្នកថែមទៀត។ការទទួលទានព័ត៌មាននេះក៏អាចធ្វើឱ្យអ្នកមានភាពសប្បាយរីករាយដែរដូច្នេះត្រូវប្រាកដថាផ្តល់អាទិភាពដល់សុខភាពផ្លូវចិត្តរបស់អ្នកនិងចាប់យកលើព្រឹត្តិការណ៍បច្ចុប្បន្ននៅពេលក្រោយ។ចិញ្ចឹមបីបាច់ព្រលឹងរបស់អ្នកដោយការឱបក្រសោបការថែរក្សាខ្លួនឯងនិងការអនុវត្តខាងវិញ្ញាណនៅពេលផ្លាតូជំរុញរសៀលនេះ។ធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះដោយការហាមប្រាមអ្វីដែលអ្នកមិនចាំបាច់ធ្វើឱ្យមានបន្ទប់សម្រាប់ស្នេហា។"
        }
    }
]