[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo Moon aligns with Venus before drifting into harmonious Libra, dearest Aries, encouraging you to take care of yourself and loved ones. Momentum builds as Luna aspects Saturn, Neptune, Uranus, and Pluto, generating social growth and leadership opportunities. Rather than going with the flow, be the anchor that others look to for guidance. Be daring, bold, and inclusive to find your niche and impress peers. Your heart receives much support throughout the coming weeks once Venus enters Leo, bringing an abundance of inspiration and charisma your way. Get serious about your position, who you interact with, and how you want to be perceived when Venus and Saturn align this evening."
        },
        "kh": {
            "today": "Virgo Mong តម្រឹមជាមួយ Venus មាន Venus មុនពេលរសាត់ទៅក្នុងបណ្ណាល័យដែលមានភាពសុខដុមណាដែលជាទីស្រឡាញ់បំផុតលើកទឹកចិត្តអ្នកឱ្យថែរក្សាខ្លួនអ្នកនិងមនុស្សជាទីស្រឡាញ់។សន្ទុះបង្កើតជាទិដ្ឋភាពរបស់លោកសន្នីនណេតទូនយូណុនយូរ៉ានុសនិងផ្លាតូដែលបង្កើតបាននូវកំណើនសេដ្ឋកិច្ចនិងឱកាសដឹកនាំ។ជាជាងការដើរជាមួយនឹងលំហូរចូរឱ្យយុថ្កាដែលអ្នកដទៃរកមើលការណែនាំ។ហ៊ានដិតដិតនិងរាប់បញ្ចូលក្នុងការស្វែងរកចំណូលចិត្តពិសេសរបស់អ្នកនិងចាប់អារម្មណ៍។បេះដូងរបស់អ្នកទទួលបានការគាំទ្រច្រើននៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេល Venus Venus ចូល Leo ដោយនាំមកនូវការបំផុសគំនិតនិងមន្តស្នេហ៍ជាច្រើនរបស់អ្នក។យកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីជំហររបស់អ្នកដែលអ្នកមានទំនាក់ទំនងជាមួយនិងរបៀបដែលអ្នកចង់ដឹងនៅពេលដែល Venus និង Saturn បានតម្រឹមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take a moment to appreciate the stars above and the earth below, dear Leo, as the Virgo Moon aspects Venus before entering Libra. These vibes offer a chance to center, revise dreams, and move forward with clarity. Saturn, Neptune, Uranus, and Pluto activate as morning unfolds, helping you mingle with ease. Believe in your aspirations, and others will do the same, making it easier to rally support where you need it most. You'll hit an upswing once Venus enters your sign, elevating your romantic and financial situation. Ask the universe to assist with your most significant goals when Venus and Saturn align this evening, but prepare to work as opportunities arise."
        },
        "kh": {
            "today": "ចំណាយពេលមួយភ្លែតដើម្បីឱ្យតម្លៃចំពោះផ្កាយខាងលើនិងផែនដីខាងក្រោមជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo Venus មុនពេលចូលក្នុង Libra ។រស់រវើកទាំងនេះផ្តល់ឱកាសឱ្យកណ្តាលពិនិត្យឡើងវិញនូវក្តីសុបិន្តហើយឆ្ពោះទៅមុខដោយភាពច្បាស់លាស់។Saturn, Neptune, Uranus, និង Pluto ដំណើរការនៅពេលព្រឹកនេះលាតត្រដាង, ជួយអ្នកឱ្យមានភាពងាយស្រួលជាមួយនឹងភាពងាយស្រួល។ជឿលើសេចក្តីប្រាថ្នារបស់អ្នកហើយអ្នកផ្សេងទៀតនឹងធ្វើដូចគ្នាដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការប្រមូលផ្តុំគាំទ្រកន្លែងដែលអ្នកត្រូវការបំផុត។អ្នកនឹងឈានដល់ការកើនឡើងនៅពេលដែល Venus មាន Venus ចូលក្នុងសញ្ញារបស់អ្នកលើកកំពស់ស្ថានភាពរ៉ូមែនទិកនិងហិរញ្ញវត្ថុរបស់អ្នក។សុំឱ្យសកលលោកជួយដល់គោលដៅដ៏សំខាន់បំផុតរបស់អ្នកនៅពេលដែល Venus មាន Venus និង Saturn តម្រឹមនៅល្ងាចនេះប៉ុន្តែត្រៀមធ្វើការជាឱកាសកើតឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Make fun and wellness a part of your morning routine, darling Taurus, as the Virgo Moon aligns with Venus before entering Libra. Identify what you need to feel balanced, creating a sustainable flow. Be mindful of your surroundings while Luna aspects Saturn, Neptune, Uranus, and Pluto, adorning your workspace with symbols that inspire. The law of attraction will be a powerful tool under these cosmic conditions, though you'll need to be disciplined on the quest for success. Meanwhile, Venus debuts in Leo, harmonizing your home and personal affairs throughout the coming weeks. Fortify the walls that separate your sacred space from the outside world when Venus and Saturn align tonight."
        },
        "kh": {
            "today": "ធ្វើឱ្យមានភាពសប្បាយរីករាយនិងសុខភាពជាផ្នែកមួយនៃទម្លាប់ពេលព្រឹករបស់អ្នក Taurus Darly, ដូចជាព្រះច័ន្ទព្រះចន្ទស្ថិតនៅជាមួយ Venus មុនពេលចូលទៅ Libra ។កំណត់នូវអ្វីដែលអ្នកត្រូវការមានអារម្មណ៍ថាមានតុល្យភាពបង្កើតលំហូរប្រកបដោយនិរន្តរភាព។សូមចងចាំអំពីតំបន់ជុំវិញរបស់អ្នកខណៈដែលទិដ្ឋភាពនៃដងផុលសន្នីនធ័រធូនអ៊ែបផូននិងផ្លាតូដែលកំពុងតុបតែងកន្លែងធ្វើការរបស់អ្នកជាមួយនឹងនិមិត្តសញ្ញាដែលជម្រុញ។ច្បាប់នៃការទាក់ទាញគឺជាឧបករណ៍ដ៏មានឥទ្ធិពលមួយក្រោមលក្ខខណ្ឌលោហៈទាំងនេះទោះបីជាអ្នកត្រូវមានវិន័យក្នុងការស្វែងរកជោគជ័យក៏ដោយ។ទន្ទឹមនឹងនេះ Venus បានបង្ហាញខ្លួននៅ Leo, ធ្វើឱ្យអន្តរាយដល់កិច្ចការផ្ទះនិងផ្ទាល់ខ្លួនរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។ពង្រឹងជញ្ជាំងដែលបំបែកចន្លោះដ៏ពិសិដ្ឋរបស់អ្នកពីពិភពខាងក្រៅនៅពេលដែល Venus និង Saturn តម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Connect with your intuition and set creative intentions for the day, dear Gemini, as the Virgo Moon aspects Venus before entering Libra. Much activity finds you as Luna aligns with Saturn, Neptune, Uranus, and Pluto, and you'll want to keep tabs on the people you cross paths with. Don't let kindred spirits slip away if you encounter potential friends, and look for opportunities to promote your ideas. Your thoughts soften once Venus enters Leo, putting you in gentler and more romantic headspace throughout the coming weeks. Intellectually interact with peers you respect this evening while Venus and Saturn align."
        },
        "kh": {
            "today": "ភ្ជាប់ទំនាក់ទំនងជាមួយវិចារណញាណរបស់អ្នកនិងកំណត់ចេតនាច្នៃប្រឌិតសម្រាប់ថ្ងៃ Gemini ជាទីស្រឡាញ់ក្នុងនាមជាទិដ្ឋភាពព្រះច័ន្ទ Venus មុនពេលចូលក្នុង Libra ។សកម្មភាពជាច្រើនរកឃើញថាអ្នកដូចជា Luna តម្រឹមជាមួយសៅថនណុនធួនអ៊ុនិសនិងផ្លាតូហើយអ្នកនឹងចង់រក្សាផ្ទាំងនៅលើមនុស្សដែលអ្នកឆ្លងកាត់ផ្លូវដែលអ្នកឆ្លងកាត់។កុំអោយវិញ្ញាណអាក្រក់លែងលះប្រសិនបើអ្នកជួបប្រទះនឹងមិត្តដែលមានសក្តានុពលហើយស្វែងរកឱកាសដើម្បីលើកកម្ពស់គំនិតរបស់អ្នក។គំនិតរបស់អ្នកទន់ភ្លន់នៅពេលដែល Venus Venus ចូល Leo ដោយដាក់អ្នកដោយក្រេវក្រគុណនិងក្បាលរ៉ូមែនទិកជាច្រើនទៀតនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ការប្រាស្រ័យទាក់ទងរបស់បញ្ញាជាមួយមិត្តភ័ក្ត្រអ្នកគោរពនៅល្ងាចនេះខណៈដែល Venus មាន Venus និង Saturn តម្រឹម។"
        }
    }
]