[
    {
        "sign": "Aries",
        "en": {
            "today": "Reimagine your contribution to society this morning, dear Aries, as the Aquarius moon forms sweet connections with Neptune and Pluto. Consider how your dreams and actions can be used to create community and positive change. You'll have a chance to reinvent yourself when Jupiter aligns with Chiron and the nodes of fate, but these shifts should be based on strengthening your voice and intellect. Try to acknowledge how specific patterns have stunted your growth, making changes accordingly. Spread some love either online or within your social sphere later tonight when Luna and Venus form a harmonious aspect."
        },
        "kh": {
            "today": "reimagine ការចូលរួមរបស់អ្នកដល់សង្គមនេះនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Areies ខណៈដែល Aquarius Moon បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ Neptune និង Pluto ។ពិចារណាពីរបៀបដែលក្តីសុបិន្តនិងសកម្មភាពរបស់អ្នកអាចត្រូវបានប្រើដើម្បីបង្កើតការផ្លាស់ប្តូរសហគមន៍និងវិជ្ជមាន។អ្នកនឹងមានឱកាសបង្កើតឡើងវិញនៅពេលដែលភពព្រហស្បតិ៍តម្រឹមជាមួយជីខននិងថ្នាំងនៃជោគវាសនាប៉ុន្តែការផ្លាស់ប្តូរទាំងនេះគួរតែផ្អែកលើការពង្រឹងសំលេងនិងបញ្ញារបស់អ្នក។ព្យាយាមទទួលស្គាល់ថាតើលំនាំជាក់លាក់បានធ្វើឱ្យការរីកចម្រើនរបស់អ្នកមានភាពក្រិនធ្វើឱ្យមានការផ្លាស់ប្តូរទៅតាមនោះ។រីករាលដាលស្នេហាមួយចំនួនតាមអ៊ិនធរណេតឬក្នុងវិស័យសង្គមរបស់អ្នកនៅយប់នេះនៅពេលដែល Luna និង Venus Venus បង្កើតបានជាទិដ្ឋភាពដែលមានភាពចុះសម្រុងគ្នា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Give yourself permission to sleep in, move slowly, and prioritize softness, dear Leo, as the Aquarius moon aspects Neptune and Pluto early this morning. Cultivating balance is your number one goal, but be mindful to invest in healthy relationships as well. A rare connection between Jupiter, Chiron, and the nodes of fate brings focus to your larger community and belief system. Now is the time to seek camaraderie that offers healing, setting boundaries against people or situations that conjure unease. Your world blossoms with beauty when Luna aligns with Venus later tonight, creating the perfect ambiance for romance or intensive self-care."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការគេងឱ្យបាននៅក្នុង, ផ្លាស់ទីយឺត, និងផ្តល់អាទិភាពដល់ភាពទន់, Leo ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពព្រះច័ន្ទ Aquarius, Neptune និង Pluto នៅព្រឹកនេះ។តុល្យភាពដាំដុះគឺជាគោលដៅលេខមួយរបស់អ្នកប៉ុន្តែត្រូវយកចិត្តទុកដាក់ក្នុងការវិនិយោគក្នុងទំនាក់ទំនងសុខភាពផងដែរ។ការតភ្ជាប់ដ៏កម្រមួយរវាងភពព្រហស្បតិ៍ឈីននិងថ្នាំងរបស់វាសនានាំមកនូវការផ្តោតលើសហគមន៍និងប្រព័ន្ធជំនឿធំរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដើម្បីស្វែងរក Camaraderie ដែលផ្តល់ការព្យាបាលដោយកំណត់ព្រំដែនប្រឆាំងនឹងមនុស្សឬស្ថានភាពដែលមិនយល់ស្រប។ពិភពលោករបស់អ្នករីកលូតលាស់ជាមួយនឹងភាពស្រស់ស្អាតនៅពេលដែល Luna តម្រឹមជាមួយ Venus នៅយប់នេះការបង្កើតភាពល្អឥតខ្ចោះសម្រាប់មនោសញ្ចេតនាឬការថែរក្សាខ្លួនឯងដែលពឹងផ្អែកខ្លាំង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius moon aligns with Neptune and Pluto during the early hours, dearest Taurus, filling your morning with mystical moments. Take note of any dreams or sunrise epiphanies that find you, considering how they fit into your bigger picture. Work on soothing internal wounds by finding beauty in the present moment while Jupiter aspects Chiron and the nodes of fate. You could grow tired of superficial connections under these cosmic conditions and should prioritize solitude over large crowds. A sweet yet serious energy follows you when Luna aspects Venus tonight, asking you to reevaluate your boundaries and let love in."
        },
        "kh": {
            "today": "Aquarius Monce Concricts ជាមួយ Neptune និង Pluto ក្នុងអំឡុងពេលដំបូង Taurus ដែលជាទីស្រឡាញ់បំផុតបានបំពេញពេលព្រឹករបស់អ្នកជាមួយនឹងពេលវេលាអាថ៌កំបាំងរបស់អ្នកជាមួយនឹងពេលវេលាអាថ៌កំបាំងរបស់អ្នក។កត់ចំណាំរាល់ក្តីសុបិន្តឬអេពីបអេសអេសអេសអេសដែលរកអ្នកដោយពិចារណាអំពីរបៀបដែលពួកគេសមនឹងរូបភាពធំរបស់អ្នក។ធ្វើការលើស្នាមរបួសផ្ទៃក្នុងយ៉ាងកក់ក្តៅដោយរកឃើញភាពស្រស់ស្អាតនៅក្នុងពេលបច្ចុប្បន្នខណៈពេលដែលទិដ្ឋភាពនៃជូរីរីនិងថ្នាំងរបស់វាសនា។អ្នកអាចធុញទ្រាន់នឹងការតភ្ជាប់មុន ៗ នៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះហើយគួរតែផ្តល់អាទិភាពដល់ភាពនៅលើមនុស្សជាច្រើន។ថាមពលដ៏ផ្អែមល្ហែមផ្អែមល្ហែមធ្វើឱ្យអ្នកមានឥទ្ធិពលលើអ្នកនៅពេលដែលទិដ្ឋភាពនៃដងផ្កានៅយប់នេះដោយស្នើសុំឱ្យអ្នកវាយតម្លៃឡើងវិញនូវព្រំដែនរបស់អ្នកឡើងវិញហើយសូមស្រឡាញ់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A spiritually charged energy finds you this morning, dear Gemini, as the Aquarius moon aligns with Neptune and Pluto. Search for deeper meaning, and consider connecting with groups who hold similar philosophical or religious views. You'll find healing through social interaction while Jupiter aspects Chiron and the nodes of fate. Try not to close yourself off to new faces, as opportunities could arise when you network. Now is also a good time to reevaluate your long-term goals, especially if you've felt stuck recently. Send some love out to the universe later tonight when Luna and Venus align."
        },
        "kh": {
            "today": "ថាមពលដែលត្រូវបានចោទប្រកាន់ខាងវិញ្ញាណរកឃើញអ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Aquarius Mong ស្របនឹង Neptune និង Pluto ។ស្វែងរកអត្ថន័យស៊ីជម្រៅហើយពិចារណាការភ្ជាប់ជាមួយក្រុមដែលមានទស្សនៈទស្សនវិជ្ជាឬសាសនាស្រដៀងគ្នា។អ្នកនឹងរកឃើញការព្យាបាលតាមរយៈអន្តរកម្មសង្គមខណៈពេលដែលទិដ្ឋភាពជេពព៌របស់ជូឡែននិងថ្នាំងរបស់វាសនា។ព្យាយាមមិនឱ្យបិទខ្លួនអ្នកទៅមុខថ្មីទេព្រោះឱកាសអាចកើតឡើងនៅពេលអ្នកបណ្តាញ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីវាយតម្លៃគោលដៅរយៈពេលវែងរបស់អ្នកជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់គាំងនាពេលថ្មីៗនេះ។សូមផ្ញើក្តីស្រឡាញ់មួយចំនួនទៅកាន់សកលលោកនៅយប់នេះនៅពេលដែល Luna និង Venus តម្រឹម។"
        }
    }
]