[
    {
        "sign": "Aries",
        "en": {
            "today": "Uranus enters Gemini this morning, dear Aries, offering sneak peeks into what the next seven years might look like. Please pay attention to any radical thoughts or conversations that emerge, considering how they might play out down the line. Meanwhile, Venus and Pluto form a sweet connection, helping you evolve socially. Invest in connections you're hoping to grow, and give yourself space from anyone who has a penchant for negativity. The divine will speak through you when creative expression is embraced while the Sagittarius moon and Mercury align midafternoon. However, disorganization could make it difficult to successfully convey your message when Mars becomes agitated, so be mindful to pace yourself."
        },
        "kh": {
            "today": "អ៊ុយរ៉ានុសចូលមក Gemini នៅព្រឹកនេះជាទីស្រឡាញ់ aries, ការផ្តល់ការលួចនាំយកទៅក្នុងអ្វីដែលនៅប្រាំពីរឆ្នាំបន្ទាប់មើលទៅ។សូមយកចិត្តទុកដាក់លើគំនិតរ៉ាឌីកាល់ឬការសន្ទនាណាមួយដែលលេចចេញមកដោយពិចារណាអំពីរបៀបដែលពួកគេអាចនឹងបង្ហាញខ្សែស្រឡាយ។ទន្ទឹមនឹងនេះ Venus និង Pluto បង្កើតបានជាការតភ្ជាប់ផ្អែមជួយអ្នកវិវត្តក្នុងសង្គម។វិនិយោគលើការតភ្ជាប់ដែលអ្នកសង្ឃឹមថានឹងរីកចម្រើនហើយផ្តល់ឱ្យខ្លួនអ្នកនូវចន្លោះពីអ្នកដែលមានភាពប៉ិនប្រសប់ចំពោះភាពអវិជ្ជមាន។Divine នឹងនិយាយតាមរយៈអ្នកនៅពេលដែលការបញ្ចេញមតិប្រកបដោយការច្នៃប្រឌិតត្រូវបានឱបសន្ទ្រានខណៈពេលដែល Sagittarius Moon និងបារតតម្រឹមតម្រឹមពាក់កណ្តាលបារត។ទោះយ៉ាងណាការញុះញង់អាចធ្វើឱ្យមានការលំបាកក្នុងការបង្ហាញសាររបស់អ្នកដោយជោគជ័យនៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់ដូច្នេះសូមយកចិត្តទុកដាក់ក្នុងការជះឥទ្ធិពលដល់ខ្លួនអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll crave excitement within your social sphere, dear Leo, as Uranus moves into chatty Gemini and your solar eleventh house. Fresh faces will emerge in the coming months, and your social sphere will look quite different seven years from now. Your attitude toward love shifts while Venus and Pluto align, making it easier to connect with people who genuinely adore and respect you. Put your boldest and wittiest self on full display midafternoon when the Sagittarius moon and Mercury align. Just be mindful of what you say and how you present yourself while Mars becomes agitated, which could cause time to speed up."
        },
        "kh": {
            "today": "អ្នកនឹងស្រេកឃ្លានរំភើបនៅក្នុងវិស័យសង្គមរបស់អ្នកលីអូដែលជាទីស្រឡាញ់នៅពេលអ៊ុយរ៉ានុសរើទៅក្នុងប្រាសាទ Gemini និងផ្ទះសូឡាទី 11 របស់អ្នក។មុខមាត់ស្រស់នឹងលេចចេញមកនៅប៉ុន្មានខែខាងមុខនេះហើយស្វែរសង្គមរបស់អ្នកនឹងមើលទៅដូចជាខុសគ្នាយ៉ាងខ្លាំងចាប់ពីពេលនេះ 7 ឆ្នាំ។អាកប្បកិរិយារបស់អ្នកចំពោះការផ្លាស់ប្តូរស្នេហាខណៈដែល Venus មាន Venus និង Pluto តម្រឹមធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សដែលស្រឡាញ់អ្នកខ្លាំងនិងគោរពអ្នក។ដាក់ខ្លួនយ៉ាងក្លាហានរបស់អ្នកនិង Witteiest Onlay បង្ហាញពេញពាក់កណ្តាលព្រះសង្ឃនៅពេល Sagittarius Moon និងបារតតម្រឹម។គ្រាន់តែចងចាំនូវអ្វីដែលអ្នកនិយាយនិងរបៀបដែលអ្នកបង្ហាញខ្លួនអ្នកខណៈពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់ដែលអាចបណ្តាលឱ្យពេលវេលាបង្កើនល្បឿន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Uranus exits your sign and debuts into Gemini, dearest bull, reshaping your foundations and relationship to money. A helpful alliance between Venus and Pluto helps you evolve toward prosperity and success, but you'll need to shed layers that have prevented you from meeting your full potential. Get serious about what you hope to manifest and what it will take to make these dreams a reality. Heightened emotional intelligence will make it easy to strengthen important bonds while the Sagittarius moon and Mercury align midafternoon. However, serious conversations could also lead to triggers and bruised egos while Mars becomes agitated, especially when egos flare."
        },
        "kh": {
            "today": "អ៊ុយរ៉ានុសបានចាកចេញពីសញ្ញារបស់អ្នកហើយបង្ហាញសញ្ញារបស់អ្នកទៅក្នុង Gemini ដែលជាទីស្រឡាញ់បំផុតការផ្លាស់ប្តូរគ្រឹះនិងទំនាក់ទំនងរបស់អ្នកទៅនឹងប្រាក់។សម្ព័ន្ធភាពដែលមានប្រយោជន៍រវាងភពិសាសន៍និងផ្លាតូជួយអ្នកឱ្យវិវឌ្ឍន៍ឆ្ពោះទៅរកភាពរុងរឿងនិងជោគជ័យប៉ុន្តែអ្នកនឹងត្រូវការស្រទាប់ស្រទាប់ដែលបានរារាំងអ្នកមិនឱ្យបំពេញសក្តានុពលពេញលេញរបស់អ្នក។យកចិត្តទុកដាក់ចំពោះអ្វីដែលអ្នកសង្ឃឹមថានឹងបង្ហាញឱ្យឃើញហើយអ្វីដែលវានឹងត្រូវការដើម្បីធ្វើឱ្យក្តីសុបិន្តទាំងនេះក្លាយជាការពិត។ភាពវៃឆ្លាតអារម្មណ៍កាន់តែខ្ពស់នឹងធ្វើឱ្យមានភាពងាយស្រួលក្នុងការពង្រឹងចំណងដែលមានសារៈសំខាន់ខណៈពេលដែល Sagittarius Moon និងបារតតម្រឹមតម្រឹមនៅពាក់កណ្តាលចុងបារ៉ាក់។ទោះជាយ៉ាងណាក៏ដោយការសន្ទនាធ្ងន់ធ្ងរក៏អាចនាំឱ្យមានកេះនិងជាំ egos ដែលមានភាពច្របូកច្របល់នៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់ជាពិសេសនៅពេលដែលអណ្តាតភ្លើងផ្ទុះឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Uranus moves into your sign this morning, dear Gemini, bringing electricity to your aura. You'll crave recognition, freedom, and excitement, but you should travel these paths with some level of caution. Luckily, the stars are on your side when it comes to luck and growth, thanks to a sweet connection between Venus and Pluto. Now is a great time to connect with your ancestors, asking for help along your journey toward self-actualization. Bursts of joy put you in the mood for connection while the Sagittarius moon and Mercury align midafternoon, and romantic moments could emerge. Just try not to let passions blind you while Mars becomes agitated."
        },
        "kh": {
            "today": "អ៊ុយរ៉ានុសឈានទៅរកសញ្ញាសំគាល់របស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នាំាលអគ្គិសនីដល់ Aura របស់អ្នក។អ្នកនឹងមានសេរីភាពទទួលការទទួលស្គាល់សេរីភាពនិងការរំភើបប៉ុន្តែអ្នកគួរតែធ្វើដំណើរតាមផ្លូវទាំងនេះដោយមានការប្រុងប្រយ័ត្នខ្លះ។ជាសំណាងល្អផ្កាយនៅខាងអ្នកនៅពេលដែលវាមករកសំណាងល្អនិងការរីកចម្រើនដោយសារការតភ្ជាប់ផ្អែមរវាងភេនសនិងផ្លាតូ។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយបុព្វបុរសរបស់អ្នកដោយស្នើសុំជំនួយក្នុងការធ្វើដំណើររបស់អ្នកឆ្ពោះទៅរកការធ្វើឱ្យខ្លួនឯងបានធ្វើឱ្យខ្លួនឯងបានធ្វើឱ្យខ្លួនឯងបានធ្វើឱ្យកើតឡើង។ការផ្ទុះសេចក្តីអំណរបានធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានអារម្មណ៍ថាត្រូវបានតភ្ជាប់ខណៈពេលដែល Sagittarius Moon និងបារតតម្រឹមតម្រឹមតាមពាក់កណ្តាលព្រះសង្ឃនិងឱកាសរ៉ូមែនទិកអាចលេចចេញមក។គ្រាន់តែព្យាយាមមិនឱ្យតណ្ហាធ្វើឱ្យអ្នកពិការភ្នែកខណៈដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់។"
        }
    }
]