[
    {
        "sign": "Aries",
        "en": {
            "today": "Error: Unable to fetch data for aries"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់ Aries បានទេ"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A listless energy surrounds you this morning, darling Leo, as the Sagittarius moon squares Saturn and Neptune. Uncertainty surrounding partnerships, creative goals, or personal aspirations may cause you to feel disconnected. Ease into routines that provide a sense of consistency once Luna enters Capricorn, and you'll soon reclaim your groove. Focus on simple tasks that allow your life to operate smoothly without requiring a lot of thought. Move your body, eat well, and hydrate while tackling to-do lists, giving your nervous system a chance to reset. Do something restorative or artistic from home this evening when the sun and moon align."
        },
        "kh": {
            "today": "ថាមពលដែលគ្មានបញ្ជីបានព័ទ្ធជុំវិញអ្នកនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់នៅពេលដែល Sagittarius Moon Saturares Saturn និង Neptune ។ភាពមិនប្រាកដប្រជាជុំវិញភាពជាដៃគូគោលដៅច្នៃប្រឌិតឬសេចក្តីប្រាថ្នាផ្ទាល់ខ្លួនអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាបានផ្តាច់។ភាពងាយស្រួលក្នុងទម្លាប់ដែលផ្តល់នូវអារម្មណ៍នៃភាពស្ថិតស្ថេរនៅពេលដែល Luna ចូល Capricorn ហើយអ្នកនឹងទទួលយកតាមចង្អូររបស់អ្នក។ផ្តោតលើការងារសាមញ្ញដែលអនុញ្ញាតឱ្យជីវិតរបស់អ្នកដំណើរការយ៉ាងរលូនដោយមិនតម្រូវឱ្យមានគំនិតច្រើន។រំកិលរាងកាយរបស់អ្នកញ៉ាំឱ្យបានល្អនិងមានជាតិទឹកនៅពេលដោះស្រាយបញ្ជីការងារត្រូវធ្វើដោយផ្តល់ឱ្យប្រព័ន្ធសរសៃប្រសាទរបស់អ្នកឱ្យកំណត់ឡើងវិញ។ធ្វើអ្វីមួយដែលស្តារឡើងវិញឬសិល្បៈពីផ្ទះនៅល្ងាចនេះនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll prefer low-key interactions to larger gatherings this morning, dear Taurus, as the Sagittarius moon squares Saturn and Neptune. Large crowds can quickly become overstimulating, which may cause you to withdraw. Your spirits lift once Luna enters Capricorn, putting you in an adventurous and philosophical headspace. If you decide to go exploring, look for spaces that allow you to tap into your spiritual side. Bonds intensify this evening while the sun and moon form a sweet aspect, highlighting the psychic ties that make you feel more connected with some people than others. Close out the day by visualizing your goals coming to fruition, leaning into the power of positive thought."
        },
        "kh": {
            "today": "អ្នកនឹងចូលចិត្តអន្តរកម្មដ៏មានកំរិតទាបទៅនឹងការប្រមូលផ្តុំដ៏ធំមួយនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Sagittarius Moon Sharares Saturn និង Neptune ។ហ្វូងមនុស្សជាច្រើនអាចក្លាយជាមនុស្សហួសហេតុយ៉ាងឆាប់រហ័សដែលអាចបណ្តាលឱ្យអ្នកដក។វិញ្ញាណរបស់អ្នកលើកឡុងណាចូល Capricorn ដោយដាក់អ្នកនៅក្នុងក្បាលដែលផ្សងព្រេងនិងទស្សនវិជ្ជា។ប្រសិនបើអ្នកសំរេចចិត្តទៅស្វែងយល់រកកន្លែងទំនេរដែលអនុញ្ញាតឱ្យអ្នកចូលទៅក្នុងផ្នែកខាងវិញ្ញាណរបស់អ្នក។មូលបត្របំណុលកាន់តែខ្លាំងនៅល្ងាចនេះខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមដែលបង្ហាញពីទំនាក់ទំនងចិត្តសាស្ត្រដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាអ្នកមានទំនាក់ទំនងជាមួយមនុស្សមួយចំនួនជាងអ្នកដទៃ។បិទថ្ងៃដោយការមើលឃើញគោលដៅរបស់អ្នកដែលនឹងមកដល់ផ្លែផ្កាដោយពឹងផ្អែកលើអំណាចនៃការគិតវិជ្ជមាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may sense distance between you and loved ones this morning, darling Gemini, as the Sagittarius moon squares Saturn and Neptune. It will be challenging to put your finger on one specific issue, triggering further confusion. Luckily, these cloudy vibes part after Luna enters Capricorn, putting you and your favorite people back in sync. This luminary placement is perfect for recognizing if you tend to pander to worst-case scenarios in your mind that might not be based in reality. Actively break away from such cycles by setting boundaries with your own internal dialogue. Plan for Monday's arrival while the sun and moon align this evening."
        },
        "kh": {
            "today": "អ្នកអាចដឹងពីចម្ងាយរវាងអ្នកនិងមនុស្សជាទីស្រឡាញ់នៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Hemini ដែលជាប្រទេស Sagittarius Moon Sharares Saturn និង Neptune ។វានឹងមានបញ្ហាប្រឈមក្នុងការដាក់ម្រាមដៃរបស់អ្នកលើបញ្ហាជាក់លាក់មួយដែលបង្កឱ្យមានការភាន់ច្រលំបន្ថែមទៀត។សំណាងដែលពពកមានពពកទាំងនេះមានពពកទាំងនេះមានចំណែកបន្ទាប់ពី Luna ចូល Capricorn ដោយដាក់អ្នកនិងមនុស្សដែលអ្នកចូលចិត្តត្រឡប់មកវិញក្នុងការធ្វើសមកាលកម្ម។ការដាក់ផ្ដាន្តនេះគឺល្អឥតខ្ចោះសម្រាប់ការទទួលស្គាល់ថាតើអ្នកមានទំនោរទៅនឹងភេទទៅនឹងសេណារីយ៉ូករណីអាក្រក់បំផុតនៅក្នុងគំនិតរបស់អ្នកដែលអាចមិនមានមូលដ្ឋាននៅក្នុងការពិត។បែកចេញពីវដ្តបែបនេះយ៉ាងសកម្មដោយកំណត់ព្រំដែនជាមួយនឹងការសន្ទនាផ្ទៃក្នុងរបស់អ្នក។ផែនការសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទបានតម្រឹមនៅល្ងាចនេះ។"
        }
    }
]