[
    {
        "sign": "Aries",
        "en": {
            "today": "Avoid the temptation to ruffle feathers, dear ram, as Mercury and Pluto square off. Ideological differences could trigger power struggles, threatening your peace and sense of camaraderie. As Luna travels through your sign and squares Jupiter, emotions multiply quickly, which might lead to rash decisions. When feelings intensify, choose rest over battle, doing what you must to calm the nerves. Luckily, Chiron activates midafternoon, making it easier to forgive both yourself and others. Recenter by being fully present and in your senses once the moon enters Taurus later tonight, clearing your thoughts while treating yourself to small luxuries."
        },
        "kh": {
            "today": "ជៀសវាងការល្បួងឱ្យរនាំងរោមចៀម, រ៉ាមជាទីស្រឡាញ់ជាទីស្រឡាញ់, ដូចជាបារតនិង Pluto Square បិទ។ភាពខុសគ្នានៃមនោគមវិជ្ជាអាចបង្កឱ្យមានការតស៊ូអំណាចដែលគំរាមកំហែងសន្តិភាពនិងអារម្មណ៍របស់អ្នកឈ្មោះ Camaraderie ។នៅពេលដែល Luna ធ្វើដំណើរឆ្លងកាត់សញ្ញារបស់អ្នកហើយការេរបស់អ្នកលោតផ្លោះអារម្មណ៍ពោលយ៉ាងឆាប់រហ័សដែលអាចនាំឱ្យមានការសម្រេចចិត្តរមាស់។នៅពេលដែលអារម្មណ៍កាន់តែខ្លាំងឡើងជ្រើសរើសសំរាកលើការប្រយុទ្ធធ្វើអ្វីដែលអ្នកត្រូវតែធ្វើឱ្យសរសៃប្រសាទស្ងប់ចិត្ត។សំណាង, chony ធ្វើឱ្យសកម្មពាក់កណ្តាលចុង, ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការអត់ទោសទាំងខ្លួនអ្នកនិងអ្នកដទៃ។ថ្មីៗនេះមានវត្តមានពេញលេញដោយមានវត្តមានពេញលេញហើយក្នុងន័យរបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូលដល់ Taurus ក្រោយមកយប់នេះការឈូសឆាយគំនិតរបស់អ្នកខណៈពេលដែលព្យាបាលខ្លួនអ្នកទៅប្រណីតតូច។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Honor your feelings but recognize when they become destructive, dearest Leo. As Mercury and Pluto square off, you'll be tempted to vent your frustrations on loved ones. Relationship issues will be particularly triggering, but it can be not easy to see both sides while emotions intensify. Luckily, the Aries moon and Jupiter align to help you find the high road, but you'll need some alone time to sort your thoughts and gain enlightenment. Divine healing surrounds you once Chiron activates, asking you to invite in support from beyond. You'll feel more practical and capable of constructive interaction after Luna enters Taurus tonight."
        },
        "kh": {
            "today": "គោរពអារម្មណ៍របស់អ្នកប៉ុន្តែត្រូវទទួលស្គាល់នៅពេលពួកគេក្លាយទៅជាការបំផ្លិចបំផ្លាញដែលជាទីស្រឡាញ់បំផុតលីអូ។នៅពេលបារតនិង Pluto Square បិទអ្នកនឹងត្រូវបានល្បួងឱ្យបញ្ចេញការអាក់អន់ចិត្តរបស់អ្នកលើមនុស្សជាទីស្រឡាញ់។បញ្ហាទំនាក់ទំនងនឹងបង្កឱ្យមានយ៉ាងខ្លាំងប៉ុន្តែវាមិនអាចងាយស្រួលទេក្នុងការមើលឃើញភាគីទាំងសងខាងខណៈពេលដែលអារម្មណ៍កាន់តែខ្លាំងឡើង។សំណាង, Aries Moon និង Jupiter តម្រឹមគ្នាដើម្បីជួយអ្នករកផ្លូវខ្ពស់ប៉ុន្តែអ្នកនឹងត្រូវការពេលវេលាមួយតែម្នាក់ឯងដើម្បីតម្រៀបគំនិតរបស់អ្នកនិងទទួលបានការត្រាស់ដឹងរបស់អ្នក។ការព្យាបាលដ៏ទេវភាពព័ទ្ធជុំវិញអ្នកនៅជុំវិញអ្នកធ្លាប់ធ្វើឱ្យសកម្មដែលស្នើសុំឱ្យអ្នកអញ្ជើញអ្នកគាំទ្រពីលើសពីនេះ។អ្នកនឹងមានអារម្មណ៍ថាជាក់ស្តែងនិងមានសមត្ថភាពធ្វើអន្តរកម្មប្រកបដោយការស្ថាបនាបន្ទាប់ពីឡាន់ណាចូល Taurus នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The terms of your relationships might change unexpectedly, dear Taurus, as Mercury and Pluto square off. Loved ones could seem distant under these cosmic conditions, and new boundaries or walls may come up. Rather than allowing these issues to weigh on you, trust that time and patience will resolve the problem. Find enjoyment in solitude while the Aries moon and Jupiter align, recognizing that personal space is vital for finding clarity and enlightenment. Healing begins within once Chiron stirs midafternoon, helping you tend to your own wounds. You'll feel reinvigorated later tonight, when Luna drifts into your sign."
        },
        "kh": {
            "today": "ល័ក្ខខ័ណ្ឌនៃទំនាក់ទំនងរបស់អ្នកអាចផ្លាស់ប្តូរបានដោយមិននឹកស្មានដល់, Taurus, ជាទីស្រឡាញ់,, ដូចជាបារត, និង Pluto Square បិទ។មនុស្សជាទីស្រឡាញ់មើលឃើញនៅឆ្ងាយពីស្ថានភាពលោហធាតុទាំងនេះហើយព្រំដែនថ្មីឬជញ្ជាំងថ្មីអាចនឹងកើតឡើង។ជាជាងអនុញ្ញាតឱ្យបញ្ហាទាំងនេះមានទំងន់អ្នកទុកចិត្តពេលវេលានោះពេលវេលានិងការអត់ធ្មត់នឹងដោះស្រាយបញ្ហា។ស្វែងរកភាពស្ងប់ស្ងាត់នៅតែឯងខណៈដែល Aries Monon និង Jupiter តម្រឹមដោយទទួលស្គាល់ថាចន្លោះផ្ទាល់ខ្លួនមានសារៈសំខាន់សម្រាប់ការស្វែងរកភាពច្បាស់លាស់និងការត្រាស់ដឹង។ការជាសះស្បើយចាប់ផ្តើមក្នុងពេលតែមួយ chiron stirs midirterooning ពាក់កណ្តាលព្រះសង្ឃជួយអ្នកមានទំនោរទៅរករបួសផ្ទាល់ខ្លួនរបស់អ្នក។អ្នកនឹងមានអារម្មណ៍បង្កើតឡើងវិញនៅយប់នេះនៅពេលដែល Luna បានរសាត់ទៅក្នុងសញ្ញារបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take a discerning look at your goals, dear Gemini, as Mercury and Pluto square off. You may come to realize that you've taken on too much at once, and difficult decisions will need to be made. Rather than feeling as though you've given up on specific aspirations, congratulate yourself for prioritizing dreams that offer the most rewards and inspiration. Meanwhile, the Aries moon and Jupiter align, asking you to build stronger connections and community. Find your people while Chiron stirs midafternoon, healing your heart through common ground. Prioritize personal space later tonight after Luna enters Taurus, luring you toward peaceful introspection."
        },
        "kh": {
            "today": "សូមមើលការយល់ដឹងអំពីគោលដៅរបស់អ្នក Gemini ជាទីស្រឡាញ់, ដូចជាបារត, និង Pluto Square បិទ។អ្នកអាចដឹងថាអ្នកបានទទួលយកច្រើនពេកក្នុងពេលតែមួយហើយការសម្រេចចិត្តពិបាកនឹងត្រូវធ្វើ។ជាជាងមានអារម្មណ៍ថាអ្នកបានលះបង់សេចក្តីប្រាថ្នាជាក់លាក់សូមអបអរសាទរចំពោះខ្លួនឯងចំពោះក្តីសុបិន្តដែលផ្តល់រង្វាន់និងការបំផុសគំនិតបំផុត។ទន្ទឹមនឹងនេះដែរ Aries Moon និង Jupiter តម្រឹមគ្នាដោយស្នើសុំឱ្យអ្នកកសាងការភ្ជាប់និងសហគមន៍កាន់តែខ្លាំងឡើង ៗ ។ស្វែងរកប្រជាជនរបស់អ្នកខណៈពេលដែល chiron stirs midirteron, ព្យាបាលបេះដូងរបស់អ្នកតាមរយៈមូលដ្ឋានរួម។ផ្តល់អាទិភាពដល់ចន្លោះផ្ទាល់ខ្លួននៅយប់នេះបន្ទាប់ពី Luna ចូលទៅកាន់ Taurus, ទាក់ទាញអារម្មណ៍អ្នកឆ្ពោះទៅរកការសម្លាប់រង្គាលដោយសន្តិវិធី។"
        }
    }
]