[
    {
        "sign": "Aries",
        "en": {
            "today": "The Moon continues its journey through Sagittarius, dear Aries, aligning with Mars and the nodes of fate early this morning. Though you'll feel eager to make bold moves, acting on instinct alone could throw you in an unexpected jam. It may be necessary to pivot quickly while the Scorpio sun aligns with Uranus and Neptune, and specific details might get lost in the shuffle. When taking on professional or romantic commitments, recognize where you should compromise or stand your ground. An elevating energy surrounds you this evening once the sun enters Sagittarius, kicking off a month of good luck for you."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាឆ្លងកាត់ Sagittarius, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, តម្រឹមជាមួយភពព្រះអង្គារនិងថ្នាំងនៃវាសនានៅព្រឹកនេះនៅព្រឹកនេះ។ទោះបីជាអ្នកមានអារម្មណ៍ចង់ធ្វើចលនាដិតក៏ដោយធ្វើសកម្មភាពលើសភាវគតិតែម្នាក់ឯងអាចបណ្តេញអ្នកដោយយៈសាពូនមីដែលមិនបានរំពឹងទុក។វាចាំបាច់ក្នុងការទាញយកយ៉ាងឆាប់រហ័សខណៈពេលដែល Scorpio Sun បានតម្រឹមជាមួយអ៊ុយរ៉ានុសនិង Neptune និងព័ត៌មានលម្អិតជាក់លាក់អាចនឹងបាត់បង់នៅក្នុងសាប់។នៅពេលទទួលយកការប្តេជ្ញាចិត្តប្រកបដោយវិជ្ជាជីវៈឬមនោសញ្ចេតនាសូមទទួលស្គាល់កន្លែងដែលអ្នកគួរសម្របសម្រួលឬឈរជើងរបស់អ្នក។ការកាត់បន្ថយថាមពលនៅល្ងាចនេះនៅពេលដែលព្រះអាទិត្យចូលទៅក្នុង Sagittarius, ទាត់ចោលមួយខែសំណាងល្អសម្រាប់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A passionate and impulsive energy rules you early this morning, dear Leo, as the Sagittarius Moon aspects Mars and the nodes of fate. Though you may feel as if destiny is calling, leaping without looking could cause you to trip up. Rather than focusing solely on big prizes, take a close look at your current circumstances. Identify potential roadblocks and lay the foundation for growth to spark real change. Find balance between your emotional investments and what is practical, recognizing if specific dreams must be altered if they're ever going to manifest. Put more focus on creative outlets and the pursuit of pleasure once Sagittarius season kicks off this evening."
        },
        "kh": {
            "today": "ថាមពលដែលងប់ងល់និងមិនចេះនិយាយគ្រប់គ្រងអ្នកនៅព្រឹកនេះលីអូជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius និងភពព្រះអង្គារនៃជោគវាសនា។ទោះបីជាអ្នកអាចមានអារម្មណ៍ថាដូចជាវាសនាកំពុងហៅក៏ដោយការលោតផ្លោះដោយមិនចាំបាច់ឱ្យអ្នកធ្វើដំណើរឡើង។ជាជាងផ្តោតតែលើរង្វាន់ធំសូមក្រឡេកមើលស្ថានភាពបច្ចុប្បន្នរបស់អ្នកយ៉ាងដិតដល់។កំណត់ការបិទផ្លូវដែលមានសក្តានុពលនិងចាក់គ្រឹះសម្រាប់កំណើនដើម្បីជំរុញឱ្យមានការផ្លាស់ប្តូរពិតប្រាកដ។ស្វែងរកតុល្យភាពរវាងការវិនិយោគអារម្មណ៍របស់អ្នកនិងអ្វីដែលមានប្រយោជន៍ដោយទទួលស្គាល់ថាតើក្តីសុបិន្តជាក់លាក់ត្រូវតែផ្លាស់ប្តូរប្រសិនបើពួកគេនឹងបង្ហាញឱ្យឃើញ។ដាក់ការផ្តោតអារម្មណ៍លើបណ្តាញច្នៃប្រឌិតនិងការស្វែងរកការសប្បាយរីករាយនៅពេលដែល Sagitittarius Spories ចាប់ផ្តើមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Passionate vibes guide you early this morning, dear Taurus, as the Sagittarius Moon aspects Mars and the nodes of fate. Fast judgments will determine what comes next; however, consider how those around you perceive your choices. While it's essential to live life on your own terms, it's also important not to burn bridges in the process, as agitating peers could trigger bigger issues down the line. Sagittarius season kicks off this evening, helping you build up partnerships. Reflect on what you can offer others and what you expect in return, being transparent about your motives."
        },
        "kh": {
            "today": "ភាពរស់រវើកដែលងប់ងល់មកអ្នកនៅព្រឹកនេះនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius និងភពព្រះអង្គារនៃជោគវាសនា។ការវិនិច្ឆ័យលឿននឹងកំណត់ថាតើមានអ្វីកើតឡើងបន្ទាប់;ទោះជាយ៉ាងណាក៏ដោយពិចារណាពីរបៀបដែលអ្នកដែលនៅជុំវិញអ្នកយល់ពីជម្រើសរបស់អ្នក។ខណៈពេលដែលវាចាំបាច់ក្នុងការរស់នៅដោយខ្លួនឯងដោយប្រើពាក្យផ្ទាល់ខ្លួនរបស់អ្នកវាក៏មិនសំខាន់ផងដែរដែលមិនឱ្យដុតស្ពាននៅក្នុងដំណើរការនេះដូចជាមិត្តភក្តិដែលមានទុក្ខព្រួយអាចបង្កឱ្យមានបញ្ហាធំ ៗ ធ្លាក់ចុះ។រដូវ Sagittarius ចាប់ផ្តើមនៅល្ងាចនេះដោយជួយអ្នកក្នុងការកសាងភាពជាដៃគូ។ឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកអាចផ្តល់ជូនអ្នកដទៃនិងអ្វីដែលអ្នករំពឹងថានឹងត្រឡប់មកវិញដោយមានតម្លាភាពអំពីបំណងរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Passionate encounters or moments of divine self-care get your day off to a great start, dear Gemini, as the Sagittarius Moon and Mars join forces. However, it'll be essential to stay focused on your responsibilities once the nodes of fate stir, reminding you of your duties. Specific plans could unravel to make way for better ones while the Scorpio sun aligns with Uranus and Neptune. Loosen your grip on visions that have gotten too specific, allowing the universe to nudge you in a slightly new direction. The sun enters Sagittarius this evening, gearing you up for a harmonious and romantic month ahead."
        },
        "kh": {
            "today": "ការជួបប្រទះការងប់ងល់ឬពេលវេលានៃការថែទាំខ្លួនឯងដ៏ទេវភាពធ្វើឱ្យថ្ងៃរបស់អ្នកចាប់ផ្តើមដ៏អស្ចារ្យ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះមហាក្សត្រ Sagittarius និង Mars ចូលរួមកម្លាំង។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ក្នុងការផ្តោតអារម្មណ៍ទៅលើទំនួលខុសត្រូវរបស់អ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរការរំ you កអ្នកអំពីភារកិច្ចរបស់អ្នក។ផែនការជាក់លាក់អាចដោះស្រាយបានដើម្បីធ្វើឱ្យផ្លូវសម្រាប់ការធ្វើឱ្យប្រសើរឡើងខណៈពេលដែល Scorpio Sun តម្រឹមជាមួយអ៊ុយរ៉ានុសនិងណិបទូន។បន្ធូរបន្ថយការក្តាប់នៃចក្ខុវិស័យដែលមានភាពជាក់លាក់មួយដែលបានទទួលពីសាកលលោកដែលអនុញ្ញាតឱ្យសកលលោកធ្វើឱ្យអ្នកមានទិសដៅថ្មីបន្តិច។ល្ងាចនេះព្រះអាទិត្យចូលក្នុងក្រុង Sagittarius នៅល្ងាចនេះដោយត្រៀមលក្ខណៈសម្រាប់ខែដែលមានភាពសុខដុមនិងរ៉ូមែនទិកនៅខាងមុខ។"
        }
    }
]