[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your instincts guide you toward new partnerships or commitments, dearest Aries. As Mars and Jupiter share a cooperative aspect, you'll have much to gain in terms of making deals and evolving relationships. Emotional growth coincides with these auspicious vibes, adding a layer of luck and meaning to every thoughtful endeavor you undertake. Meanwhile, the Capricorn moon strengthens your business savvy, offering a profound sense of satisfaction when you embrace responsibilities and act practically. Luna aspects the nodes of fate and Venus this evening, which may cause you to feel torn between love and success. Give yourself time to strategize next steps, but don't neglect your closest companions."
        },
        "kh": {
            "today": "សូមឱ្យសភាវគតិរបស់អ្នកណែនាំអ្នកចំពោះភាពជាដៃគូឬការប្តេជ្ញាចិត្តថ្មីដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជាភពព្រះអង្គារនិងភពព្រហស្បតិ៍ចែករំលែកទិដ្ឋភាពសហប្រតិបត្តិការអ្នកនឹងមានអ្វីជាច្រើនដែលត្រូវទទួលបាននូវការធ្វើកិច្ចព្រមព្រៀងនិងការវិវត្តទំនាក់ទំនង។ការលូតលាស់ផ្លូវចិត្តស្របនឹងភាពរំជើបរំជួលទាំងនេះដោយបន្ថែមស្រទាប់សំណាងនិងអត្ថន័យចំពោះរាល់ការព្យាយាមគិតដែលអ្នកធ្វើ។ទន្ទឹមនឹងនេះដែរព្រះចៅក្រមុំ Capricorn ជួយពង្រឹងជំនាញអាជីវកម្មរបស់អ្នកដោយផ្តល់នូវអារម្មណ៍យ៉ាងជ្រាលជ្រៅនៃការពេញចិត្តនៅពេលអ្នកក្រសោបយកការទទួលខុសត្រូវនិងធ្វើសកម្មភាពជាក់ស្តែង។ទិដ្ឋភាពនៃជោគប្មៅរបស់ជោគវាសនានិងភពសុក្រនៅល្ងាចនេះដែលអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាហត់រវាងស្នេហានិងភាពជោគជ័យ។ផ្តល់ពេលវេលាទន់ដោយខ្លួនឯងដើម្បីអនុវត្តជំហានបន្ទាប់ជំហានបន្ទាប់ប៉ុន្តែកុំធ្វេសប្រហែសនឹងដៃគូដែលនៅជិតបំផុតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your intuition spikes while Mars and Jupiter align, dear Leo, tapping you into the magickal undercurrents that rule our universe. Feel the rhythm of your own spirit as you navigate the day, nurturing that which provides a sense of purpose. You'll have a chance to close chapters, but you should rest and reflect on what comes next before sprinting ahead. Show grace to yourself and others as change draws near. The Capricorn moon brings a stern yet reasonable energy to the psyche, pushing you to rearrange your routines while maximizing health and efficiency. Focus on the future and release old wounds once the nodes of fate and Venus activate this evening."
        },
        "kh": {
            "today": "ការកើនឡើងវិចារណញាណរបស់អ្នកខណៈពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹមជាទីស្រឡាញ់ដោយដាក់អ្នកចូលទៅក្នុងស្ថានីយដែលមានមន្តអាគមដែលគ្រប់គ្រងសកលលោករបស់យើង។មានអារម្មណ៍ថាចង្វាក់នៃស្មារតីផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលអ្នកធ្វើដំណើរកម្សាន្តពេលដែលចិញ្ចឹមបីបាច់នាំងដែលផ្តល់នូវគោលបំណងនៃគោលបំណង។អ្នកនឹងមានឱកាសបិទជំពូកប៉ុន្តែអ្នកគួរតែសម្រាកនិងឆ្លុះបញ្ចាំងពីអ្វីដែលកើតឡើងបន្ទាប់មុនពេលពន្លកនៅខាងមុខ។បង្ហាញព្រះគុណចំពោះខ្លួនអ្នកនិងអ្នកដទៃថាជាការផ្លាស់ប្តូរជិតដល់ហើយ។មួក Capricorn បាននាំមកនូវថាមពលដែលសមហេតុសមផលដែលសមហេតុផលមួយទៅកាន់ចិត្តសាស្ត្រជំរុញឱ្យអ្នករៀបចំទម្លាប់របស់អ្នកឡើងវិញខណៈពេលដែលពង្រីកសុខភាពនិងប្រសិទ្ធភាព។ផ្តោតលើអនាគតហើយដោះលែងស្នាមរបួសចាស់នៅពេលដែលថ្នាំងនៃវាសនានិងភពសុក្រសកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Embrace the spirit of cooperation, dear Taurus, as Mars and Jupiter align. These vibes are all about drawing in the people you're most inspired by, sharing ideas, and cheering one another on. Matters of the heart also stand to benefit, especially when visions for the future are discussed and acted upon. Identify who and what bring out the best in you, and give yourself fully to these special elements of your life. The Capricorn moon adds whimsy to your day, sprinkling subtle but profound signs in your path. Be mindful of who you interact with and prioritize healthy decisions while the nodes of fate and Venus activate this evening."
        },
        "kh": {
            "today": "ចាប់យកស្មារតីនៃកិច្ចសហប្រតិបត្តិការ, Taurus, ជាទីស្រឡាញ់, ដូចជាភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹម។ភាពរស់រវើបាតទាំងនេះទាំងអស់គឺនិយាយអំពីការគូរលើមនុស្សដែលអ្នកបានបំផុសគំនិតបំផុតដោយចែករំលែកគំនិតហើយលើកទឹកចិត្តគ្នាទៅវិញទៅមក។បញ្ហានៃបេះដូងក៏ឈរដើម្បីទទួលបានអត្ថប្រយោជន៍ជាពិសេសនៅពេលដែលចក្ខុវិស័យសម្រាប់អនាគតត្រូវបានពិភាក្សានិងធ្វើសកម្មភាព។កំណត់អត្តសញ្ញាណអ្នកដែលនិងអ្វីដែលនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងអ្នកហើយផ្តល់ឱ្យខ្លួនអ្នកយ៉ាងពេញលេញទៅធាតុពិសេសទាំងនេះនៃជីវិតរបស់អ្នក។ព្រះចន្ទរបស់ Capricorn បន្ថែម Whimsy ទៅថ្ងៃរបស់អ្នក, ប្រោះភាពមិនច្បាស់ប៉ុន្តែមានសញ្ញាយ៉ាងជ្រាលជ្រៅនៅក្នុងផ្លូវរបស់អ្នក។សូមចងចាំថាអ្នកមានទំនាក់ទំនងជាមួយនិងផ្តល់អាទិភាពដល់ការសម្រេចចិត្តដែលមានសុខភាពល្អខណៈពេលដែលថ្នាំងនៃវាសនានិងភពសុក្រសកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Bold moves will be met with big rewards, dear Gemini, as Mars and Jupiter align. Strategy and patience will be key for making the most of these vibes, so be sure to choose your timing wisely when reaching for more. Expect to work hard for the blessings you seek, demonstrating to the universe that you are capable, determined, and worthy. The Capricorn moon helps you cut out unhealthy distractions, guiding you toward empowerment and forward momentum. Think carefully about the path you're carving while the nodes of fate and Venus activate this evening, balancing determination, creativity, and practicality."
        },
        "kh": {
            "today": "ចលនាដិតនឹងត្រូវបានឆ្លើយតបដោយមានរង្វាន់ធំ, Gemini ជាទីស្រឡាញ់, ដូចជាភពព្រះអង្គារនិងភពព្រហស្បតិ៍តម្រឹម។យុទ្ធសាស្ត្រនិងការអត់ធ្មត់នឹងក្លាយជាគន្លឹះសម្រាប់ការធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុតដូច្នេះត្រូវប្រាកដថាជ្រើសរើសពេលវេលារបស់អ្នកដោយប្រាជ្ញានៅពេលឈានដល់។រំពឹងថានឹងខិតខំប្រឹងប្រែងសម្រាប់ពរជ័យដែលអ្នកស្វែងរកការបង្ហាញដល់សកលលោកដែលអ្នកមានសមត្ថភាពកំណត់និងសក្ដិសម។ព្រះច័ន្ទរបស់ Capricorn ជួយឱ្យអ្នកកាត់បន្ថយការរំខានមិនល្អដែលផ្តល់ឱ្យអ្នកឆ្ពោះទៅរកការផ្តល់សិទ្ធិអំណាចនិងកម្លាំងទៅមុខ។គិតឱ្យបានម៉ត់ចត់អំពីផ្លូវដែលអ្នកកំពុងឆ្លាក់ខណៈពេលដែលថ្នាំងនៃវាសនាហើយ Venus មានប្រសិទ្ធិភាពនៅល្ងាចនេះដោយមានតុល្យភាពត្រឹមត្រូវការប្តេជ្ញាចិត្តនិងភាពជាក់ស្តែង។"
        }
    }
]