[
    {
        "sign": "Aries",
        "en": {
            "today": "Reflect on how to bring the delights of your dreams into the material realms, dearest Aries, as the Scorpio moon aspects Neptune early this morning. You'll feel inspired and supported by the universe once Luna migrates into Sagittarius, connecting with the sun and Pluto shortly thereafter. This energy presents opportunities to view things from another light, especially when you engage in philosophical or political discussions. Just be mindful of how you feel internally while Mercury squares Jupiter, taking care to pull back if your head starts to spin. You'll be showered in love when you keep an open heart once Venus activates tonight."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងពីវិធីនាំមកនូវភាពរីករាយនៃក្តីសុបិន្តរបស់អ្នកទៅក្នុងអាណាចក្រសម្ភារៈដែលជាទីស្រឡាញ់បំផុតក្នុងនាមជាចំណុចមេត្រនៃខ្ញាដំរីនៅព្រឹកព្រលឹមនៅព្រឹកនេះ។អ្នកនឹងមានអារម្មណ៍បំផុសគំនិតនិងគាំទ្រដោយសាកលលោកដែលធ្លាប់ធ្វើឱ្យលោក Luna បានធ្វើចំណាកស្រុកទៅ Sagittarius ដោយភ្ជាប់ជាមួយព្រះអាទិត្យនិងផ្លាតូភ្លាមៗ។ថាមពលនេះបង្ហាញពីឱកាសដើម្បីមើលអ្វីៗពីពន្លឺមួយផ្សេងទៀតជាពិសេសនៅពេលដែលអ្នកចូលរួមក្នុងការពិភាក្សាទស្សនវិជ្ជាឬទស្សនវិជ្ជានយោបាយ។គ្រាន់តែគិតពីអារម្មណ៍របស់អ្នកដែលអ្នកមានអារម្មណ៍នៅខាងក្នុងខណៈពេលដែលការេបារតការ៉េជេបហែតការយកចិត្តទុកដាក់ដើម្បីទាញត្រឡប់មកវិញប្រសិនបើក្បាលរបស់អ្នកចាប់ផ្តើមវិល។អ្នកនឹងមានស្នេហានៅពេលអ្នករក្សាបេះដូងបើកនៅពេលដែល Venus មានសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A surge of energy and improved confidence blesses you today, dearest Leo, as the Sagittarius quarter moon graces our skies. Focus on strengthening deep and fulfilling bonds when Pluto activates, encouraging you to go deep with someone special. If you're not in the mood to bare your soul, find a connection by having fun and sharing laughs. Be mindful of your influence and the power of suggestion while Mercury and Jupiter square off. A rush of warmth fills your spirit when Venus activates later tonight, increasing your desire to connect with the divine to create something unique."
        },
        "kh": {
            "today": "ការកើនឡើងនៃថាមពលនិងការកែលំអទំនុកចិត្តប្រទានពរដល់អ្នកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទ Sagittarius នៅត្រីមាសរបស់ Sagittarius Graces Gremes របស់យើង។ផ្តោតលើការពង្រឹងចំណងដ៏ជ្រៅនិងការបំពេញនៅពេលផ្លាតូធ្វើឱ្យសកម្មការលើកទឹកចិត្តអ្នកឱ្យជ្រៅជាមួយនរណាម្នាក់ពិសេស។ប្រសិនបើអ្នកមិនមានអារម្មណ៍ថាទទួលបានជោគជ័យក្នុងព្រលឹងអ្នករកការតភ្ជាប់ដោយមានភាពសប្បាយរីករាយនិងចែករំលែកការសើច។សូមចងចាំពីឥទ្ធិពលរបស់អ្នកនិងអំណាចនៃការផ្តល់យោបល់ខណៈដែលបារតនិងជូលីបញ្ចប់។ការប្រញាប់នៃភាពកក់ក្តៅបំពេញស្មារតីរបស់អ្នកនៅពេលដែល Venus ធ្វើឱ្យសកម្មនៅយប់នេះការកើនឡើងបំណងប្រាថ្នារបស់អ្នកដើម្បីភ្ជាប់ជាមួយដ៏ទេវភាពដើម្បីបង្កើតអ្វីដែលប្លែកបំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your world becomes more vibrant and intense as the moon enters Sagittarius, dear Taurus, helping you see things from a higher and more matter-of-fact perspective. As the quarter moon connects with Pluto, try to examine if you've given others too many chances, setting new boundaries as needed. Maintain clarity by staying grounded while Mercury squares Jupiter, and avoid getting sucked into your devices. Focus on what is necessary to build stronger foundations, but don't get pulled in too many directions. Pull your closest companion near when Venus stirs tonight, allowing yourself to be loving and transparent."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកកាន់តែរស់រវើកនិងខ្លាំងដូចព្រះចន្ទចូលសាហ្គែររីស, Taurus ជាទីស្រឡាញ់ជួយអ្នកឱ្យមើលឃើញពីទស្សនៈរបស់អង្គហេតុខ្ពស់និងបញ្ហា។នៅពេលដែលព្រះចន្ទត្រីមាសភ្ជាប់ជាមួយផ្លាតូសូមព្យាយាមពិនិត្យប្រសិនបើអ្នកបានផ្តល់ឱកាសឱ្យអ្នកដទៃច្រើនពេកដោយកំណត់ព្រំដែនថ្មីតាមតម្រូវការ។រក្សាភាពច្បាស់ដោយការស្នាក់នៅក្នុងខណៈពេលដែលបារតការ៉េលោតហើយចៀសវាងការទទួលទានចូលក្នុងឧបករណ៍របស់អ្នក។ផ្តោតលើអ្វីដែលចាំបាច់ដើម្បីកសាងមូលដ្ឋានគ្រឹះកាន់តែខ្លាំងប៉ុន្តែកុំទាញយកទិសដៅច្រើនពេក។ទាញដៃគូដែលនៅជិតបំផុតរបស់អ្នកនៅជិតនៅពេលដែល Venus Stirs នៅយប់នេះដែលអនុញ្ញាតឱ្យខ្លួនអ្នកស្រឡាញ់និងមានតម្លាភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna enters Sagittarius and the sector of your chart that governs relationships, dearest Gemini, asking you to be inclusive with your love. You'll have a chance to break through emotional walls while the quarter moon and Pluto align, but be mindful not to overreach. With Mercury and Jupiter squaring off, it'll be vital that you focus on cultivating and respecting healthy boundaries. This energy also asks you to reevaluate long-term goals, acknowledging your potential and limitations. Encourage community when the moon and Venus connect later tonight, looking for opportunities to build bridges, spread compassion, and promote acceptance."
        },
        "kh": {
            "today": "Luna ចូល Sagittarius និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងទំនាក់ទំនង, Gemini ជាទីស្រឡាញ់របស់ Gemini, ស្នើសុំឱ្យអ្នករាប់បញ្ចូលជាមួយក្តីស្រឡាញ់របស់អ្នក។អ្នកនឹងមានឱកាសបំបែកជញ្ជាំងអារម្មណ៍ខណៈពេលដែលព្រះច័ន្ទត្រីមាសនិងផ្លាតូតម្រឹមប៉ុន្តែចងចាំមិនឱ្យហួសប្រមាណ។ជាមួយនឹងការបារតនិងភពព្រហស្បតិបការ៉េវានឹងមានសារៈសំខាន់ណាស់ដែលអ្នកផ្តោតលើការដាំដុះនិងគោរពព្រំដែនដែលមានសុខភាពល្អ។ថាមពលនេះក៏ស្នើសុំឱ្យអ្នកវាយតម្លៃគោលដៅរយៈពេលវែងដោយទទួលស្គាល់សក្តានុពលនិងដែនកំណត់របស់អ្នក។លើកទឹកចិត្តឱ្យសហគមន៍នៅពេលដែលព្រះចន្ទនិង Venus ភ្ជាប់មកជាមួយនៅយប់នេះដោយរកមើលឱកាសដើម្បីសាងសង់ស្ពានចែកចាយការអភ័យទោសនិងលើកកម្ពស់ការទទួលយក។"
        }
    }
]