[
    {
        "sign": "Aries",
        "en": {
            "today": "Error: Unable to fetch data for aries"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់ Aries បានទេ"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Return to simple comforts that helped you feel supported as a child, dear Leo. As Mercury Rx, Saturn, and Jupiter align, your soul may need a bit of extra nurturing. Romantic connections will also grow more intense, helping you identify where true partnership potential lies. Let others get to know you better if you can visualize a future with them. Just try not to rush the process of trust and commitment when Luna squares Saturn and Neptune. Cater to your health and catch up on chores after Luna enters Capricorn later this afternoon, encouraging you to prioritize wellness while getting organized."
        },
        "kh": {
            "today": "ត្រលប់ទៅការលួងលោមដ៏សាមញ្ញដែលជួយអ្នកឱ្យមានអារម្មណ៍ថាបានគាំទ្រកាលពីនៅក្មេង។ដូចបារត RX, សៅរ៍និងភពព្រហស្បតិ៍តម្រឹមព្រលឹងរបស់អ្នកប្រហែលជាត្រូវការការចិញ្ចឹមបីបាច់បន្តិច។ការតភ្ជាប់រ៉ូមែនទិចក៏នឹងកាន់តែខ្លាំងឡើងដែរជួយអ្នកក្នុងការសម្គាល់កន្លែងដែលមានសក្តានុពលនៃភាពជាដៃគូពិត។សូមឱ្យអ្នកដទៃស្គាល់អ្នកកាន់តែច្បាស់ប្រសិនបើអ្នកអាចមើលឃើញអនាគតជាមួយពួកគេ។គ្រាន់តែព្យាយាមមិនឱ្យប្រញាប់ប្រញាល់ដំណើរការនៃការទុកចិត្តនិងការប្តេជ្ញាចិត្តនៅពេលដែល Luna Squares Saturn និង Neptune ។បំពេញសេចក្ដីមកសុខភាពរបស់អ្នកហើយចាប់យកការងារបន្ទាប់ពី Luna ចូល Capricorn នៅរសៀលនេះលើកទឹកចិត្តឱ្យអ្នកផ្តល់អាទិភាពដល់សុខភាពនៅពេលទទួលបានការរៀបចំ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your influence grows as Mercury Rx, Saturn, and Jupiter form a grand trine, dear Taurus. Harness these vibes by using your voice to showcase the profound intelligence coursing through your blood. Sharing your unique perspective can help you win new friends, which could benefit your dreams down the line. Where matters of the heart are concerned, missed connections might get a second chance, so consider reaching out to any cuties you regret not getting serious with. Guard against envious or deceptive peers while the Sagittarius Moon squares Saturn and Neptune throughout the day. Your luck improves midafternoon when Luna enters Capricorn."
        },
        "kh": {
            "today": "ឥទ្ធិពលរបស់អ្នករីកចម្រើនដូចបារត RX, សៅរ៍និងភពព្រហស្បតិ៍បង្កើតបានជាហ្គ្រេនធ័រ, ជាទីស្រឡាញ់ Taurus ។ទាញយករំញ័រទាំងនេះដោយប្រើសំលេងរបស់អ្នកដើម្បីបង្ហាញពីភាពវៃឆ្លាតយ៉ាងជ្រាលជ្រៅតាមរយៈឈាមរបស់អ្នក។ការចែករំលែកទស្សនៈប្លែករបស់អ្នកអាចជួយអ្នកឱ្យឈ្នះមិត្តភក្តិថ្មីដែលអាចផ្តល់ផលប្រយោជន៍ដល់ក្តីសុបិន្តរបស់អ្នកចុះក្រោម។ដែលជាកន្លែងដែលមានបញ្ហាក្នុងបេះដូងដែលមានការព្រួយបារម្ភការតភ្ជាប់ខកខានអាចនឹងទទួលបានឱកាសទីពីរដូច្នេះសូមពិចារណាអំពីការកាត់បន្ថយណាមួយដែលអ្នកសោកស្តាយដែលមិនមានភាពធ្ងន់ធ្ងរ។ប្រយ័ត្នប្រយែងប្រឆាំងនឹងមិត្តភក្ដិដែលច្រណែនឬបោកបញ្ឆោតខណៈពេលដែល Sagittarius Moon Squares Saturn និង Neptune ពេញមួយថ្ងៃ។សំណាងរបស់អ្នកធ្វើអោយប្រសើរឡើងនូវពាក់កណ្តាលព្រះចាបនៅពេលដែល Luna ចូល Capricorn ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take responsibility for any corrections your work requires, dear Gemini, as Mercury Rx, Saturn, and Jupiter form a grand trine. Show a willingness to learn and improve to gain respect as you review and edit projects. These vibes also encourage you to maintain sustainable routines that allow you to stay focused, energized, and physically healthy. Try not to be jealous of loved ones and their successes while the Sagittarius Moon squares Saturn and Neptune, trusting that your moment will come. Step into your power by releasing unhealthy thoughts, relationships, and baggage after Luna enters Capricorn later this afternoon."
        },
        "kh": {
            "today": "ទទួលខុសត្រូវចំពោះការកែតម្រូវណាមួយដែលការងាររបស់អ្នកតម្រូវឱ្យមាន Gemini ជាទីស្រឡាញ់ដូចជាបារត RX, Saturn និង Jupiter បង្កើតបានជា Trine Grey ។បង្ហាញឆន្ទៈក្នុងការរៀននិងកែលម្អដើម្បីទទួលបានការគោរពនៅពេលអ្នកពិនិត្យនិងកែសម្រួលគម្រោង។ភាពរស់រវើកទាំងនេះក៏លើកទឹកចិត្តឱ្យអ្នករក្សាទម្លាប់ដែលមាននិរន្តរភាពដែលអនុញ្ញាតឱ្យអ្នកផ្តោតអារម្មណ៍ផ្តល់ថាមពលនិងសុខភាពរាងកាយ។ព្យាយាមកុំច្រណែនមិនឱ្យច្រណែននឹងមនុស្សជាទីស្រឡាញ់និងភាពជោគជ័យរបស់ពួកគេខណៈដែល Sagittarius Moon Moon Satars Saturn និង Neptune ដែលជឿទុកចិត្តថាពេលវេលារបស់អ្នកនឹងមកដល់។បោះជំហានចូលទៅក្នុងអំណាចរបស់អ្នកដោយបញ្ចេញគំនិតមិនល្អទំនាក់ទំនងនិងឥវ៉ាន់ដែលមិនមានសាច់ដុំបន្ទាប់ពី Luna ចូល Capricorn នៅរសៀលនេះ។"
        }
    }
]