[
    {
        "sign": "Aries",
        "en": {
            "today": "Jupiter stations direct this morning, dearest Aries, bringing an end to its retrograde journey that began on October 9, 2024. If you've struggled to expand upon ideas, communicate, or grasp higher concepts, you can expect a reprieve from these issues moving forward. Meanwhile, Luna moves through earthy Taurus and your solar second house, inviting you to embrace luxury while appreciating existing blessings. Avoid gossip this evening when Mercury becomes agitated, or you could compromise your sense of self-worth. Tensions continue to brew under tonight's quarter moon, marking the perfect excuse to take a social breather in favor of finding gratitude."
        },
        "kh": {
            "today": "ស្ថានីយ៍ Jupiter ផ្ទាល់នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលបានបញ្ចប់ដំណើរថយក្រោយរបស់ខ្លួនដែលបានចាប់ផ្តើមនៅថ្ងៃទី 9 ខែតុលាឆ្នាំ 2024 ។ ប្រសិនបើអ្នកបានតស៊ូដើម្បីពង្រីកគំនិតប្រាស្រ័យទាក់ទងឬយល់ពីគំនិតខ្ពស់អ្នកអាចរំពឹងថានឹងមានបញ្ហាទាំងនេះ។ទៅមុខ។ទន្ទឹមនឹងនេះ Luna ផ្លាស់ប្តូរតាមរយៈកោះ Taurus និងផ្ទះទី 2 របស់អ្នកដែលអញ្ជើញអ្នកឱ្យក្រសោបប្រណីតខណៈដែលការកោតសរសើរពរដែលមានស្រាប់។ចៀសវាងការនិយាយដើមនៅល្ងាចនេះនៅពេលដែលបារតមានអារម្មណ៍ធុញថប់ឬអ្នកអាចសម្របសម្រួលអារម្មណ៍របស់អ្នកក្នុងតម្លៃខ្លួនឯង។ភាពតានតឹងនៅតែបន្តញ៉ាំនៅក្រោមព្រះច័ន្ទនៅភាគរាចក្រៀមនៅរាត្រីនេះដែលជាលេសដ៏ឥតខ្ចោះក្នុងការយកចិត្តទុកដាក់ក្នុងសង្គមក្នុងការពេញចិត្តក្នុងការស្វែងរកការដឹងគុណ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "If you've struggled to make headway socially or within your community throughout the last four months, you can expect things to get easier moving forward. As Jupiter ends its retrograde journey through social Gemini, gatekeepers will be easier to appease, marking the ideal time to come back to introductions you've made. Just be sure to carry yourself with style and refinement while Luna continues through Taurus, projecting your best self into the public eye. Watch out for roadblocks within matters of the heart while the quarter moon squares Mercury this evening, trusting the process of your love story."
        },
        "kh": {
            "today": "ប្រសិនបើអ្នកបានតស៊ូដើម្បីធ្វើឱ្យឆ្ពោះទៅមុខសង្គមឬនៅក្នុងសហគមន៍របស់អ្នកក្នុងរយៈពេលបួនខែចុងក្រោយអ្នកអាចរំពឹងថាអ្វីៗនឹងកាន់តែងាយស្រួលក្នុងការឆ្ពោះទៅមុខ។នៅពេលដែលភពព្រហស្បតិ៍បញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់ខ្លួនតាមរយៈ Gemini សង្គមអ្នករកម្ចាស់ហាងនឹងកាន់តែងាយស្រួលក្នុងការធ្វើឱ្យទាន់ពេលវេលាដែលត្រូវត្រលប់មករកការណែនាំដែលអ្នកបានធ្វើ។គ្រាន់តែប្រាកដថាបានអនុវត្តខ្លួនអ្នកជាមួយនឹងស្ទីលនិងការកែលម្អខណៈពេលដែល Luna បន្តឆ្លងកាត់ Taurus ដោយព្យាករណ៍ពីខ្លួនឯងដែលល្អបំផុតរបស់អ្នកទៅក្នុងភ្នែកសាធារណៈ។ប្រយ័ត្នចំពោះការបិទផ្លូវក្នុងបេះដូងក្នុងចំនោមបញ្ហានៃបេះដូងខណៈពេលដែលព្រះច័ន្ទមែកធាងបារតនៅល្ងាចនេះដោយជឿទុកចិត្តលើដំណើរការនៃរឿងរ៉ាវស្នេហារបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Unexpected blessings could manifest as Jupiter ends its retrograde journey, darling Taurus, supercharging your house of prosperity. If your finances have felt strained throughout the last four months, you can expect things to get easier from here on out. Follow your intuition as Luna continues her journey through your sign, further motivating you to manifest personal goals. Notice how your thoughts create barriers when Mercury becomes agitated this evening, making a vow not to dim your light. Brainstorm strategies that support long-term goals and status-related aspirations under tonight's quarter moon, remembering your strength, capabilities, and resilience."
        },
        "kh": {
            "today": "ពរជ័យដែលមិនបានរំពឹងទុកអាចបង្ហាញថាជាភពព្រហស្បតិ៍បានបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់វា, Taurling Taurus, supercharging ផ្ទះនៃភាពរុងរឿងរបស់អ្នក។ប្រសិនបើហិរញ្ញវត្ថុរបស់អ្នកមានអារម្មណ៍តានតឹងក្នុងកំឡុងបួនខែចុងក្រោយអ្នកអាចរំពឹងថាអ្វីៗនឹងកាន់តែងាយស្រួលនៅទីនេះ។អនុវត្តតាមវិចារណញាណរបស់អ្នកនៅពេលដែល Luna បន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នកដោយលើកទឹកចិត្តឱ្យអ្នកបង្ហាញគោលដៅផ្ទាល់ខ្លួន។សូមកត់សម្គាល់ពីរបៀបដែលគំនិតរបស់អ្នកបង្កើតឧបសគ្គនៅពេលដែលបារតបានធូរស្បើយនៅល្ងាចនេះការស្បថមិនស្រអាប់ពន្លឺរបស់អ្នក។យុទ្ធសាស្រ្តខួរក្បាលដែលគាំទ្រដល់គោលដៅរយៈពេលវែងនិងសេចក្តីប្រាថ្នាពាក់ព័ន្ធទាក់ទងនឹងស្ថានភាពក្រោមព្រះច័ន្ទនៅត្រីមាសនៃរាត្រីនេះដោយចងចាំពីភាពខ្លាំងសមត្ថភាពនិងភាពធន់របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Jupiter stations direct in your sign, dearest Gemini, offering significant payoffs on the work you've put in throughout the last four months. Don't hesitate to strike when opportunity suddenly arises, as the universe catches up with wishes you've made and goals you've set. Just remember that sometimes, a subtle approach is best when it comes to following new paths while Luna continues her journey through Taurus. Use this energy to go inward, asking for signs and honoring your intuition once Mercury activates this evening. Mystical vibes flow under tonight's quarter moon, offering enlightenment and healing on a deeply personal level."
        },
        "kh": {
            "today": "ស្ថានីយ៍ Jupiter ផ្ទាល់ក្នុងសញ្ញារបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតដោយផ្តល់ការទូទាត់គួរឱ្យកត់សម្គាល់លើការងារដែលអ្នកបានដាក់អស់រយៈពេលបួនខែចុងក្រោយនេះ។កុំស្ទាក់ស្ទើរក្នុងការធ្វើកូដកម្មនៅពេលឱកាសកើតឡើងភ្លាមៗនៅពេលដែលសកលលោកចាប់បានដោយក្តីចង់រកមើលនិងគោលដៅដែលអ្នកបានកំណត់។គ្រាន់តែចាំថាពេលខ្លះវិធីសាស្រ្តមិនធម្មតាគឺល្អបំផុតនៅពេលនិយាយអំពីផ្លូវថ្មីខណៈពេលដែល Luna បន្តដំណើររបស់នាងឆ្លងកាត់ Taurus ។ប្រើថាមពលនេះទៅខាងក្នុងស្នើសុំសញ្ញានិងផ្តល់កិត្តិយសដល់វិចារណញាណរបស់អ្នកនៅពេលដែលបារតធ្វើឱ្យសកម្មរបស់អ្នកធ្វើឱ្យសកម្មនៅល្ងាចនេះ។ភាពរស់រវើកបែបអាថ៌កំបាំងនៅក្រោមព្រះច័ន្ទក្នុងត្រីមាសរបស់យប់នេះដោយផ្តល់ការត្រាស់ដឹងនិងព្យាបាលនៅលើកម្រិតផ្ទាល់ខ្លួនដ៏ជ្រាលជ្រៅ។"
        }
    }
]