[
    {
        "sign": "Aries",
        "en": {
            "today": "You should awaken feeling socially refreshed and ready to connect, dear Aries, thanks to a sweet alignment between the Libra moon and Pluto. Take a few moments to reflect on any connections you hope to build, looking for opportunities to peel back layers and deepen bonds. Your actions will have significant consequences while Mars aligns with the nodes of fate, and your instincts will guide you toward higher ground. Focus on breaking cycles of procrastination so you can catch up on to-do lists that have gotten too long. Reward yourself with favored self-care activities or a romantic date night once the day concludes."
        },
        "kh": {
            "today": "អ្នកគួរភ្ញាក់ពីអារម្មណ៍ស្រស់ស្រាយក្នុងសង្គមហើយត្រៀមខ្លួនភ្ជាប់ទំនាក់ទំនងជាទីស្រឡាញ់ជាទីស្រឡាញ់សូមអរគុណចំពោះការតម្រឹមផ្អែមរវាង Libra Moon និង Pluto ។ចំណាយពេលមួយភ្លែតដើម្បីឆ្លុះបញ្ចាំងពីការភ្ជាប់ណាមួយដែលអ្នកសង្ឃឹមថានឹងត្រូវបានសាងសង់ដោយស្វែងរកឱកាសដើម្បីរបកថាំរាំត្រឡប់មកវិញនិងការរឹតបន្តឹងកាន់តែស៊ីជម្រៅ។សកម្មភាពរបស់អ្នកនឹងមានផលវិបាកគួរឱ្យកត់សម្គាល់នៅពេលដែលភពព្រះអង្គារតម្រឹមជាមួយថ្នាំងនៃវាសនាហើយសភាវគតិរបស់អ្នកនឹងដឹកនាំអ្នកឆ្ពោះទៅរកដីខ្ពស់។ផ្តោតលើការបំបែកវដ្តនៃការពន្យារពេលដូច្នេះអ្នកអាចតាមដានបញ្ជីការងារត្រូវធ្វើដែលទទួលបានយូរពេក។ផ្តល់រង្វាន់ដល់ខ្លួនអ្នកជាមួយនឹងសកម្មភាពថែទាំខ្លួនឯងដែលពេញចិត្តឬការធ្វើឱ្យទាន់សម័យនៃកាលបរិច្ឆេទស្នេហានៅពេលថ្ងៃបញ្ចប់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Libra moon and Pluto formed a sweet connection early this morning, dear Leo, revealing to the mind what the heart truly desires. Take a few moments to check in with your feelings, and consider any emotionally charged dreams that found you last night. Just try not to get too caught up in your fantasies, or you could shift to autopilot. A sweet alliance between Mars and the nodes of fate places extra importance on your actions, resulting in repressions that ripple through time. Luckily, this energy is largely supportive, helping you lay down the serious groundwork for manifesting significant wins."
        },
        "kh": {
            "today": "Libra Moon និង Pluto បានបង្កើតការតភ្ជាប់ផ្អែមនៅព្រឹកនេះនៅព្រឹកនេះឡេអូដែលកំពុងបង្ហាញដល់ចិត្តថាតើបេះដូងពិតជាចង់បានអ្វីដែលដួងចិត្ត។ចំណាយពេលមួយភ្លែតដើម្បីពិនិត្យមើលអារម្មណ៍របស់អ្នកហើយពិចារណាអំពីក្តីសុបិន្តដែលមានអារម្មណ៍រំជួលចិត្តដែលបានរកឃើញអ្នកកាលពីយប់មិញ។គ្រាន់តែព្យាយាមមិនឱ្យចាប់បានច្រើនពេកនៅក្នុងការស្រមើស្រមៃរបស់អ្នកឬអ្នកអាចប្តូរទៅមើលស្វ័យប្រវត្តិ។សម្ព័ន្ធភាពដ៏ផ្អែមល្ហែមរវាងភពព្រះអង្គារនិងថ្នាំងនៃជីវឧស្ម័នមានសារៈសំខាន់បន្ថែមលើសកម្មភាពរបស់អ្នកដែលបណ្តាលឱ្យមានការបំផ្លាញដែលនឹងកើតឡើងនៅពេលពេលវេលា។សំណាងល្អថាមពលនេះភាគច្រើនគាំទ្រយ៉ាងខ្លាំងដែលជួយអ្នកដាក់មូលដ្ឋានគ្រឹះដ៏ធ្ងន់ធ្ងរសម្រាប់ការបង្ហាញការឈ្នះដ៏សំខាន់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Reflect on how work empowers you, dear Taurus, as the Libra moon aspects Pluto early this morning. This energy can also illuminate alternate paths ahead, highlighting how shifting certain routines can make more room for growth elsewhere. Meanwhile, Mars forms an intensely supportive connection with the nodes of fate, giving you more leverage over what the future holds. Speak your truth, follow ideas you feel passionate about, and expand your presence to make the most of these vibes. A desire for order could trigger a cleaning spree later today, though themes around health and wellness could also shape your evening."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងពីរបៀបដែលការងារផ្តល់អំណាចដល់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពរបស់ Libra ព្រះច័ន្ទ, ផ្លាតូនៅព្រឹកនេះនៅព្រឹកនេះ។ថាមពលនេះក៏អាចបំភ្លឺផ្លូវជំនួសទៅមុខការបន្លិចរបៀបផ្លាស់ប្តូរទម្លាប់ជាក់លាក់ដែលអាចធ្វើឱ្យមានកន្លែងច្រើនសម្រាប់ការលូតលាស់នៅកន្លែងផ្សេងទៀត។ទន្ទឹមនឹងនេះភពព្រះអង្គារបង្កើតបានជាការតភ្ជាប់គាំទ្រយ៉ាងខ្លាំងជាមួយនឹងថ្នាំងនៃជោគវាសនាដែលផ្តល់ឱ្យអ្នកនូវអានុភាពបន្ថែមទៀតអំពីអ្វីដែលអនាគតនឹងមាន។និយាយការពិតរបស់អ្នកធ្វើតាមគំនិតដែលអ្នកមានអារម្មណ៍ងប់ងល់និងពង្រីកវត្តមានរបស់អ្នកឱ្យធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។បំណងប្រាថ្នាសម្រាប់ការបញ្ជាទិញអាចបង្កឱ្យមានការសម្អាតមួយនៅពេលក្រោយទោះបីជាស្បែកនៅជុំវិញសុខភាពនិងសុខភាពក៏អាចមានឥទ្ធិពលលើល្ងាចរបស់អ្នកដែរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Libra moon and Pluto align early this morning, dearest Gemini, paving the way for divine inspiration and ego boosts. Take a few quiet moments to reflect on your creative goals, and be sure to commune with your higher power while setting intentions for the day. You'll have some serious professional pull while Mars aspects the nodes of fate, helping you carve out a path toward higher ground. If you're ready to take the next step in your career, now is the time to get moving. Consider ending your day in the company of friends to blow off steam and connect."
        },
        "kh": {
            "today": "Libra Moon និង Pluto តម្រឹមនៅព្រឹកព្រលឹមនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតដោយត្រួសត្រាយផ្លូវសម្រាប់ការបំផុសគំនិតរបស់ព្រះនិងការជំរុញអាត្ម័ន។ចំណាយពេលស្ងាត់ពីរបីឱ្យឆ្លុះបញ្ចាំងពីគោលដៅច្នៃប្រឌិតរបស់អ្នកហើយត្រូវប្រាកដថាឃុំសង្កាត់របស់អ្នកនៅពេលកំណត់ចេតនាសម្រាប់ថ្ងៃ។អ្នកនឹងមានការអូសទាញជំនាញធ្ងន់ធ្ងរខណៈពេលដែលទិដ្ឋភាពភពព្រះអង្គារបានថ្នមៗនៃជោគវាសនាជួយអ្នកឆ្លាក់ផ្លូវឆ្ពោះទៅរកដីខ្ពស់។ប្រសិនបើអ្នកត្រៀមខ្លួនទទួលយកជំហានបន្ទាប់ក្នុងអាជីពរបស់អ្នកឥឡូវនេះគឺជាពេលវេលាដែលត្រូវផ្លាស់ប្តូរហើយ។ពិចារណាបញ្ចប់ថ្ងៃរបស់អ្នកនៅក្នុងក្រុមហ៊ុនមិត្តភក្តិដើម្បីផ្លុំចំហុយហើយភ្ជាប់។"
        }
    }
]