[
    {
        "sign": "Aries",
        "en": {
            "today": "Echoes of last night's Virgo lunar eclipse ripple through the morning, beloved ram, as Luna aspects the nodes of fate and Neptune. Enforce damage control where it is needed, looking for opportunities to tidy up messes and promote teamwork. Luckily, it will be easy to bridge your ideas with the material world while the sun and Uranus align. Sweetness descends as afternoon settles in and Luna enters Libra, softening your heart as loved ones draw near. Brace yourself for continued hurdles once Mercury stations retrograde late tonight, priming you for miscommunications, slip-ups, and electronic malfunctions throughout the coming weeks."
        },
        "kh": {
            "today": "អេកូនៃចន្ទគរ Virlar របស់ Virgar កាលពីយប់មិញមានរាងជារង្វង់សូរ្យគ្រាសរបស់ Virlage កាលពីព្រឹកម្សៅសំណាញ់ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃជោគៈភេទរបស់ជោគវាសនានិង Neptune ។អនុវត្តការត្រួតពិនិត្យការខូចខាតដែលចាំបាច់សម្រាប់អ្នកកំពុងស្វែងរកឱកាសដើម្បីធ្វើឱ្យរញ៉េរញ៉ៃរញ៉េរញ៉ៃនិងលើកកម្ពស់ការងារជាក្រុម។សំណាងល្អវាងាយស្រួលក្នុងការផ្សារភ្ជាប់គំនិតរបស់អ្នកជាមួយពិភពសម្ភារៈខណៈពេលដែលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសតម្រឹម។ភាពផ្អែមល្ហែមបានធ្លាក់ចុះនៅពេលដែលការតាំងចិត្តនៅរសៀលនិង Luna ចូល Libra ដោយបន្ទន់បេះដូងរបស់អ្នកថាជាមនុស្សជាទីស្រឡាញ់ចូលមកជិត។ប្រដាប់ប្រដារខ្លួនអ្នកសម្រាប់ស្ថានីយ៍បារតដែលបានបន្តនៅពេលដែលស្ថានីយ៍បារតបានថយចុះនៅយប់នេះដោយការបំភាន់អ្នកចំពោះការមិនត្រឹមត្រូវការរអិលនិងការធ្វើខុសខុសពីការមិនសម្រេចខុសឆ្គងពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Break the molds that are no longer working for you, bold Leo, while the Pisces sun and Uranus align. You'll feel stable and on your feet, even when facing change, as Luna connects with the nodes of fate and Neptune. Just be mindful to hang your hopes on what you can accomplish rather than what others are promising. Intimate conversations find you once the moon enters Libra and aspects Pluto, helping you pull back layers to understand loved ones better. However, stories are liable to shift once Mercury stations retrograde tonight, reshaping your hopes and dreams throughout the coming weeks."
        },
        "kh": {
            "today": "បំបែកផ្សិតដែលលែងធ្វើការឱ្យអ្នកទៀតគឺដិត, ខណៈពេលដែល Pisces Sun និង Uranus តម្រឹម។អ្នកនឹងមានអារម្មណ៍ថាមានស្ថេរភាពនិងនៅលើជើងរបស់អ្នកសូម្បីតែនៅពេលប្រឈមមុខនឹងការផ្លាស់ប្តូរក៏ដោយដូចជា Luna ភ្ជាប់ជាមួយថ្នាំងនៃវាសនានិង Neptune ។គ្រាន់តែគិតគូរណាស់ក្នុងការព្យួរក្តីសង្ឃឹមរបស់អ្នកលើអ្វីដែលអ្នកអាចសំរេចបានជាជាងអ្វីដែលអ្នកដទៃសន្យា។ការសន្ទនាជិតស្និទ្ធថ្មីៗរកអ្នកនៅពេលដែលព្រះច័ន្ទចូល Libra និងទិដ្ឋភាពប្លាស្ទិនជួយអ្នកទាញស្រទាប់ខាងក្រោយឱ្យយល់អ្នកដែលចូលចិត្ត។ទោះយ៉ាងណារឿងរ៉ាវទទួលខុសត្រូវក្នុងការផ្លាស់ប្តូរនៅពេលដែលស្ថានីយ៍បារតបានថយចុះនៅយប់នេះការផ្លាស់ប្តូរក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be the subject of much attention today, darling Taurus, as the Pisces sun and Uranus align. Make an impression by taking up space while embracing your quirkiest qualities, even if it means going against the herd. Meanwhile, the moon continues her journey through Virgo, muddying the waters while respecting the nodes of fate and Neptune. Don't be fooled by people who sell big dreams but never deliver, leaving delusion in the past. Ramp up your wellness journey when Luna enters Libra and aspects Pluto, improving routines to make more time for rest, healthy eating, and therapeutic movement. Mercury stations direct later tonight, pushing you to do some soul-searching."
        },
        "kh": {
            "today": "អ្នកនឹងក្លាយជាប្រធានបទនៃការយកចិត្តទុកដាក់ច្រើននៅថ្ងៃនេះ, Taurling Taurus, ដូចជា Pisces Sun និង Uranus តម្រឹម។ធ្វើឱ្យមានចំណាប់អារម្មណ៍ដោយយកអវកាសខណៈពេលឱបគុណសម្បត្ដិរបស់អ្នកទោះបីវាមានន័យថាប្រឆាំងនឹងហ្វូងក៏ដោយ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈ Virgo, ភក់ទឹកឃ្មុំទឹកខណៈពេលដែលគោរពថ្នាំងនៃវាសនានិង Neptune ។កុំចាញ់បោកមនុស្សដែលលក់ក្តីសុបិន្តធំ ៗ ប៉ុន្តែមិនដែលផ្តល់ការចាកចេញពីអតីតកាលឡើយ។បង្កើនដំណើរសុខភាពរបស់អ្នកនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាពផ្លាតូនិងការកែលំអការធ្វើឱ្យប្រសើរឡើងនូវទម្លាប់ក្នុងការធ្វើឱ្យមានពេលវេលាច្រើនសម្រាប់ការសម្រាកអាហារបំប៉ននិងចលនាព្យាបាល។ស្ថានីយ៍បារតដោយផ្ទាល់នៅយប់នេះជំរុញឱ្យអ្នកធ្វើការស្វែងរកព្រលឹងខ្លះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Avoid running in circles as the Pisces sun and Uranus align, darling Gemini, mixing up the narrative to break restrictive cycles. Meanwhile, the Virgo moon aspects the nodes of fate and Neptune, which could cause you to feel conflicted or stretched thin. Avoid focusing on what's currently in the way, allowing your intuition to guide you toward alternate paths forward. Your creativity increases once Luna enters Libra and aligns with Pluto, furthering your ability to solve problems and gain clarity. Mercury, your planetary ruler, will retrograde later tonight, helping you connect with old friends in the coming weeks."
        },
        "kh": {
            "today": "ជៀសវាងការរត់ជារង្វង់នៅពេលដែលបំពង់ខ្យល់មានពន្លឺព្រះអាទិត្យនិងអ៊ុយរ៉ានុសតម្រឹមយ៉ីមនីជីដែលលាយបញ្ចូលគ្នានូវនិទានកថាដើម្បីបំបែកវដ្តដែលរឹតត្បិត។ទន្ទឹមនឹងនេះទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo Nodes ថ្នាំងនៃវាសនានិង Neptune ដែលអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាមានទំនាស់ឬលាតសន្ធឹងស្គម។ជៀសវាងការផ្តោតលើអ្វីដែលបច្ចុប្បន្នកំពុងដំណើរការដែលអនុញ្ញាតឱ្យវិចារណញាណរបស់អ្នកណែនាំអ្នកឆ្ពោះទៅរកផ្លូវជំនួសឆ្ពោះទៅមុខ។ភាពច្នៃប្រឌិតរបស់អ្នកបានកើនឡើងនៅពេលដែល Luna ចូលក្នុង Libra ហើយតម្រឹមជាមួយផ្លាតូដោយបន្តសមត្ថភាពរបស់អ្នកក្នុងការដោះស្រាយបញ្ហានិងទទួលបានភាពច្បាស់លាស់។បារតអ្នកគ្រប់គ្រងភពរបស់អ្នកនឹងថយចុះវិញនៅយប់នេះដែលជួយអ្នកភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តចាស់នៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។"
        }
    }
]