[
    {
        "sign": "Aries",
        "en": {
            "today": "Touch base with your emotional and physical needs before rushing into the day, dear Aries, as the Virgo Moon and Jupiter align early this morning. Step up to the plate if any members of your community could use some extra help once Luna, Venus, and Chiron form a rare yod this afternoon. Grand rewards come to those who see the value in pulling together with peers. Random and beautiful blessings lift the spirits while the Moon aspects Uranus this evening. Resist the temptation to stay up past your bedtime when Saturn becomes agitated later tonight, or your work may suffer tomorrow."
        },
        "kh": {
            "today": "ប៉ះមូលដ្ឋានជាមួយនឹងតម្រូវការផ្លូវចិត្ត និងរាងកាយរបស់អ្នក មុនពេលប្រញាប់ប្រញាល់ចូលទៅក្នុងថ្ងៃ, Aries ជាទីស្រឡាញ់, ខណៈដែល Virgo Moon និង Jupiter តម្រឹមនៅព្រឹកនេះ។ឡើងដល់ចាន ប្រសិនបើសមាជិកណាមួយនៃសហគមន៍របស់អ្នកអាចប្រើជំនួយបន្ថែមមួយចំនួន នៅពេលដែល Luna, Venus និង Chiron បង្កើតជា yod ដ៏កម្រមួយនៅរសៀលនេះ។រង្វាន់ធំមកដល់អ្នកដែលមើលឃើញតម្លៃក្នុងការទាញរួមគ្នាជាមួយមិត្តភក្ដិ។ពរជ័យដោយចៃដន្យ និងស្រស់ស្អាតលើកវិញ្ញាណ ខណៈដែលព្រះច័ន្ទមើល Uranus ល្ងាចនេះ។ទប់ទល់នឹងការល្បួងឱ្យនៅហួសពីម៉ោងគេងរបស់អ្នក នៅពេលដែលភពសៅរ៍នឹងមានភាពច្របូកច្របល់នៅយប់នេះ ឬការងាររបស់អ្នកអាចនឹងរងទុក្ខនៅថ្ងៃស្អែក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You could awaken to pleasant surprises, dear Leo, as the Virgo Moon and Jupiter conspire to make dreams come true. Pass along your good fortune when Luna, Venus, and Chiron form a rare yod this afternoon. Showering loved ones with affection, kindness, and compassion will go far in elevating important relationships. Soul connections also benefit from these vibes, and romantic developments may send tingles down your spine. Act quickly if financial or professional opportunities arise after Uranus activates later this evening. Just be mindful to advocate for yourself if negotiations arise while Saturn becomes disgruntled tonight."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ពីការភ្ញាក់ផ្អើលដ៏រីករាយ, Leo, ជាទីស្រឡាញ់, នៅពេលដែល Virgo Moon និង Jupiter ឃុបឃិតគ្នាដើម្បីធ្វើឱ្យក្តីសុបិន្តក្លាយជាការពិត។ឆ្លងកាត់សំណាងល្អរបស់អ្នកនៅពេលដែល Luna, Venus, និង Chiron បង្កើតជា yod ដ៏កម្រនៅរសៀលនេះ។ការ​បង្ហាញ​មនុស្ស​ជា​ទី​ស្រឡាញ់​ដោយ​ក្ដី​ស្រឡាញ់ ចិត្ត​ល្អ និង​ក្ដី​មេត្តា​នឹង​ទៅ​ឆ្ងាយ​ក្នុង​ការ​លើក​កម្ពស់​ទំនាក់ទំនង​សំខាន់។ការភ្ជាប់ព្រលឹងក៏ទទួលបានអត្ថប្រយោជន៍ពីភាពរំជើបរំជួលទាំងនេះដែរ ហើយការវិវឌ្ឍន៍នៃមនោសញ្ចេតនាអាចនឹងធ្វើឱ្យឆ្អឹងខ្នងរបស់អ្នកឈឺចាប់។ធ្វើសកម្មភាពភ្លាមៗ ប្រសិនបើឱកាសផ្នែកហិរញ្ញវត្ថុ ឬវិជ្ជាជីវៈកើតឡើង បន្ទាប់ពីភពអ៊ុយរ៉ានុសដំណើរការនៅពេលល្ងាចនេះ។គ្រាន់តែមានចិត្តចង់តស៊ូមតិដោយខ្លួនឯងប្រសិនបើការចរចាកើតឡើងខណៈពេលដែលសៅរ៍ក្លាយជាមិនសប្បាយចិត្តនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Virgo Moon and Jupiter align early this morning, dearest Taurus, expanding your heart and mind. Take a few moments to sort through any ideas or emotional shifts that unfold once you've awakened. Perfect your projects in private when a rare yod forms between Luna, Venus, and Chiron this afternoon. Recognize where more refining, experience, or structure is needed to successfully execute personal goals. Have fun with your image and don't hesitate to seek the limelight while Uranus activates this evening. Just be mindful to keep your guard up as you navigate unfamiliar situations, as Saturn stirs up tension later tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Virgo និង Jupiter តម្រឹមនៅព្រឹកព្រលឹមនេះ Taurus ជាទីស្រឡាញ់ ពង្រីកបេះដូងនិងគំនិតរបស់អ្នក។ចំណាយពេលពីរបីនាទីដើម្បីតម្រៀបតាមគំនិត ឬការផ្លាស់ប្តូរអារម្មណ៍ដែលលាតត្រដាងនៅពេលអ្នកភ្ញាក់ដឹងខ្លួន។បំពេញគម្រោងរបស់អ្នកជាលក្ខណៈឯកជន នៅពេលដែលមានទម្រង់ដ៏កម្រមួយរវាង Luna, Venus និង Chiron នៅរសៀលនេះ។ទទួលស្គាល់កន្លែងដែលត្រូវការការចម្រាញ់ បទពិសោធន៍ ឬរចនាសម្ព័ន្ធបន្ថែមទៀត ដើម្បីអនុវត្តគោលដៅផ្ទាល់ខ្លួនដោយជោគជ័យ។សូមរីករាយជាមួយរូបភាពរបស់អ្នក ហើយកុំស្ទាក់ស្ទើរក្នុងការស្វែងរកពន្លឺខណៈពេលដែល Uranus ដំណើរការនៅល្ងាចនេះ។សូមប្រយ័ត្នដើម្បីរក្សាការប្រុងប្រយ័ត្នរបស់អ្នក នៅពេលអ្នករុករកស្ថានភាពដែលមិនធ្លាប់ស្គាល់ ដោយសារភពសៅរ៍ធ្វើឱ្យមានភាពតានតឹងនៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Allow yourself to feel at ease, dear Gemini, as the Virgo Moon and Jupiter align to heighten your appreciation for beauty. Show affection to the people who make up your support system while Luna, Venus, and Chiron form a yod this afternoon. Honor the family you were given and the one you've chosen to feed the soul. You'll be in a playful yet private mood when the Moon aspects Uranus this evening, and should focus on having fun at home. The energy turns standoffish once Saturn becomes agitated tonight, and you may need extra time to decompress before bed."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យខ្លួនអ្នកមានអារម្មណ៍ស្រួល, Gemini ជាទីស្រឡាញ់, ខណៈដែល Virgo Moon និង Jupiter តម្រឹមដើម្បីបង្កើនការកោតសរសើររបស់អ្នកសម្រាប់ភាពស្រស់ស្អាត។បង្ហាញក្តីស្រលាញ់ចំពោះមនុស្សដែលបង្កើតប្រព័ន្ធគាំទ្ររបស់អ្នក ខណៈពេលដែល Luna, Venus និង Chiron បង្កើតជា yod នៅរសៀលនេះ។គោរពគ្រួសារដែលអ្នកត្រូវបានផ្តល់ឱ្យ និងអ្នកដែលអ្នកបានជ្រើសរើសដើម្បីចិញ្ចឹមព្រលឹង។អ្នក​នឹង​មាន​អារម្មណ៍​លេង​សើច ប៉ុន្តែ​ជា​លក្ខណៈ​ឯកជន​នៅ​ពេល​ដែល​ព្រះច័ន្ទ​មើល​ឃើញ Uranus នៅ​ល្ងាច​នេះ ហើយ​គួរ​តែ​ផ្តោត​ទៅ​លើ​ការ​សប្បាយ​នៅ​ផ្ទះ។ថាមពល​ប្រែ​ទៅ​ជា​មិន​អាច​ខ្វះ​បាន​នៅ​ពេល​ដែល​ភពសៅរ៍​ក្លាយ​ជា​ចលាចល​នៅ​យប់​នេះ ហើយ​អ្នក​ប្រហែល​ជា​ត្រូវ​ការ​ពេល​វេលា​បន្ថែម​ទៀត​ដើម្បី​សម្រាល​មុន​ពេល​ចូល​គេង។"
        }
    }
]