[
    {
        "sign": "Aries",
        "en": {
            "today": "While planning for the worst can help you anticipate issues before they arise, it may also trigger fear and self-doubt. As Mercury squares off with Saturn and Neptune, be mindful to keep a realistic perspective without selling yourself short, darling Aries. The Scorpio Moon opposes Uranus before drifting into Sagittarius, triggering sudden sacrifices so blessings can come through. You'll feel more in control and supported by the stars once Luna aspects Saturn, Neptune, and Pluto. A harsh square between Venus and Pluto could lead to broken agreements but try to find strength in these letdowns. Major shifts are in store once Jupiter enters Cancer, bringing positive change to your private affairs."
        },
        "kh": {
            "today": "ខណៈពេលដែលការធ្វើផែនការសម្រាប់អ្វីដែលអាក្រក់បំផុតអាចជួយអ្នកឱ្យរំពឹងថានឹងមានបញ្ហាមុនពេលពួកគេក្រោកឡើងវាក៏អាចបង្កឱ្យមានការភ័យខ្លាចនិងការសង្ស័យខ្លួនឯងដែរ។ដូចការបារតការ៉េដែលបានបិទជាមួយសៅរ៍និងណុបធូនមានចិត្តរក្សាទស្សនៈពិតដោយមិនលក់ខ្លួនអ្នកខ្លីទេ។លោក Scorpio Moon ជំទាស់នឹងអ៊ុយរ៉ានុសមុនពេលរសាត់ទៅក្នុង Sagittarius ដែលបង្កឱ្យមានការលះបង់ភ្លាមៗដូច្នេះពរជ័យអាចកើតមាន។អ្នកនឹងមានអារម្មណ៍ថាមានការគ្រប់គ្រងកាន់តែច្រើននិងគាំទ្រដោយតារានៅពេលដែលទិដ្ឋភាពនៃដងផ្កាសុងស៊ីនណេសធូននិងផ្លាតូ។ការេដ៏សាហាវរវាង Venus និង Pluto អាចនាំឱ្យមានការខូចកិច្ចព្រមព្រៀងប៉ុន្តែព្យាយាមស្វែងរកភាពខ្លាំងនៅក្នុងការធ្លាក់ចុះទាំងនេះ។ការផ្លាស់ប្តូរដ៏សំខាន់គឺស្ថិតនៅក្នុងហាងមួយនៅពេលដែលលោក Jupiter ចូលដល់ជំងឺមហារីកដែលនាំឱ្យមានការផ្លាស់ប្តូរវិជ្ជមានចំពោះកិច្ចការឯកជនរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't talk yourself out of reaching for more, dear Leo. As Mercury squares Saturn and Neptune, now is the perfect time to connect with your higher power and push outside your comfort zone. You may become surprised by your own emotions when the Scorpio Moon opposes Uranus. Let these feelings flow through you, but don't lose practicality—your heart blooms once Luna enters Sagittarius while aspecting Saturn, Neptune, and Pluto. If you're in need of a bit of luck, use this energy to request spiritual reinforcements. Career and romantic demands may create conflict while Venus and Pluto butt heads. Jupiter drifts into Cancer this afternoon, bringing major internal shifts throughout the coming year."
        },
        "kh": {
            "today": "កុំនិយាយខ្លួនឯងដោយមិនឈោងចាប់បន្ថែមទៀតលីអូ។ក្នុងនាមជាការបារតការ៉េសៅរ៍និងណុបធួនពេលនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកហើយរុញនៅខាងក្រៅតំបន់សុខស្រួលរបស់អ្នក។អ្នកអាចនឹងភ្ញាក់ផ្អើលដោយអារម្មណ៍របស់អ្នកនៅពេលដែលខាសផិនអូមប្រឆាំងអ៊ើរ៉ាន់ស។សូមឱ្យអារម្មណ៍ទាំងនេះហូរមកលើអ្នកប៉ុន្តែកុំបាត់បង់ភាពជាក់ស្តែង - បេះដូងរបស់អ្នករីកដុះដាលនៅពេលដែល Luna ចូល Sagittarius ខណៈពេលដែលទិដ្ឋភាពសៅហ្មង Neptune និង Pluto ។ប្រសិនបើអ្នកត្រូវការសំណាងបន្តិចសូមប្រើថាមពលនេះស្នើសុំការពង្រឹងការបំពេញការងារ។ការទាមទារអាជីពនិងមនោសញ្ចេតនាអាចបង្កើតជម្លោះខណៈដែល Venus មាន Venus និងក្បាលផ្លោះផ្លាតូ។Jupliter រសាត់ទៅជាជំងឺមហារីកនៅរសៀលនេះដែលនាំមកនូវការផ្លាស់ប្តូរផ្ទៃក្នុងធំ ៗ ពេញមួយឆ្នាំខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Heads could butt while Mercury squares off with Saturn and Neptune, dear Taurus, shaking up your social sphere. Try to keep an open mind when dealing with others, noticing if your stubborn side starts to take hold. A romantic surprise could be in store when the Scorpio Moon opposes Uranus, and you'll benefit from performing your acts of kindness. Consider how new personal structures can lead to powerful transformations once Luna enters Sagittarius while aspecting Saturn, Neptune, and Pluto. Recognize personal obstacles when Venus squares Pluto, especially when it comes to love and success. Your voice amplifies once Jupiter enters Cancer later today, ushering in an auspicious year for speaking up."
        },
        "kh": {
            "today": "ក្បាលអាចគូទខណៈដែលបារតការ៉េបិទជាមួយសៅរ៍និងណុបធូន, Taurus ជាទីស្រឡាញ់, រញ្ជួយនៃសង្គមរបស់អ្នក។ព្យាយាមរក្សាចិត្តបើកចំហនៅពេលទាក់ទងជាមួយអ្នកដទៃដោយកត់សម្គាល់ថាតើផ្នែករឹងរបស់អ្នកចាប់ផ្តើមកាន់អ្វី។ការភ្ញាក់ផ្អើលរ៉ូមែនទិកអាចមាននៅក្នុងហាងនៅពេលដែល Scorpio Moon ជំទាស់នឹងអ៊ុយរ៉ានុសហើយអ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការសម្តែងការប្រព្រឹត្ដដោយសប្បុរសរបស់អ្នក។ពិចារណាពីរបៀបដែលរចនាសម្ព័ន្ធផ្ទាល់ខ្លួនថ្មីអាចនាំឱ្យមានការផ្លាស់ប្តូរដ៏មានឥទ្ធិពលនៅពេលដែល Luna ចូល Sagittarius ខណៈពេលដែលទិដ្ឋភាពសៅហ្មង Neptune និង Pluto ។ទទួលស្គាល់ឧបសគ្គផ្ទាល់ខ្លួននៅពេលដែល Venus Sharares Pluto ជាពិសេសនៅពេលនិយាយអំពីសេចក្តីស្រឡាញ់និងជោគជ័យ។សំលេងរបស់អ្នកមានទំហំធំនៅពេលដែលភពព្រហស្បតិ៍ចូលមហារីកនៅថ្ងៃនេះដោយការផ្តល់ជូនក្នុងឆ្នាំដែលគួរឱ្យអស់សំណើចសម្រាប់ការនិយាយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury squares off with Saturn and Neptune, dearest Gemini, creating discomfort within your community. Avoid gossip or getting sucked into social media debates, and try to spend extra time outside to clear your mind. Disruptions to your routine could throw you off guard while the Scorpio Moon opposes Uranus, and you'll want to double-check your work for errors. The ambiance evens out once Luna enters Sagittarius and aspects Saturn and Neptune, lifting your spirits while putting you in the mood for connection. Use spiritual tools to perpetuate self-love when Venus and Pluto align. Your financial situation will improve throughout the coming year once Jupiter enters Cancer this afternoon."
        },
        "kh": {
            "today": "បារតការ៉េបិទជាមួយសៅរ៍និងណុបធូនដែលជាទីស្រឡាញ់បំផុត Gemini បង្កើតភាពមិនស្រួលនៅក្នុងសហគមន៍របស់អ្នក។ចៀសវាងការនិយាយដើមគេឬទទួលបានការជជែកវែកញែកក្នុងប្រព័ន្ធផ្សព្វផ្សាយសង្គមហើយព្យាយាមចំណាយពេលបន្ថែមនៅខាងក្រៅដើម្បីជម្រះគំនិតរបស់អ្នក។ការរំខានដល់ទម្លាប់របស់អ្នកអាចបណ្តេញអ្នកឱ្យឆ្មាំបានខណៈពេលដែល Scorpio Moon ប្រឆាំងនឹងអ៊ុយរ៉ានុសហើយអ្នកនឹងចង់ពិនិត្យមើលការងាររបស់អ្នកទ្វេដងសម្រាប់កំហុសរបស់អ្នក។ភាពវាងវៃបានធ្វើការចេញនៅពេលដែល Luna ចូល Sagittarius និងទិដ្ឋភាពសៅហ្មងនិង Neptune ដោយលើកស្ទួយស្មារតីរបស់អ្នកខណៈពេលដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានអារម្មណ៍ថាត្រូវបានភ្ជាប់។ប្រើឧបករណ៍ខាងវិញ្ញាណដើម្បីបង្កើតការស្រឡាញ់ខ្លួនឯងនៅពេលដែល Venus និង Pluto តម្រឹម។ស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នកនឹងមានភាពប្រសើរឡើងពេញមួយឆ្នាំនៅពេលខាងមុខនេះនៅពេលដែលគណបក្ស Jupiter ចូលមហារីកនៅរសៀលនេះ។"
        }
    }
]