[
    {
        "sign": "Aries",
        "en": {
            "today": "Being yourself is the most healing thing you can do today, dearest Aries, as the Leo moon and Chiron align. Rather than worrying about the opinions of others, use this energy to take chances with your art, aesthetic, and personal goals. Notice if you start to feel disconnected from your surroundings when Luna squares Uranus this afternoon, pulling back to the ground if time speeds up or your energy levels become difficult to monitor. Meaningful conversations around love could emerge while Mercury and Venus's rx join forces. Give yourself permission to change opinions or shift course if existing partnerships have taken an unfortunate turn."
        },
        "kh": {
            "today": "ការធ្វើជាខ្លួនអ្នកគឺជារឿងព្យាបាលខ្លាំងបំផុតដែលអ្នកអាចធ្វើបាននៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលលោក Leo Moon និង Chiron Rign តម្រឹម។ជាជាងការព្រួយបារម្ភអំពីគំនិតរបស់អ្នកដទៃសូមប្រើថាមពលនេះដើម្បីចាប់យកឱកាសជាមួយសិល្បៈសាភ័ណភ្ពនិងគោលដៅផ្ទាល់ខ្លួនរបស់អ្នក។សូមកត់សម្គាល់ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាផ្តាច់ចេញពីតំបន់ជុំវិញរបស់អ្នកនៅពេលដែល Luna Squares Uranus នៅរសៀលនេះទាញត្រឡប់ទៅដីប្រសិនបើពេលវេលាបង្កើនល្បឿនឬកម្រិតថាមពលរបស់អ្នកពិបាកក្នុងការត្រួតពិនិត្យ។ការសន្ទនាដែលមានអត្ថន័យនៅជុំវិញក្តីស្រឡាញ់អាចលេចចេញមកខណៈដែលបារតនិង RX របស់ RX ចូលរួមជាមួយកងកម្លាំង។ផ្តល់ឱ្យខ្លួនអ្នកនូវការអនុញ្ញាតឱ្យផ្លាស់ប្តូរយោបល់ឬប្តូរវគ្គសិក្សាប្រសិនបើភាពជាដៃគូដែលមានស្រាប់បានធ្វើឱ្យមានសំណាងអាក្រក់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The moon's journey through your sign puts you in exceptionally high spirits, dearest Leo, causing your light to shine more vibrantly. Amplify these vibes by connecting with spiritual practices that offer healing, looking for new reasons to hope. You'll feel tempted to fight against authority or challenge what is expected of you when Luna squares Uranus, but it might be wise to strategize your rebellions before acting out. This cosmic climate could also throw curveballs in even the best-laid plans, and your ability to maintain composure can have a significant impact on the outcome. Seek support and counsel from an experienced loved one when Mercury and Venus rx unite."
        },
        "kh": {
            "today": "ដំណើររបស់ព្រះចន្ទតាមរយៈសញ្ញារបស់អ្នកធ្វើឱ្យអ្នកមានស្មារតីខ្ពស់ពិសេសដែលជាវិញ្ញាណដ៏អស្ចារ្យដែលបណ្តាលឱ្យពន្លឺរបស់អ្នកភ្លឺរលោងកាន់តែខ្លាំង។ពង្រីករំញ័រទាំងនេះដោយភ្ជាប់ទំនាក់ទំនងជាមួយការអនុវត្តខាងវិញ្ញាណដែលផ្តល់ការព្យាបាលដោយរកមើលមូលហេតុថ្មីនៃក្តីសង្ឃឹម។អ្នកនឹងមានអារម្មណ៍ចង់ប្រយុទ្ធប្រឆាំងនឹងសិទ្ធិអំណាចឬការប្រកួតប្រជែងអ្វីដែលអ្នករំពឹងទុកនៅពេលដែល Luna Squares Uranus ប៉ុន្តែវាអាចជាការឈ្លាសវៃក្នុងការធ្វើសេចក្តីអន្តរាយការបះបោររបស់អ្នកមុនពេលធ្វើសកម្មភាព។អាកាសធាតុកែសម្ផស្សនេះក៏អាចបោះខ្សែកោងនៅក្នុងផែនការដែលបានផ្តល់ជូនល្អបំផុតផងដែរនិងសមត្ថភាពរបស់អ្នកក្នុងការរក្សាភាពស្ងប់ស្ងៀមអាចមានឥទ្ធិពលយ៉ាងខ្លាំងទៅលើលទ្ធផល។ស្វែងរកការគាំទ្រនិងការប្រឹក្សាពីអ្នកដែលមានបទពិសោធន៍ជាទីស្រឡាញ់នៅពេលបារតនិងវណ្ណយុត្តិ RX រួបរួមគ្នា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Give yourself a few extra moments to get your mind and emotions in order, dearest Taurus, as the Leo moon and Chiron align. If you're in need of tenderness or nurturing, take care to provide this for yourself, but remember that it's okay to request it from loved ones as well. Rocky vibes flow this afternoon when Luna squares Uranus, and you may feel as though others are lashing out unfairly. Rather than adding to the problem by snapping back, draw boundaries while bluntly pointing out when someone is being immature or unfair. The atmosphere sweetens when Mercury and Venus rx unite, though you may prefer alone time to the company of others."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវពេលវេលាបន្ថែមមួយចំនួនដើម្បីឱ្យចិត្តនិងអារម្មណ៍របស់អ្នកតាមលំដាប់លំដោយ Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Leo Moon និង Reign តម្រឹម។ប្រសិនបើអ្នកត្រូវការភាពទន់ភ្លន់ឬការចិញ្ចឹមបីបាច់ថែរក្សាផ្តល់ឱ្យខ្លួនអ្នកសម្រាប់ខ្លួនអ្នកប៉ុន្តែត្រូវចាំថាវាមិនអីទេក្នុងការស្នើសុំឱ្យមនុស្សជាទីស្រឡាញ់ផងដែរ។Rocky Vibes ហូរហូរនៅរសៀលនេះនៅពេលដែល Luna Squares Uranus ហើយអ្នកអាចមានអារម្មណ៍ថាមានជំងឺអេដន់អយុត្តិធម៌ដោយអយុត្តិធម៌។ជាជាងការបន្ថែមលើបញ្ហាដោយផ្តាច់ការផ្តួលរំលំព្រំដែនខណៈពេលដែលចង្អុលបង្ហាញដោយត្រង់ ៗ នៅពេលដែលមាននរណាម្នាក់មានភាពចាស់ជរាឬអយុត្តិធម៌។បរិយាកាសដ៏ផ្អែមល្ហែមនៅពេលបារតនិង Venus RX រួបរួមគ្នាទោះបីជាអ្នកអាចចូលចិត្តពេលវេលាតែម្នាក់ឯងដល់ក្រុមហ៊ុនផ្សេងទៀតក៏ដោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You're in a position to heal your community this morning, darling Gemini, as the Leo moon and Chiron align. Consider who needs your support most, offering kind words and encouragement. Expanding your social circle can uplift your own disposition, so remember to make introductions and invest in blossoming acquaintances. Intrusive thoughts could throw you for a loop when Luna squares Uranus this afternoon, though journaling issues or airing grievances to a trusted friend may lead you toward clarity. Consider meeting friends or scheduling a date on the town as evening sets in, and Mercury cozies up with Venus Rx."
        },
        "kh": {
            "today": "អ្នកស្ថិតនៅក្នុងទីតាំងមួយដើម្បីព្យាបាលសហគមន៍របស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Darling Gemini ដូចជា Leo Moon និង Chiron Rigning ។សូមពិចារណាថាអ្នកណាត្រូវការការគាំទ្របំផុតរបស់អ្នកបំផុតដោយផ្តល់ពាក្យនិងការលើកទឹកចិត្តសប្បុរស។ការពង្រីករង្វង់សង្គមរបស់អ្នកអាចលើកស្ទួយការប្តេជ្ញាចិត្តផ្ទាល់ខ្លួនរបស់អ្នកដូច្នេះសូមចាំថានឹងធ្វើឱ្យមានការណែនាំនិងវិនិយោគលើអ្នកស្គាល់គ្នារីក។គំនិតដែលជ្រៀតជ្រែកអាចបោះអ្នកសម្រាប់រង្វិលជុំនៅពេលដែល Luna Squares Uranus នៅរសៀលនេះទោះបីជាអ្នកកាសែតបញ្ហាឬការសោកសៅខ្យល់ដល់មិត្តដែលទុកចិត្តអាចនាំអ្នកឆ្ពោះទៅភាពច្បាស់លាស់ក៏ដោយ។ពិចារណាជួបគ្នាជាមួយមិត្តភក្តិឬកាលវិភាគកាលបរិច្ឆេទនៅទីក្រុងខណៈពេលដែលសំណងចូលមកដល់ហើយបារតធ្វើឱ្យមានការចាប់អារម្មណ៍ជាមួយនឹង Venus RX ។"
        }
    }
]