[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be more sensitive than usual when interacting with others, dear Aries, as the Pisces moon squares Jupiter. Touch base with your feelings to avoid absorbing emotions that aren't your own. Luckily, Venus and Saturn unite in your solar twelfth house, making it easier to set boundaries so you can maintain inner peace. The material realms mirror your thoughts in strange ways when Luna aspects Uranus, so be sure to keep a positive outlook. The moon crosses the nodes of fate, Venus, and Saturn this evening, encouraging you to strategize for the future with someone special from behind closed doors."
        },
        "kh": {
            "today": "អ្នកនឹងមានលក្ខណៈរសើបជាងធម្មតានៅពេលដែលធ្វើអន្តរកម្មជាមួយអ្នកដទៃ, ជាទីស្រឡាញ់ aries, ដូចជា pisces pishares jupiter ។ការប៉ះមូលដ្ឋានជាមួយនឹងអារម្មណ៍របស់អ្នកដើម្បីចៀសវាងការស្រូបយកអារម្មណ៍ដែលមិនមែនជារបស់អ្នកផ្ទាល់។សំណាងល្អ, Venus និង saturn បង្រួបបង្រួមនៅក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក, ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការកំណត់ព្រំដែនដូច្នេះអ្នកអាចរក្សាសន្តិភាពខាងក្នុង។សម្ភារៈអាណាចក្រឆ្លុះបញ្ចាំងពីគំនិតរបស់អ្នកតាមរបៀបប្លែកនៅពេលដែលទិដ្ឋភាពឡូសអ៊ូណូតអញ្ចឹងដូច្នេះត្រូវប្រាកដថារក្សាទស្សនវិស័យវិជ្ជមាន។ព្រះច័ន្ទបានឆ្លងកាត់ថ្នាំងនៃជោគវាសនាភោគូវស៍និងសៅរ៍នៅល្ងាចនេះដែលលើកទឹកចិត្តអ្នកឱ្យធ្វើយុទ្ធសាស្ត្រសម្រាប់អនាគតជាមួយនរណាម្នាក់ពិសេសពីក្រោយទ្វារបិទទ្វារ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may feel as though things are changing too quickly, dear Leo, as the Pisces moon and Jupiter square off. Rather than struggling to keep up, recommit to people and situations that bring a sense of security. As Venus and Saturn unite in your solar eighth house, you're celestially positioned to shed what you do not need so empowerment can take hold. Advocate for opportunities you deserve when Luna aspects Uranus this evening, streamlining lucky breakthroughs. Look toward the future and acknowledge how you want to spend it and with whom when Luna crosses the nodes of fate, Venus and Saturn."
        },
        "kh": {
            "today": "អ្នកប្រហែលជាមានអារម្មណ៍ថាអ្វីៗកំពុងផ្លាស់ប្តូរយ៉ាងឆាប់រហ័ស, Leo, ជាទីស្រឡាញ់, ដូចជា Pisces Moon និង Jupiter Square បិទ។ជាជាងការតស៊ូដើម្បីរក្សាការបង្កើនសាកសពដល់ប្រជាជននិងស្ថានភាពដែលនាំមកនូវអារម្មណ៍សុវត្ថិភាព។ក្នុងនាមជា Venus និង Saturn បង្រួបបង្រួមនៅក្នុងផ្ទះតែមួយគត់នៃពន្លឺព្រះអាទិត្យរបស់អ្នកអ្នកមានទីតាំងតិចតួចក្នុងការបញ្ចេញនូវអ្វីដែលអ្នកមិនត្រូវការការផ្តល់អំណាចដូច្នេះអាចកាន់បាន។អ្នកតស៊ូមតិសម្រាប់ឱកាសដែលអ្នកសមនឹងទទួលបាននៅពេលដែលទិដ្ឋភាពឡុងអ៊ុយរ៉ានុសនៅល្ងាចនេះកាន់តែស្ទាក់ស្ទើរចំណុចដ៏មានសំណាង។សូមក្រឡេកមើលអនាគតហើយទទួលស្គាល់ពីរបៀបដែលអ្នកចង់ចំណាយនិងជាមួយនរណានៅពេលដែល Luna ឆ្លងកាត់ថ្នាំងនៃជោគវាសនាវាសនាវណ្ណៈនិងសៅរ៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Pisces moon and Jupiter square off this morning, dearest Taurus, sharpening your connection with the collective consciousness. Notice if your world has felt more bleak or overstimulating recently, doing what you can to find beauty in your community. Take the lead when it comes to spreading positive messaging and building up social spheres while Venus and Saturn unite. This energy can also assist in finding quality people when searching for potential mates. Chance encounters bring excitement to your evening when Luna aspects Chiron. Work toward establishing a reputation you can be proud of when the moon crosses the nodes of fate, Venus, and Saturn."
        },
        "kh": {
            "today": "Pisces Moon និង Jupiter Square បិទនៅព្រឹកនេះ Taurus ដែលជាទីស្រឡាញ់បំផុត, ធ្វើឱ្យមុតន៍របស់អ្នកកាន់តែច្បាស់ជាមួយនឹងស្មារតីសមូហភាព។សេចក្តីជូនដំណឹងប្រសិនបើពិភពលោករបស់អ្នកមានអារម្មណ៍ថាមានអារម្មណ៍អន់ថយជាងឬហួសហេតុថ្មីៗនេះការធ្វើអ្វីដែលអ្នកអាចរកបានដើម្បីស្វែងរកភាពស្រស់ស្អាតនៅក្នុងសហគមន៍របស់អ្នក។នាំមុខនៅពេលនិយាយអំពីការផ្សព្វផ្សាយសារវិជ្ជមាននិងការកសាងស្វ៊ែរសង្គមខណៈដែល Venus និង Saturn បង្រួបបង្រួម។ថាមពលនេះក៏អាចជួយក្នុងការស្វែងរកមនុស្សដែលមានគុណភាពនៅពេលស្វែងរកគូដែលមានសក្តានុពល។ការជួបប្រទះឱកាសនាំមកនូវភាពរំភើបចំពោះល្ងាចរបស់អ្នកនៅពេលដែលទិដ្ឋភាពឡូស។ធ្វើការឆ្ពោះទៅរកការបង្កើតកេរ្តិ៍ឈ្មោះដែលអ្នកអាចមានមោទនភាពនៅពេលដែលព្រះច័ន្ទបានឆ្លងកាត់ថ្នាំងនៃជោគវាសនាភោគូវស៍និងសៅរ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The reality of your responsibilities will be difficult to ignore this morning, dear Gemini, as the Pisces moon squares Jupiter. Be realistic about your workload and whether or not you have the capacity to add on additional goals. Consider taking on a partner while Venus and Saturn unite, reminding you that not all battles must be singularly won. If there's a romantic or business connection you can build with, strike up a discussion about potential collaborations. Lucky breakthroughs will further your agenda this evening when Luna aspects Uranus, the nodes of fate, Venus, and Saturn, opening doors to incredible blessings."
        },
        "kh": {
            "today": "ការពិតនៃការទទួលខុសត្រូវរបស់អ្នកនឹងពិបាកក្នុងការមិនអើពើនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Pisces Moon Squares Jupiter ។មានភាពប្រាកដនិយមអំពីបន្ទុកការងាររបស់អ្នកនិងថាតើអ្នកមានសមត្ថភាពបន្ថែមគោលដៅបន្ថែម។ពិចារណាទទួលយកដៃគូខណៈដែល Venus មាន Venus និង Saturn បង្រួបបង្រួមដោយរំ you កអ្នកថាមិនមែនសមរភូតទាំងអស់ត្រូវតែឈ្នះដោយឯកវចនៈទេ។ប្រសិនបើមានទំនាក់ទំនងស្នេហាឬអាជីវកម្មដែលអ្នកអាចបង្កើតបានធ្វើឱ្យមានការពិភាក្សាអំពីការសហការសក្តានុពល។របកគំហើញសំណាងរបស់អ្នកនឹងបន្តទៀតនូវរបៀបវារៈរបស់អ្នកនៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពនៃដងខ្លួនអ៊ុយរ៉ានុស, ថ្នាំងថ្នាំង, Venus, និង Saturn, បើកទ្វារឱ្យពរជ័យមិនគួរឱ្យជឿ។"
        }
    }
]