[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna drifts into Pisces and the sector of your chart that governs all things hidden, dearest Aries, putting you in a reflective and observant mood. Take a deep dive into your psyche, as the stars reveal patterns, opinions, and ideas you haven't had access to previously. The new moon rises this evening, asking you to think carefully about what you want the next six months to look like—set intentions around self-improvement and closing chapters to make the most of this lunation. Watch out for obsessive thoughts when Jupiter stirs later tonight, which could cause you to overthink."
        },
        "kh": {
            "today": "Luna បានរសាត់ទៅក្នុង Pisces និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងអ្វីៗទាំងអស់ដែលបានលាក់គឺ Aries ដែលមានក្តីស្រឡាញ់បំផុតដោយធ្វើឱ្យអ្នកមានអារម្មណ៍ឆ្លុះបញ្ចាំងនិងសង្កេត។យកជ្រៅចូលក្នុងចិត្តរបស់អ្នកដូចផ្កាយបង្ហាញពីគំរូមតិយោបល់និងគំនិតដែលអ្នកមិនមានពីមុនមក។ព្រះច័ន្ទថ្មីបានកើនឡើងនៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នកគិតដោយយកចិត្តទុកដាក់អំពីអ្វីដែលអ្នកចង់បានរយៈពេល 6 ខែបន្ទាប់ដើម្បីមើលទៅមានចេតនាធ្វើឱ្យប្រសើរឡើងដោយខ្លួនឯងនិងបិទជំពូកដើម្បីធ្វើឱ្យមានការទទួលខុសត្រូវខ្ពស់បំផុត។ប្រយ័ត្នចំពោះគំនិតដែលមានការចាប់អារម្មណ៍នៅពេលដែល Jupiter Stirs នៅយប់នេះដែលអាចបណ្តាលឱ្យអ្នក overthink ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in the mood to shed layers and get intimate, dearest Leo, as Luna enters Pisces and the sector of your chart that governs commitment. This highly intuitive lunar placement offers insights into what others are thinking, especially when it comes to business and matters of the heart. Use this evening's new moon to have transparent conversations about what you want the next six months to look like. Focus intensely on your responsibility to transform along with your ambitions, acknowledging the journey of emotional evolution. Avoid turning to friends for advice when Jupiter stirs, coming to your conclusions before opening the door for debate."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ស្រទាប់ស្រទាប់ស្រទាប់ហើយមានភាពស្និទ្ធស្នាលដែលជាទីស្រឡាញ់នៅពេលដែល Luna ចូលក្នុងការធ្លាក់ចុះនិងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្តេជ្ញាចិត្ត។ការដាក់ចន្ទគតិដែលវិចារណញាណខ្ពស់នេះផ្តល់នូវការយល់ដឹងអំពីអ្វីដែលអ្នកដទៃកំពុងគិតជាពិសេសនៅពេលនិយាយអំពីអាជីវកម្មនិងបញ្ហានៃបេះដូង។ប្រើព្រះច័ន្ទថ្មីនៅល្ងាចនេះមានការសន្ទនាតម្លាភាពអំពីអ្វីដែលអ្នកចង់បានរយៈពេល 6 ខែបន្ទាប់មើលទៅដូច។ផ្តោតអារម្មណ៍យ៉ាងខ្លាំងក្នុងការទទួលខុសត្រូវរបស់អ្នកក្នុងការផ្លាស់ប្តូររួមជាមួយមហិច្ឆិតារបស់អ្នកដែលទទួលស្គាល់ការធ្វើដំណើរនៃការវិវត្តន៍អារម្មណ៍។ជៀសវាងការងាកទៅរកមិត្តភក្តិសម្រាប់ដំបូន្មាននៅពេលដែល Jupiter កូរឱ្យការសន្និដ្ឋានរបស់អ្នកមុនពេលបើកទ្វារសម្រាប់ការជជែកវែកញែក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Survey your social kingdom with pride, dear Taurus, as Lady Luna drifts into Pisces and the sector of your chart that governs the community. A fierce appreciation for the ties you've cultivated will cause you to think more deeply about the relationships you are most comfortable with in addition to those you hope to develop further. This evening's new moon presents opportunities to enter uncharted territory, nudging you to explore unfamiliar cultural events, connections, and establishments. Consider how expanding your network could lead to prosperity and new opportunities down the line, but don't let it drive your decisions."
        },
        "kh": {
            "today": "ធ្វើការស្ទង់ព្រះរាជាណាចក្រកម្ពុជាដោយមោទនភាព Taurus ជាទីស្រឡាញ់នៅពេលដែលស្ត្រី Luna បានរសាត់ទៅក្នុង Pisces និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍។ការកោតសរសើរយ៉ាងសាហាវចំពោះទំនាក់ទំនងដែលអ្នកបានដាំដុះនឹងធ្វើឱ្យអ្នកគិតកាន់តែស៊ីជម្រៅអំពីទំនាក់ទំនងដែលអ្នកមានផាសុខភាពបំផុតក្នុងការបន្ថែមលើអ្នកដែលអ្នកសង្ឃឹមថានឹងបានអភិវឌ្ឍបន្ថែមទៀត។ព្រះច័ន្ទថ្មីនៅល្ងាចនេះបានបង្ហាញពីឱកាសចូលទឹកដីដែលមិនមានមូលដ្ឋានដោយអាក្រាតកាយឱ្យអ្នកស្វែងយល់ពីព្រឹត្តិការណ៍វប្បធម៌ដែលមិនធ្លាប់ស្គាល់ការតភ្ជាប់និងគ្រឹះស្ថានដែលមិនធ្លាប់មាន។ពិចារណាពីរបៀបដែលការពង្រីកបណ្តាញរបស់អ្នកអាចនាំឱ្យមានភាពរុងរឿងនិងឱកាសថ្មីធ្លាក់ចុះប៉ុន្តែកុំឱ្យវាជំរុញការសម្រេចចិត្តរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be reminded that your work within long-term goals is far from over, dear Gemini, as Luna enters Pisces and your solar tenth house. Luckily, small victories will help you stay emotionally locked in, offering boosts to your confidence, resilience, and motivation. Zoom out to view things with a broader lens under tonight's new moon, drawing inspiration from where you hope to be six months from now. Try to strategize the milestones that will elevate your situation professionally and within the public eye. Just be mindful not to overextend yourself, keeping timelines reasonable while Jupiter activates later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានរំ remind កថាការងាររបស់អ្នកក្នុងគោលដៅរយៈពេលវែងគឺនៅឆ្ងាយពីផ្ទះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Luna ចូលក្នុងការញាំតោននិងផ្ទះមួយភាគដប់របស់អ្នក។សំណាងជ័យជំនះតិចតួចនឹងជួយអ្នកឱ្យមានអារម្មណ៍ជាប់ទាក់ទងនឹងការផ្តល់កម្លាំងចិត្តដល់ទំនុកចិត្តភាពធន់និងការលើកទឹកចិត្តរបស់អ្នក។Zoom ចេញដើម្បីមើលអ្វីៗដែលមានកញ្ចក់កាន់តែទូលំទូលាយនៅក្រោមព្រះច័ន្ទថ្មីនៅរាត្រីនេះគូរការបំផុសគំនិតពីកន្លែងដែលអ្នកសង្ឃឹមថាមានរយៈពេល 6 ខែចាប់ពីពេលនេះទៅ។ព្យាយាមធ្វើយុទ្ធសាស្រ្តធ្វើយុទ្ធសាស្ត្រដែលនឹងលើកស្ទួយស្ថានភាពរបស់អ្នកប្រកបដោយវិជ្ជាជីវៈនិងក្នុងភ្នែកសាធារណៈ។គ្រាន់តែចងចាំមិនឱ្យមានអូវុលដោយខ្លួនឯងរក្សាពេលវេលាសមរម្យខណៈពេលដែល Jupiter សកម្មនៅយប់នេះ។"
        }
    }
]