[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll feel deeply as the Cancer Moon and Venus unite this morning, dear Aries, putting you in sentimental spirits. Direct some compassion toward yourself while Chiron stirs, especially if you tend to get lost in love. Fun finds you once evening creeps in and Luna enters Leo, aspecting Saturn, Uranus, Neptune, and Pluto as the hours pass. Brilliant ideas strike quickly, and it'll be essential to capture them as they emerge. Technological devices and large crowds can be distracting when navigating these vibes, so be mindful to engage only with people and activities that feed your creativity."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ជ្រៅដូចជាមហារីកមហារីកនិង Venus បង្រួបបង្រួមនៅព្រឹកនេះជាទីស្រឡាញ់ aries ដែលបានដាក់អ្នកនៅក្នុងក្រវិលមនោសញ្ចេតនា។ដឹកនាំការអាណិតអាសូរមួយចំនួនចំពោះខ្លួនអ្នកខណៈដែលជ័រកន្ទះជាពិសេសប្រសិនបើអ្នកមានទំនោរចាញ់ក្នុងអន្លង់ស្នេហ៍។ភាពសប្បាយរីករាយបានរកអ្នកនៅពេលដែលការលួងលោមនៅពេលល្ងាចចូលនិង Luna ចូលឡេអូ, ទិដ្ឋភាពនៃការថ្លែងប្រាប់ uranus, nptune, Neptune, និង Pluto នៅពេលម៉ោងកន្លងផុតទៅ។គំនិតដ៏អស្ចារ្យធ្វើឱ្យធ្វើកូដកម្មយ៉ាងឆាប់រហ័សហើយវាចាំបាច់ក្នុងការចាប់ពួកគេនៅពេលពួកគេលេចចេញមក។ឧបករណ៍បច្ចេកវិទ្យានិងហ្វូងមនុស្សជាច្រើនអាចបំបាំងទន្លេនៅពេលរុករកភាពរស់រវើកទាំងនេះដូច្នេះសូមយកចិត្តទុកដាក់ក្នុងការចូលរួមតែជាមួយមនុស្សនិងសកម្មភាពដែលចិញ្ចឹមការច្នៃប្រឌិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Go deep within while continuing to look outwards, dearest Leo, as the Cancer Moon aligns with Venus and Chiron. This cosmic climate infuses your intuition, helping you cultivate a more profound love for yourself, your spirituality, and the wonders of our universe. You'll feel ready to share more of your time and energy with others once Luna enters your sign later today, forming aspects with Saturn, Uranus, Neptune, and Pluto as nightfall descends. Work toward deepening connections that lift you and motivate positive changes, drawing hard lines with anyone who has taken you for granted or cannot appreciate your shine!"
        },
        "kh": {
            "today": "ចូលទៅក្នុងជ្រៅក្នុងពេលបន្តមើលទៅខាងក្រៅដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយ Venus និង chiry ។អាកាសធាតុលោហធាតុនេះបញ្ចេញមតិរបស់អ្នកដោយជួយអ្នកឱ្យមានសេចក្តីស្រឡាញ់យ៉ាងជ្រាលជ្រៅចំពោះខ្លួនអ្នកភាពខាងវិញ្ញាណរបស់អ្នកនិងភាពអស្ចារ្យនៃសកលលោករបស់យើង។អ្នកនឹងមានអារម្មណ៍ថាត្រៀមខ្លួនជាស្រេចក្នុងការចែករំលែកពេលវេលានិងថាមពលរបស់អ្នកឱ្យកាន់តែច្រើននៅពេលដែល Luna ចូលទៅក្នុងសញ្ញារបស់អ្នកនៅថ្ងៃនេះបង្កើតបានជាទិដ្ឋភាពរបស់ Saturnus, uranus, Neptune, Neptune, និង Pluto ដែលជារឿងរាត្រីដែលបានធ្លាក់ចុះ។ធ្វើការឆ្ពោះទៅរកការតភ្ជាប់កាន់តែស៊ីជម្រៅដែលលើកអ្នកនិងជម្រុញការផ្លាស់ប្តូរវិជ្ជមានការគូរបន្ទាត់រឹងជាមួយអ្នកដែលបានយកអ្នកឱ្យទទួលយកឬមិនអាចកោតសរសើរចំពោះពន្លឺរបស់អ្នក!"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Search for beauty and romance as the Cancer Moon cozies up with Venus this morning, darling Taurus. This celestial union brings harmony to the mind and poetry to your interactions, offering a reprieve from sorrow. However, hurts could emerge if you feel overlooked, making it essential that you put yourself out there and seek connection. Spend time with family once evening sets in and Luna enters Leo, bringing out your sentimental and cozy side. Aspects with Saturn, Uranus, Neptune, and Pluto can make it easier to lower your guard, but remember to do so cautiously while keeping some secrets to yourself."
        },
        "kh": {
            "today": "ស្វែងរកភាពស្រស់ស្អាតនិងមនោសញ្ចេតនានៅពេលដែលមហារីកមហារីកថតចម្លងជាមួយ Venus នៅព្រឹកនេះដែលជាទីស្រឡាញ់ Taurus ។សហភាពសេឡេស្ទាលនេះនាំមកនូវភាពសុខដុមរមនាដល់ចិត្តនិងកំណាព្យចំពោះអន្តរកម្មរបស់អ្នកដែលផ្តល់នូវភាពសោកសៅពីទុក្ខព្រួយ។ទោះជាយ៉ាងណាក៏ដោយការឈឺចាប់អាចលេចចេញបានប្រសិនបើអ្នកមានអារម្មណ៍ថាមើលរំលងធ្វើឱ្យវាចាំបាច់ដែលអ្នកដាក់ខ្លួនអ្នកនៅទីនោះហើយស្វែងរកការតភ្ជាប់។ចំណាយពេលជាមួយក្រុមគ្រួសារនៅពេលដែលឈុតនៅល្ងាចចូលនិង Luna ចូលឡេអូដោយនាំមកនូវមនោសញ្ចេតនានិងភាពកក់ក្ដៅរបស់អ្នក។ទិដ្ឋភាពដែលមានសៅរ៍អ៊ុយរ៉ានុសណេបតុននិងផ្លាតូអាចធ្វើឱ្យអ្នកយាមរបស់អ្នកកាន់តែងាយស្រួលប៉ុន្តែត្រូវចាំថាត្រូវធ្វើឱ្យមានភាពប្រុងប្រយ័ត្ននៅពេលរក្សាអាថ៌កំបាំងរបស់ខ្លួនអ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer Moon and Venus join forces this morning, dear Gemini, making you extra appreciative of your surroundings. Tap into small wonders and natural beauty, considering how you can bring more of these joys into each day. Technological burnout could find you while Chiron stirs, asking you to limit your screen time. Recognize if social demands have been draining your energy recently, and simplify your life by slowing down a bit. Experiment artistically and research topics that can improve your skills as a creative once Luna enters Leo later today, forming connections with Saturn, Uranus, Neptune, and Pluto throughout the evening."
        },
        "kh": {
            "today": "មហារីកមហារីកនិងភពសុក្រចូលរួមជាមួយកងកម្លាំងនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ធ្វើឱ្យអ្នកកោតសរសើរបន្ថែមពីតំបន់ជុំវិញរបស់អ្នក។ប៉ះក្នុងអច្ឆរិយៈតូចៗនិងសម្រស់ធម្មជាតិដោយពិចារណាអំពីរបៀបដែលអ្នកអាចនាំឱ្យមានអំណរទាំងនេះកាន់តែច្រើនទៅ ៗ រាល់ថ្ងៃ។ការដុតបច្ចេកវិទ្យាអាចរកអ្នកបានខណៈពេលដែល chiry កូរការស្នើសុំឱ្យអ្នកកំណត់ពេលវេលាអេក្រង់របស់អ្នក។ទទួលស្គាល់ថាប្រសិនបើការទាមទារក្នុងសង្គមបានធ្វើឱ្យថាមពលរបស់អ្នកមានថាមពលរបស់អ្នកហើយធ្វើឱ្យជីវិតរបស់អ្នកកាន់តែសាមញ្ញដោយបន្ថយល្បឿនបន្តិច។ពិសោធន៍សិល្បៈនិងការស្រាវជ្រាវដែលអាចធ្វើឱ្យប្រសើរឡើងនូវជំនាញរបស់អ្នកជាការច្នៃប្រឌិតនៅពេលដែល Luna ចូល Leo នៅក្រោយនេះបានបង្កើតការភ្ជាប់ជាមួយ Saturn Uranus, Neptune, Neptune និង Pluto ពេញមួយល្ងាច។"
        }
    }
]