[
    {
        "sign": "Aries",
        "en": {
            "today": "The visions you cherish will need extra effort to take shape, dear Aries, as the Libra Moon and north node form an unbalanced aspect. Rather than bombarding your psyche with a flurry of goals and the details surrounding them, focus on what you can do in the present to build upon existing foundations. The atmosphere evens as afternoon sets in, giving you a chance to recalibrate and catch your breath. Connect with someone special to release endorphins and fill your emotional cup. Practice self-care or invest in healing relationships that have become strained when Luna opposes Chiron later tonight."
        },
        "kh": {
            "today": "ចក្ខុវិស័យដែលអ្នកពេញចិត្តនឹងត្រូវការការខិតខំប្រឹងប្រែងបន្ថែមទៀតដើម្បីទទួលបានរូបរាង, ជាទីស្រឡាញ់ Areies, ដូចជា Libra Moon និងថ្នាំងខាងជើងបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ជាជាងការទម្លាក់គ្រាប់បែករបស់អ្នកជាមួយនឹងគ្រាប់បាល់ព្រុយនិងពត៌មានលំអិតជុំវិញពួកគេផ្តោតលើអ្វីដែលអ្នកអាចធ្វើបាននាពេលបច្ចុប្បន្ននេះដើម្បីសាងសង់លើគ្រឹះដែលមានស្រាប់។បរិយាកាសអ៊ីនធឺណេសទាន់សម័យដែលបានកំណត់នៅរសៀលដែលផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីគណនាឡើងវិញនិងចាប់ដង្ហើមរបស់អ្នក។ភ្ជាប់ជាមួយនរណាម្នាក់ពិសេសដើម្បីបញ្ចេញ endorphins ហើយបំពេញពែងអារម្មណ៍របស់អ្នក។អនុវត្តការថែទាំខ្លួនឯងឬវិនិយោគក្នុងការព្យាបាលទំនាក់ទំនងដែលបានប្រព្រឹត្តនៅពេលដែល Luna ប្រឆាំងនឹង Chory នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Libra Moon and north node form an unbalanced aspect this morning, dear Leo, emphasizing the importance of strategy when making change. Though you may feel impatient to reach that next stage of your life, rushing through the journey won't be an option. Instead of letting impatience win, reflect on what you can do now to create sustainable action that will serve your bottom line. Follow your curiosity as the hours unfold and fresh epiphanies trickle through. Carve out some time to connect with your higher power to ask for healing and relief when Luna opposes Chiron later this evening."
        },
        "kh": {
            "today": "បណ្ណាល័យ Libra Moon និង North North បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅព្រឹកនេះ Leo ដែលជាទីស្រឡាញ់ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃយុទ្ធសាស្ត្រនៅពេលធ្វើការផ្លាស់ប្តូរ។ទោះបីជាអ្នកអាចមានអារម្មណ៍មិនចេះអត់ធ្មត់ក្នុងការឈានដល់ដំណាក់កាលបន្ទាប់នៃជីវិតរបស់អ្នកដោយប្រញាប់ប្រញាល់ឆ្លងកាត់ការធ្វើដំណើរនឹងមិនក្លាយជាជម្រើសមួយ។ជំនួសឱ្យការដែលអនុញ្ញាតឱ្យមានភាពអត់ធ្មត់ឈ្នះ, ឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកអាចធ្វើឥឡូវនេះដើម្បីបង្កើតសកម្មភាពប្រកបដោយនិរន្តរភាពដែលនឹងបម្រើដល់បន្ទាត់ខាងក្រោមរបស់អ្នក។តាមដានការចង់ដឹងចង់ឃើញរបស់អ្នកនៅពេលម៉ោងនេះបានលាតត្រដាងនិងអេពីភីផាផានស្រស់ៗមកល្បិចកល។ឆ្លាក់បានខ្លះដើម្បីភ្ជាប់ថាមពលខ្ពស់របស់អ្នកដើម្បីស្នើសុំការព្យាបាលនិងធូរស្បើយនៅពេលដែល Luna ប្រឆាំងនឹង Chiron មួយនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Focus on the details that will help you actualize impressive goals, dear Taurus, rather than wishing for instant gratification. As the Libra Moon forms an unbalanced aspect with the north node, striving for attention you haven't fully earned yet could backfire. Luckily, you'll find the determination necessary to handle your business, especially when you get strategic with your moves. Support your body along the way, being mindful of your energy levels and what you require to maintain momentum. Give your mind a rest once Luna opposes Chiron later tonight, doing what you can to cultivate peace within."
        },
        "kh": {
            "today": "ផ្តោតលើព័ត៌មានលម្អិតដែលនឹងជួយអ្នកឱ្យមានគោលដៅគួរឱ្យចាប់អារម្មណ៍ Taurus ជាទីស្រឡាញ់ជាជាងការចង់បានសម្រាប់ការពេញចិត្តភ្លាមៗ។នៅពេលដែល Libra Moon បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយនឹងថ្នាំងខាងជើងដោយខិតខំសម្រាប់ការយកចិត្តទុកដាក់ដែលអ្នកមិនបានទទួលបានពេញលេញនៅឡើយទេនៅឡើយទេដែលអាចរកបាន។សំណាងអ្នកនឹងឃើញការប្តេជ្ញាចិត្តចាំបាច់ក្នុងការដោះស្រាយអាជីវកម្មរបស់អ្នកជាពិសេសនៅពេលអ្នកទទួលបានយុទ្ធសាស្ត្រជាមួយនឹងចលនារបស់អ្នក។គាំទ្ររាងកាយរបស់អ្នកនៅតាមផ្លូវដោយគិតពីកំរិតថាមពលរបស់អ្នកនិងអ្វីដែលអ្នកត្រូវការដើម្បីរក្សាសន្ទុះ។សូមគិតអំពីការសម្រាករបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹង Chory នៅយប់នេះធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីដាំដុះសន្តិភាពនៅក្នុង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to get frustrated by obstacles that find you this morning, dear Gemini, as the Libra Moon forms an unbalanced aspect with the north node. Instead, reflect on how you can learn from and conquer these roadblocks, finding strength in your abilities. If necessary, do some research to understand your options better. Your confidence grows as the hours pass, putting you in the mood for a bit of fun and flirtation. However, you should avoid seeking validation from people who are difficult to impress when Luna opposes Chiron later tonight, or you may begin to deviate from your true self."
        },
        "kh": {
            "today": "ព្យាយាមកុំឱ្យមានការខកចិត្តដោយឧបសគ្គដែលរកឃើញអ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Libra Moon បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយនឹងថ្នាំងខាងជើង។ផ្ទុយទៅវិញឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកអាចរៀននិងយកឈ្នះលើផ្លូវទាំងនេះដោយស្វែងរកភាពរឹងមាំក្នុងសមត្ថភាពរបស់អ្នក។បើចាំបាច់សូមធ្វើការស្រាវជ្រាវឱ្យយល់ពីជម្រើសរបស់អ្នកកាន់តែប្រសើរ។ទំនុកចិត្តរបស់អ្នករីកលូតលាស់នៅពេលម៉ោងកន្លងផុតទៅដោយដាក់អ្នកក្នុងអារម្មណ៍សម្រាប់ការសប្បាយនិងការចែចង់។ទោះយ៉ាងណាអ្នកគួរតែចៀសវាងស្វែងរកសុពលភាពពីមនុស្សដែលពិបាកក្នុងការចាប់អារម្មណ៍នៅពេលដែល Luna ប្រឆាំងនឹង Chiron នៅយប់នេះឬអ្នកអាចចាប់ផ្តើមងាកចេញពីខ្លួនឯងពិតរបស់អ្នក។"
        }
    }
]