[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll feel more sparkling and social than usual this morning, dear Aries, thanks to a sweet connection between the Aries moon and Jupiter. Now is a good time to spread information that can help boost your reputation as a creative or intellectual. Unfortunately, jealous peers may try to knock you off your pedestal while the sun and Uranus square off. Stay rooted in your own beliefs and visions without veering into the realms of stubbornness. Laughter and friendship will have the power to heal most wounds later tonight, thanks to a supportive aspect between Luna and Chiron."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាមានពន្លឺព្រះអាទិត្យនិងសង្គមជាងធម្មតានៅព្រឹកនេះជាទីស្រឡាញ់អែចកាលជាទីស្រឡាញ់សូមអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង aries ព្រះច័ន្ទនិងភពព្រហស្បតិ៍។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីផ្សព្វផ្សាយព័ត៌មានដែលអាចជួយជំរុញឱ្យកេរ្តិ៍ឈ្មោះរបស់អ្នកក្លាយជាការច្នៃប្រឌិតឬបញ្ញា។ជាអកុសលមិត្តភ័ក្ត្រច្រណែនប្រហែលជាព្យាយាមគោះអ្នកចេញពីទម្ររបស់អ្នកដើរលេងខណៈពេលដែលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសការ៉េបិទ។នៅមានឫសគល់ក្នុងជំនឿនិងចក្ខុវិស័យផ្ទាល់ខ្លួនរបស់អ្នកដោយមិនចង់ចូលទៅក្នុងអាណាចក្រនៃការរឹងចចេស។សំណើចនិងមិត្តភាពនឹងមានអំណាចក្នុងការជាសះស្បើយនូវរបួសភាគច្រើននៅយប់នេះនៅយប់នេះដោយសារទិដ្ឋភាពគាំទ្ររវាង Luna និង Chiron ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your world should feel more inviting and vibrant today, dearest Leo, thanks to a sweet connection between the moon and Jupiter. Luna's placement in your sign makes this energy particularly auspicious, helping you gain strides within your community and professional network. Tensions could brew within matters of the heart while the sun and Uranus square off, especially if you feel as though your partner has been reckless or lacking discipline. Luckily, the ambiance elevates when Chiron stirs later tonight, making it easier to inspire others. Just remember to focus on your aspirations as well, as the stars align to guide you forward."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកគួរតែមានអារម្មណ៍ទាក់ទាញនិងរស់រវើកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដោយអរគុណដល់ការតភ្ជាប់ផ្អែមរវាងព្រះច័ន្ទនិងភពព្រហស្បតិ៍។ការដាក់របស់ Luna ក្នុងសញ្ញារបស់អ្នកធ្វើឱ្យថាមពលនេះមានភាពល្អជាពិសេសជួយឱ្យអ្នកទទួលបានការចាប់អារម្មណ៍នៅក្នុងសហគមន៍និងបណ្តាញវិជ្ជាជីវៈរបស់អ្នក។ភាពតានតឹងអាចទទួលបាននៅក្នុងបញ្ហានៃបេះដូងខណៈពេលដែលព្រះអាទិត្យនិង Uranus Square បិទជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាដៃគូរបស់អ្នកមិនមានវិន័យឬខ្វះវិន័យឬខ្វះវិន័យ។សំណាង, ភាពអភិជនកើនឡើងនៅពេលដែល chony កូរនៅយប់នេះ, ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការជម្រុញអ្នកដទៃ។គ្រាន់តែចាំផ្តោតលើសេចក្តីប្រាថ្នារបស់អ្នកផងដែរនៅពេលដែលផ្កាយតម្រឹមគ្នាដើម្បីណែនាំអ្នកឆ្ពោះទៅមុខ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Nurture the garden you've planted, and bountiful harvests will follow, dearest Taurus, as the Leo moon and Jupiter form an auspicious aspect. Give extra energy to the goals, people, and support systems that fulfill your heart, acknowledging what really matters in this life. Try not to be discouraged by challenges that arise while the sun and Uranus square off, as they'll likely disappear as quickly as they'd emerged. Public embarrassments could be another nasty side effect of this cosmic climate, and you'll want to avoid acting impulsively. Sooth your spirit from the privacy of your home when Luna and Chiron align tonight."
        },
        "kh": {
            "today": "ចិញ្ចឹមបីបាច់សួនច្បារដែលអ្នកបានដាំហើយការប្រមូលផលដ៏បរិបូរណ៍នឹងដើរតាម Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Leo Moon និង Jupiter បង្កើតបានជាទិដ្ឋភាពដែលគួរឱ្យចាប់អារម្មណ៍។ផ្តល់ថាមពលបន្ថែមដល់គោលដៅប្រជាជននិងប្រព័ន្ធគាំទ្រដែលបំពេញចិត្តរបស់អ្នកដោយទទួលស្គាល់នូវអ្វីដែលសំខាន់នៅក្នុងជីវិតនេះ។ព្យាយាមមិនឱ្យធ្លាក់ទឹកចិត្តដោយឧបសគ្គដែលកើតឡើងខណៈពេលដែលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសការ៉េចេញដូចដែលពួកគេទំនងជានឹងបាត់ទៅវិញយ៉ាងឆាប់រហ័សដូចដែលពួកគេបានលេចចេញមក។ការអាម៉ាស់ជាសាធារណៈអាចជាផលរំខានដ៏អាក្រក់មួយទៀតនៃអាកាសធាតុលោហធាតុនេះហើយអ្នកនឹងចង់ជៀសវាងការធ្វើសកម្មភាពដោយមិនអនុគ្រោះ។ធ្វើឱ្យព្រះវិញ្ញាណរបស់អ្នកចេញពីភាពឯកជននៃផ្ទះរបស់អ្នកនៅពេលដែល Luna និង Chiron តម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll unlock new levels of understanding this morning, darling Gemini, thanks to a cheeky connection between the Leo moon and Jupiter. Let your light shine by sharing what you've learned, as people will be eager to bask in this glow. You may feel as though your mind is shooting in too many directions at once while the sun and Uranus square off. Keep a pen and paper handy to keep track of any creative ideas, synchronicities, or signs that emerge. Find a friend you can decode these downloads with later tonight when Luna blows a kiss to Chiron."
        },
        "kh": {
            "today": "អ្នកនឹងដោះសោកម្រិតថ្មីនៃការយោគយល់គ្នានៅព្រឹកនេះដែលជាទីស្រឡាញ់អង្រឹងជីមមីនអរគុណដល់ការតភ្ជាប់ថ្ពាល់រវាងឡេអូព្រះចន្ទនិងភពព្រហស្បតិ៍។សូមឱ្យពន្លឺរបស់អ្នកភ្លឺដោយចែករំលែកអ្វីដែលអ្នកបានដឹងព្រោះមនុស្សនឹងចង់ធ្វើឱ្យ Bask នៅក្នុងពន្លឺនេះ។អ្នកប្រហែលជាមានអារម្មណ៍ថាចិត្តរបស់អ្នកកំពុងបាញ់ក្នុងទិសដៅច្រើនពេកក្នុងពេលតែមួយខណៈពេលដែលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសការ៉េបិទ។ទុកប៊ិចនិងក្រដាសងាយស្រួលក្នុងការតាមដានគំនិតច្នៃប្រឌិតណាមួយការធ្វើសមហេតុផលឬសញ្ញាដែលលេចចេញមក។ស្វែងរកមិត្តភក្តិដែលអ្នកអាចឌិកូដទាញយកឯកសារទាំងនេះឱ្យនៅយប់នេះនៅពេលដែល Luna ផ្លុំការថើបដល់ yiron ។"
        }
    }
]