[
    {
        "sign": "Aries",
        "en": {
            "today": "The fog of slumber could prove difficult to shake this morning, darling Aries, due to a harsh connection between the Gemini Moon and Neptune. New emotions rise to the surface as Luna enters Cancer and opposes Mercury, testing the walls you’ve built up internally. Lack of satisfaction at work or boredom at the home may be the source of your woes. It’s important to cultivate a well-rounded existence by ensuring no singular area of your life consumes the bulk of your focus. Test out different nighttime routines when the nodes of fate stir tonight, inviting more softness into your rituals."
        },
        "kh": {
            "today": "អ័ព្ទនៃការងងុយគេងអាចបង្ហាញថាពិបាកនឹងកក្រើកនៅព្រឹកនេះ, Aries ជាទីស្រឡាញ់, ដោយសារតែទំនាក់ទំនងដ៏អាក្រក់រវាងព្រះច័ន្ទ Gemini និង Neptune ។អារម្មណ៍ថ្មីកើនឡើងដល់ផ្ទៃនៅពេលដែល Luna ចូលទៅក្នុងមហារីក ហើយប្រឆាំងនឹង Mercury ដោយសាកល្បងជញ្ជាំងដែលអ្នកបានសាងសង់នៅខាងក្នុង។កង្វះការពេញចិត្តនៅកន្លែងធ្វើការ ឬអផ្សុកនៅផ្ទះអាចជាប្រភពនៃបញ្ហារបស់អ្នក។វាជារឿងសំខាន់ក្នុងការបណ្តុះអត្ថិភាពដែលមានលក្ខណៈពេញលេញដោយធានាថាគ្មានតំបន់ឯកវចនៈនៃជីវិតរបស់អ្នកប្រើប្រាស់ភាគច្រើននៃការផ្តោតអារម្មណ៍របស់អ្នក។សាកល្បង​ទម្លាប់​ពេល​យប់​ខុស​គ្នា​នៅ​ពេល​ថ្នាំង​នៃ​ជោគ​វាសនា​កូរ​យប់​នេះ ដោយ​អញ្ជើញ​ឱ្យ​មាន​ភាព​ទន់ភ្លន់​បន្ថែម​ទៀត​ក្នុង​ពិធី​របស់​អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars place focus on technological dependencies, dear Leo, as the Gemini Moon squares Neptune before entering Cancer. Acknowledge whether the impulse to check your devices has spiraled out of control while Mercury is activated, and review your screen time hours and how you typically spend them. It can also be helpful to put your phone away, especially when doing everyday tasks and conversing with peers. Each time your thoughts turn to the digital realms, seek sensory-rich details to capture your attention instead. Prioritize intimate exchanges to strengthen soul bonds and ignore outside distractions once the nodes of fate activate tonight."
        },
        "kh": {
            "today": "ផ្កាយទាំងឡាយផ្តោតទៅលើភាពអាស្រ័យផ្នែកបច្ចេកវិទ្យា សូមគោរព Leo ដែលជាព្រះច័ន្ទ Gemini Squares Neptune មុនពេលចូលទៅក្នុងមហារីក។ទទួល​ស្គាល់​ថា​តើ​កម្លាំង​ចិត្ត​ក្នុង​ការ​ពិនិត្យ​ឧបករណ៍​របស់​អ្នក​បាន​រលត់​ទៅ​ហើយ​នៅ​ពេល​ដែល Mercury ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម ហើយ​ពិនិត្យ​មើល​ម៉ោង​លើ​អេក្រង់​របស់​អ្នក និង​របៀប​ដែល​អ្នក​ចំណាយ​វា​ជា​ធម្មតា។វាក៏អាចមានប្រយោជន៍ផងដែរក្នុងការដាក់ទូរស័ព្ទរបស់អ្នកឱ្យឆ្ងាយ ជាពិសេសនៅពេលធ្វើការងារប្រចាំថ្ងៃ និងជជែកជាមួយមិត្តភក្តិ។រាល់ពេលដែលគំនិតរបស់អ្នកងាកទៅរកអាណាចក្រឌីជីថល ស្វែងរកព័ត៌មានលម្អិតដែលសំបូរទៅដោយអារម្មណ៍ ដើម្បីចាប់យកចំណាប់អារម្មណ៍របស់អ្នកជំនួសវិញ។ផ្តល់អាទិភាពដល់ការផ្លាស់ប្តូរស្និទ្ធស្នាល ដើម្បីពង្រឹងចំណងព្រលឹង ហើយមិនអើពើនឹងការរំខានពីខាងក្រៅ នៅពេលដែលថ្នាំងនៃជោគវាសនាបានដំណើរការនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Gain a better understanding of the effects technology has on your mental health, dearest Taurus, as the Gemini Moon squares Neptune before entering Cancer. The stars caution against rolling out of bed and reaching for your devices, asking you to engage the mind in more emotionally present ways. Encourage loved ones to do the same while Mercury is activated, putting up unconventional topics for discussion. A brief walk or meditation session will benefit the spirit, whether you embark on it solo or with a partner. Reflect on the day’s activities once Luna aspects the nodes of fate later tonight, acknowledging how you managed to fill time without scrolling feeds."
        },
        "kh": {
            "today": "ទទួលបានការយល់ដឹងកាន់តែប្រសើរឡើងអំពីបច្ចេកវិជ្ជាផលប៉ះពាល់ដែលមានលើសុខភាពផ្លូវចិត្តរបស់អ្នក តារូសជាទីគោរព ដូចជាព្រះច័ន្ទ Gemini Squares Neptune មុនពេលចូលទៅក្នុងមហារីក។តារាព្រមានកុំឱ្យចេញពីគ្រែ ហើយឈោងចាប់ឧបករណ៍របស់អ្នក ដោយសុំឱ្យអ្នកបញ្ចូលគំនិតក្នុងវិធីដែលមានអារម្មណ៍បច្ចុប្បន្នកាន់តែច្រើន។លើកទឹកចិត្តមនុស្សជាទីស្រលាញ់ឱ្យធ្វើដូចគ្នា ខណៈពេលដែល Mercury ត្រូវបានធ្វើឱ្យសកម្ម ដោយដាក់ប្រធានបទមិនធម្មតាសម្រាប់ការពិភាក្សា។ការដើរខ្លី ឬវគ្គសមាធិនឹងផ្តល់អត្ថប្រយោជន៍ដល់វិញ្ញាណ មិនថាអ្នកចាប់ផ្តើមវាតែម្នាក់ឯង ឬជាមួយដៃគូក៏ដោយ។ឆ្លុះបញ្ចាំងពីសកម្មភាពប្រចាំថ្ងៃ នៅពេលដែល Luna ពិនិត្យមើលថ្នាំងនៃជោគវាសនានៅយប់នេះ ដោយទទួលស្គាល់ពីរបៀបដែលអ្នកបានគ្រប់គ្រងដើម្បីបំពេញពេលវេលាដោយមិនចាំបាច់រមូរព័ត៌មាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don’t diminish your own success and all that you’ve worked for, sweet Gemini, as the Moon squares Neptune before exiting your sign. The power money provides may cause you to feel uncomfortable once Luna enters Cancer and opposes cerebral Mercury. Jealous peers or financial imbalances within your love life could trigger tension, but it’s vital to recognize that these issues stem from other people’s insecurities. Maintaining healthy bonds is a two-way street. Though it’s important to support loved ones in need, it’s not your responsibility to resolve their shortcomings. You might find yourself  in a position to spread opportunity around when the notes of fate stir later tonight."
        },
        "kh": {
            "today": "កុំបន្ថយភាពជោគជ័យផ្ទាល់ខ្លួនរបស់អ្នក និងអ្វីដែលអ្នកបានធ្វើការសម្រាប់ Gemini ដ៏ផ្អែមល្ហែម ដូចជាព្រះច័ន្ទការ៉េ Neptune មុនពេលចេញពីសញ្ញារបស់អ្នក។លុយដែលផ្តល់ថាមពលអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍មិនស្រួលនៅពេលដែល Luna ចូលទៅក្នុងមហារីក ហើយប្រឆាំងនឹង cerebral Mercury ។មិត្ត​ភក្តិ​ច្រណែន ឬ​អតុល្យភាព​ហិរញ្ញវត្ថុ​ក្នុង​ជីវិត​ស្នេហា​របស់​អ្នក​អាច​បង្ក​ឱ្យ​មាន​ភាព​តានតឹង ប៉ុន្តែ​វា​សំខាន់​ណាស់​ក្នុង​ការ​ទទួល​ស្គាល់​ថា បញ្ហា​ទាំង​នេះ​កើត​ចេញ​ពី​អសន្តិសុខ​របស់​អ្នក​ដទៃ។ការរក្សាចំណងដែលមានសុខភាពល្អគឺជាផ្លូវពីរ។ទោះបីជាវាមានសារៈសំខាន់ក្នុងការជួយមនុស្សជាទីស្រលាញ់ដែលខ្វះខាតក៏ដោយ វាមិនមែនជាទំនួលខុសត្រូវរបស់អ្នកក្នុងការដោះស្រាយការខ្វះខាតរបស់ពួកគេនោះទេ។អ្នក​អាច​នឹង​ឃើញ​ថា​ខ្លួន​អ្នក​ស្ថិត​នៅ​ក្នុង​ទីតាំង​មួយ​ដើម្បី​ចែកចាយ​ឱកាស​ជុំវិញ​ពេល​កំណត់​ចំណាំ​នៃ​ជោគ​វាសនា​កូរ​នៅ​យប់​នេះ។"
        }
    }
]