[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo quarter Moon places high demands on you, dear Aries, asking you to work for your dreams. Try not to rush, even if time moves quickly, or you could end up under physical stress. Mercury enters Sagittarius later this afternoon, lending wisdom and heightening your intuition throughout the coming weeks. Invest more in your education and spiritual studies to make the most of these vibes. You'll have much to give when Luna aspects Jupiter this evening, putting you in the mood to nurture loved ones. Just be mindful to honor your own needs by going to bed early while Saturn stirs."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅត្រីមាសព្រះរឹងដាក់ការទាមទារខ្ពស់លើអ្នក, ជាទីស្រឡាញ់, ការ aries ជាទីស្រឡាញ់, ស្នើសុំឱ្យអ្នកធ្វើការសម្រាប់ក្តីសុបិន្តរបស់អ្នក។ព្យាយាមមិនឱ្យប្រញាប់សូម្បីតែពេលវេលាផ្លាស់ទីយ៉ាងឆាប់រហ័សឬអ្នកអាចបញ្ចប់នៅក្រោមភាពតានតឹងរាងកាយ។បារតចូលមក Sagittarius ក្រោយមកនៅយប់រសៀលនេះការផ្តល់ប្រាក់កម្ចីប្រាជ្ញានិងការធ្វើឱ្យវិចារណញាណរបស់អ្នកយ៉ាងខ្លាំងនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។វិនិយោគបន្ថែមទៀតនៅក្នុងការអប់រំនិងការសិក្សាខាងវិញ្ញាណរបស់អ្នកដើម្បីធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះ។អ្នកនឹងត្រូវផ្តល់ឱ្យបានច្រើននៅពេលដែលទិដ្ឋភាពនៃដងផ្លន់នៅល្ងាចនេះដោយដាក់អ្នកក្នុងអារម្មណ៍ទៅនឹងអ្នកស្រឡាញ់មនុស្សជាទីស្រឡាញ់។សូមចងចាំថាក្នុងការផ្តល់កិត្តិយសដល់តម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកដោយចូលគេងមុនពេលកំណត់ខណៈពេលដែល Saturn Stirs ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo quarter Moon asks you to reevaluate creative goals, dear Leo. Though you'll feel tempted to invest in tools to help you get motivated, try to remember that paintbrushes don't make the artist. Instead of investing in hobbies financially, draw inspiration from your surroundings and work with what you have. Your ideas expand while focus sharpens once Mercury enters Sagittarius later today. This planetary placement builds confidence and improves skills throughout the coming weeks. Spend some alone time visualizing what you hope to manifest when Jupiter stirs this evening. Avoid making agreements that will be hard to reverse while Luna opposes Saturn."
        },
        "kh": {
            "today": "ព្រះចន្ទរបស់ Virgo នៅត្រីមាសព្រះចន្ទស្នើសុំឱ្យអ្នកវាយតម្លៃគោលដៅច្នៃប្រឌិតឡើងវិញដោយក្តីស្រឡាញ់ Leo ។ទោះបីជាអ្នកនឹងមានអារម្មណ៍ចង់វិនិយោគលើឧបករណ៍ដើម្បីជួយអ្នកឱ្យមានទឹកចិត្តព្យាយាមចងចាំថាថ្នាំលាបធ្វើមិនបានធ្វើឱ្យសិល្បករទេ។ជំនួសឱ្យការវិនិយោគលើចំណង់ចំណូលចិត្តហិរញ្ញវត្ថុ, គូរការបំផុសគំនិតពីមជ្ឈដ្ឋានជុំវិញរបស់អ្នកនិងធ្វើការជាមួយអ្វីដែលអ្នកមាន។គំនិតរបស់អ្នកកើនឡើងខណៈពេលដែលការផ្តោតអារម្មណ៍ធ្វើឱ្យប្រសើរឡើងនៅពេលបារតចូលក្នុងមន្ទីរពេទ្យ Sagittarius នៅថ្ងៃនេះ។ការដាក់ផែនការនេះបង្កើតទំនុកចិត្តនិងបង្កើនជំនាញពេញមួយសប្តាហ៍ខាងមុខនេះ។ចំណាយពេលតែម្នាក់ឯងឱ្យបានតែម្នាក់ឯងដែលមើលឃើញអ្វីដែលអ្នកសង្ឃឹមថានឹងបង្ហាញនៅពេលដែលជូរីជំរុញនៅល្ងាចនេះ។ជៀសវាងការធ្វើកិច្ចព្រមព្រៀងដែលនឹងពិបាកក្នុងការបញ្ច្រាសខណៈដែល Luna ប្រឆាំងនឹងភពសៅរ៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Boisterous egos could trigger your competitive side, dear Taurus. As the Virgo quarter Moon brings out the dreamer in us all, focus on what you wish to accomplish instead of peers who try to one-up you. Ideas on how to empower yourself trickle in throughout the coming weeks once Mercury enters Sagittarius later today. Themes around partnership and commitment also emerge, helping you build alongside loved ones. Expand upon existing projects when Jupiter stirs this evening, bringing new dimensions to your visions. Set boundaries with technological distractions that are easy to zone out with, but hinder the creative process while Saturn is activated."
        },
        "kh": {
            "today": "អ័រស៊ីមេរអរអគ្គិសនីអាចបង្កឱ្យមានការប្រកួតប្រជែងរបស់អ្នក, Taurus ជាទីស្រឡាញ់។នៅពេលដែលព្រះចន្ទនៅត្រីមាសរបស់ព្រះចន្ទបាននាំមកនូវក្តីសុបិន្តរបស់យើងទាំងអស់គ្នាផ្តោតលើអ្វីដែលអ្នកចង់សំរេចបានជំនួសឱ្យមិត្តភក្ដិដែលព្យាយាមធ្វើឱ្យអ្នក។គំនិតស្តីពីវិធីផ្តល់សិទ្ធិអំណាចដល់ខ្លួនអ្នកយ៉ាងខ្លាំងនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែល Marchury ចូល Sagittarius នៅពេលក្រោយ។ស្បែកជុំវិញភាពជាដៃគូនិងការប្តេជ្ញាចិត្តក៏លេចចេញមកជួយអ្នកក្នុងការកសាងជាមួយមនុស្សជាទីស្រឡាញ់។ពង្រីកលើគម្រោងដែលមានស្រាប់នៅពេលដែលភពព្រហស្បតិ៍ជំរុញនៅល្ងាចនេះដោយនាំមកនូវវិមាត្រថ្មីដល់ចក្ខុវិស័យរបស់អ្នក។កំណត់ព្រំដែនជាមួយនឹងការរំខានផ្នែកបច្ចេកវិទ្យាដែលងាយស្រួលក្នុងតំបន់ដែលមាននៅខាងក្រៅប៉ុន្តែរារាំងដំណើរការច្នៃប្រឌិតខណៈពេលដែល Saturn ត្រូវបានធ្វើឱ្យសកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Loved ones may require some extra affection under today's Virgo quarter Moon, dearest Gemini. Give what you can in terms of compassion and aid, but don't be afraid to pull back if your own balance is compromised. Your thoughts and relationships elevate throughout the coming weeks once Mercury enters Sagittarius later today. These vibes are perfect for seeking adventure to build up connections, especially of the romantic variety. Be generous with your resources without depleting them, and try to enjoy a home-cooked meal when Jupiter stirs this evening. Avoid staying up past your bedtime while Luna opposes Saturn tonight."
        },
        "kh": {
            "today": "មនុស្សជាទីស្រឡាញ់អាចតម្រូវឱ្យមានសេចក្តីស្រឡាញ់បន្ថែមខ្លះនៅក្រោមព្រះច័ន្ទនៅត្រីមាសរបស់វីរៈបុរសសព្វថ្ងៃនេះ Gemini ជាទីស្រឡាញ់បំផុត។ផ្តល់ឱ្យនូវអ្វីដែលអ្នកអាចធ្វើបានទាក់ទងនឹងការអាណិតអាសូរនិងជំនួយប៉ុន្តែកុំខ្លាចក្នុងការទាញត្រឡប់មកវិញប្រសិនបើសមតុល្យផ្ទាល់ខ្លួនរបស់អ្នកត្រូវបានសម្របសម្រួល។គំនិតនិងទំនាក់ទំនងរបស់អ្នកកើនឡើងពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលដែល Marchury ចូល Sagittarius នៅពេលក្រោយ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការស្វែងរកការផ្សងព្រេងដើម្បីបង្កើតការភ្ជាប់ទំនាក់ទំនងជាពិសេសពូជរ៉ូមែនទិក។មានចិត្តសប្បុរសដោយសប្បុរសរបស់អ្នកដោយមិនធ្វើឱ្យពួកគេធ្លាក់ចុះហើយព្យាយាមរីករាយនឹងអាហារដែលចម្អិននៅផ្ទះនៅពេលដែលភពព្រហស្បតិ៍កូរនៅល្ងាចនេះ។ជៀសវាងការស្នាក់នៅក្នុងការចូលគេងរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងភពសៅរ៍នៅយប់នេះ។"
        }
    }
]