[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini quarter moon will test your critical thinking skills, dear Aries, making it essential that you avoid jumping to conclusions. Reverting to patterns you've fought to break could also be an unwelcome side effect, so try to be intentional with the decisions you make. Spread positivity when Chiron stirs later this afternoon, looking for opportunities to boost morale and heal strained relationships. Try not to pry when Luna squares Saturn this evening, as it would be easy to overstep without realizing it. Keep the mind occupied with a healthy activity such as reading or journaling before heading to bed."
        },
        "kh": {
            "today": "លោក Moon ត្រីមាស Gemini នឹងសាកល្បងជំនាញនៃការគិតពិចារណារបស់អ្នកជាទីស្រឡាញ់ដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នកចៀសវាងលោតទៅការសន្និដ្ឋាន។ការត្រឡប់ទៅលំនាំដែលអ្នកបានប្រយុទ្ធដើម្បីបំបែកក៏អាចជាផលរំខានដែលមិនស្វាហាប់ដូច្នេះព្យាយាមមានចេតនាក្នុងការសម្រេចចិត្តដែលអ្នកធ្វើ។រីករាលដាលភាពលេចធ្លោនៅពេលដែល chiny កូរនៅរសៀលនេះដោយរកមើលឱកាសដើម្បីជម្រុញឱ្យមានសីលធម៌និងជាសះស្បើយទំនាក់ទំនង។ព្យាយាមមិនឱ្យអ្នកនៅពេលដែល Luna Squares Saturn នៅល្ងាចនេះព្រោះវាងាយស្រួលក្នុងការហួសចិត្តដោយមិនដឹងខ្លួន។រក្សាចិត្តឱ្យកាន់កាប់ជាមួយនឹងសកម្មភាពដែលមានសុខភាពល្អដូចជាការអានឬទស្សនាវដ្តីមុននឹងធ្វើដំណើរទៅគ្រែ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Avoid competitive social hierarchies under this morning's Gemini quarter moon, dearest Leo, which could trigger jealousy and gossip. Be mindful of what you hold space for conversationally, setting boundaries with people who bring malicious intent or negativity to the table. You'll be rewarded for taking the high road once Chiron activates later this afternoon, bringing you closer to the divine. If you're in need of any guidance or support from beyond, use this energy to communicate with your higher power. Be mindful of how much you share online when Luna squares Saturn this evening, taking care to protect your privacy."
        },
        "kh": {
            "today": "ចៀសវាងឋានានុក្រមសង្គមដែលមានការប្រកួតប្រជែងនៅក្រោមព្រះច័ន្ទត្រីមាសទី 6 នៅព្រឹកនេះដែលជាទីស្រឡាញ់ដែលអាចបង្កការច្រណែននិងការនិយាយដើមគេ។សូមចងចាំនូវអ្វីដែលអ្នកកាន់កន្លែងទំនេរសម្រាប់ការសន្ទនាការកំណត់ព្រំដែនជាមួយមនុស្សដែលនាំយកចេតនាអាក្រក់ឬភាពអវិជ្ជមានចំពោះតុ។អ្នកនឹងទទួលបានរង្វាន់សម្រាប់ការដើរតាមផ្លូវខ្ពស់នៅពេលដែល Chiron សកម្មនៅរសៀលនេះដែលនាំឱ្យអ្នកខិតទៅរកអ្នកដ៏ទេវភាព។ប្រសិនបើអ្នកត្រូវការការណែនាំឬការគាំទ្រពីលើសនេះសូមប្រើថាមពលនេះដើម្បីទំនាក់ទំនងជាមួយអំណាចខ្ពស់របស់អ្នក។សូមចងចាំថាតើអ្នកចែករំលែកតាមអ៊ិនធរណេតប៉ុន្មាននៅពេលដែល Luna Squares Saturn នៅល្ងាចនេះដោយយកចិត្តទុកដាក់ការពារភាពឯកជនរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be present and keep a fair distance from your electronic devices, darling Taurus, as the Gemini quarter moon pulls you away from the digital realms and into the material world. Your eye for detail increases as your senses intensify, helping you make astute observations that can improve existing circumstances. Take a breather later in the afternoon when Chiron stirs, inviting you to embrace all things comforting and healing, especially if you've been carrying a lot of stress or grief recently. Resist the temptation to zone out with your screens when Luna squares Saturn this evening, seeking experiences that enrich instead."
        },
        "kh": {
            "today": "មានវត្តមាននិងរក្សាចម្ងាយដោយយុត្តិធម៌ពីឧបករណ៍អេឡិចត្រូនិចរបស់អ្នក, Taurling Taurus, ដូចជាព្រះចន្ទមាសត្រីមាស Gemini ទាញអ្នកចេញពីអាណាចក្រឌីជីថលនិងចូលទៅក្នុងពិភពសម្ភព។ភ្នែករបស់អ្នកសម្រាប់ការរីកលំអិតកើនឡើងនៅពេលដែលអារម្មណ៍របស់អ្នកកាន់តែខ្លាំងឡើងជួយអ្នកឱ្យធ្វើការសង្កេតដែលមិនមានភាពប្រសើរឡើងដែលអាចធ្វើឱ្យប្រសើរឡើងនូវកាលៈទេសៈដែលមានស្រាប់។ថតចម្លងមួយនៅពេលក្រោយនៅពេលដែល chiron stirs, ការអញ្ជើញអ្នកឱបក្រសោបរឿងទាំងអស់ដែលលួងលោមនិងការព្យាបាលជាពិសេសប្រសិនបើអ្នកបានកាន់ភាពតានតឹងឬភាពតានតឹងជាច្រើន។ទប់ទល់នឹងការល្បួងឱ្យតំបន់ចេញជាមួយអេក្រង់របស់អ្នកនៅពេលដែល Luna Squares Saturn នៅល្ងាចនេះដោយស្វែងរកបទពិសោធន៍ដែលធ្វើអោយប្រសើរឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The quarter moon rises in your sign today, dearest Gemini, which could put you in the crosshairs of new professional challenges. Staying visible will be necessary for maintaining the respect of peers, but you'll need to walk the fine line between taking accountability and accepting blame. Don't let others pin their mistakes on you; keep the focus on solutions instead of pointing fingers. A sense of community will soothe out any rifts that found you this morning once Chiron stirs later in the afternoon, paving the way for fresh starts. Avoid pushing yourself too far once evening emerges and Luna squares Saturn, even if you're called to work overtime."
        },
        "kh": {
            "today": "នៅត្រីមាសព្រះចន្ទបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅថ្ងៃនេះគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតដែលអាចធ្វើឱ្យអ្នកស្ថិតក្នុងផ្លូវដែកនៃការប្រកួតប្រជែងវិជ្ជាជីវៈថ្មី។ការរក្សាការមើលឃើញនឹងចាំបាច់សម្រាប់ការថែរក្សាការគោរពរបស់មិត្តភក្ដិប៉ុន្តែអ្នកត្រូវដើរទៅមុខយ៉ាងល្អរវាងការទទួលខុសត្រូវនិងទទួលយកការស្តីបន្ទោស។កុំអោយអ្នកឯទៀតដាក់កំហុសរបស់ពួកគេមកលើអ្នក។រក្សាការផ្តោតអារម្មណ៍លើដំណោះស្រាយជំនួសឱ្យការចង្អុលម្រាមដៃ។អារម្មណ៍នៃសហគមន៍នឹងធ្វើឱ្យប្រសើរឡើងនូវការប្រេះឆាណាមួយដែលបានរកឃើញអ្នកនៅព្រឹកនេះនៅពេលដែល chiry កូរនៅពេលក្រោយនៅពេលរសៀលដោយត្រួសត្រាយផ្លូវសម្រាប់ការចាប់ផ្តើមថ្មី។ជៀសវាងការរុញខ្លួនអ្នកឆ្ងាយពីពេលដែលពេលល្ងាចលេចចេញនូវពេលល្ងាចនិងឡុងការ៉េសៅរ៍ទោះបីអ្នកត្រូវបានគេហៅឱ្យធ្វើការថែមម៉ោងក៏ដោយ។"
        }
    }
]