[
    {
        "sign": "Aries",
        "en": {
            "today": "Focus on building yourself up by embracing the passions that make you unique, dearest Ram. As Mars and Chiron form a soothing connection, you'll feel motivated to pursue your fullest potential. Opportunities to heal friendships will also come into play. Keep an open heart when it comes to strengthening relationships that matter most. Just try not to get hung up on getting your point across while Mercury and Pluto form an unbalanced aspect. If specific issues are non-negotiable, feel free to address them. Otherwise, try to leave minor disagreements in the past so you can move forward."
        },
        "kh": {
            "today": "ផ្តោតលើការកសាងខ្លួនអ្នកដោយឱបលោភលន់ដែលធ្វើឱ្យអ្នកមានលក្ខណៈប្លែកនិងជា RAM បំផុត។ក្នុងនាមជាភពព្រះអង្គារនិងខួរក្បាលបង្កើតការតភ្ជាប់ដ៏សំបូរស្បៀងអ្នកនឹងមានអារម្មណ៍ថាមានទឹកចិត្តក្នុងការស្វែងរកសក្តានុពលពេញលេញរបស់អ្នក។ឱកាសដើម្បីព្យាបាលមិត្តភាពក៏នឹងមកលេងដែរ។រក្សាបេះដូងបើកចំហនៅពេលនិយាយអំពីការពង្រឹងទំនាក់ទំនងដែលសំខាន់បំផុត។គ្រាន់តែព្យាយាមមិនឱ្យជាប់នៅលើការទទួលបានពិន្ទុរបស់អ្នកនៅទូទាំងខណៈដែលបារតនិង Pluto បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ប្រសិនបើបញ្ហាជាក់លាក់មិនអាចចរចារបានសូមមានអារម្មណ៍សេរីដើម្បីដោះស្រាយពួកគេ។បើមិនដូច្នោះទេព្យាយាមចាកចេញពីការខ្វែងគំនិតតិចតួចនាទីបំផុតដូច្នេះអ្នកអាចឈានទៅមុខបាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A highly supportive and healing energy follows you, dear Leo, thanks to a sweet trine between Mars and Chiron. Walk with a mindful heart to make the most of these vibes, recognizing the magical moments that pepper your day. Luck is on your side when faith is embraced, and passions are unleashed. Allow the lion within to charge ahead toward all that you desire, trusting that the universe has your back. Your thoughts may be pulled in multiple directions while Mercury and Pluto form an unbalanced aspect. If you start to lose focus, consider spending a few moments outside to regain mental clarity."
        },
        "kh": {
            "today": "ថាមពលដែលគាំទ្រនិងព្យាបាលខ្ពស់ធ្វើតាមអ្នកជាទីស្រឡាញ់នៅពេលដែល Leo, អរគុណចំពោះការកើនឡើងនៃការកើនឡើងនៃការកើនឡើងរវាងភពព្រះអង្គារនិង Chiron ។ដើរដោយចិត្តក្នុងចិត្តធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើនដោយស្គាល់ពេលវេលាវេទមន្តដែលម្រេចរបស់អ្នក។សំណាងគឺនៅខាងអ្នកនៅពេលដែលសេចក្តីជំនឿត្រូវបានគេឱបក្រសោបហើយតណ្ហាត្រូវបានបញ្ចេញ។អនុញ្ញាតឱ្យសត្វតោមិនគិតថ្លៃទាំងអស់ដែលអ្នកចង់បានដោយជឿទុកចិត្តថាសកលលោកមានខ្នងរបស់អ្នក។គំនិតរបស់អ្នកអាចត្រូវបានទាញក្នុងទិសដៅជាច្រើនខណៈដែលបារតនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ប្រសិនបើអ្នកចាប់ផ្តើមបាត់បង់ការផ្តោតអារម្មណ៍សូមពិចារណាចំណាយមួយភ្លែតនៅខាងក្រៅដើម្បីទទួលបានភាពច្បាស់លាស់ខាងផ្លូវចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your instincts guide you toward healing, lovely Taurus, thanks to a sweet connection between Mars and Chiron. Explore your heart and mind to make the most of these vibes, sending love to the tenderest corners of your soul. Connecting with family can also help you move past recent disappointments. Recognize who and what is good for you, creating more space in your life for these positive contributions. Mental or creative blocks could arise when Mercury and Pluto form an unbalanced aspect. Rather than fixating on finding a solution, try to have fun so the mind can clear the way for inspiration."
        },
        "kh": {
            "today": "សភាវគតិរបស់អ្នកណែនាំអ្នកឆ្ពោះទៅរកការព្យាបាល, Taurus គួរឱ្យស្រឡាញ់, ដោយសារតែការតភ្ជាប់ផ្អែមរវាងភពព្រះអង្គារនិង chiry ។ស្វែងរកដួងចិត្តនិងចិត្តរបស់អ្នកឱ្យធ្វើឱ្យមានភាពរស់រវើកទាំងនេះបំផុតដោយផ្ញើក្តីស្រឡាញ់ទៅជ្រុងដ៏ទន់ភ្លន់នៃព្រលឹងរបស់អ្នក។ការភ្ជាប់ទំនាក់ទំនងជាមួយគ្រួសារក៏អាចជួយអ្នកឱ្យផ្លាស់ប្តូរការខកចិត្តថ្មីៗនេះដែរ។ទទួលស្គាល់ថាអ្នកណានិងអ្វីដែលល្អសម្រាប់អ្នកបង្កើតកន្លែងទំនេរច្រើនក្នុងជីវិតរបស់អ្នកសម្រាប់ការបរិច្ចាគវិជ្ជមានទាំងនេះ។ប្លុកផ្លូវចិត្តឬច្នៃប្រឌិតអាចកើតឡើងនៅពេលបារតនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ជាជាងការជួសជុលលើការស្វែងរកដំណោះស្រាយព្យាយាមឱ្យមានភាពសប្បាយរីករាយដូច្នេះចិត្តអាចជម្រះផ្លូវសម្រាប់ការបំផុសគំនិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may be called to play the role of peacekeeper today, dear Gemini, as Mars and Chiron form a supportive alliance. Your ability to see multiple sides of each story heightens your gift for conflict resolution, making your insight especially valuable. Set aside some time to build up your network, and consider asking for introductions where appropriate. Be mindful of grounding as the energy swirls around you, especially once Mercury and Pluto form an unbalanced connection. This cosmic climate could trigger racing thoughts and clouded intuition if you don't take the time to catch your breath and organize your mind."
        },
        "kh": {
            "today": "អ្នកអាចត្រូវបានហៅឱ្យដើរតួជាអ្នកថែរក្សាសន្តិភាពថ្ងៃនេះ Gemini ជាទីស្រឡាញ់ជាភពព្រះអង្គារនិងជែរបង្កើតបានជាសម្ព័ន្ធភាពគាំទ្រ។សមត្ថភាពរបស់អ្នកក្នុងការមើលឃើញជ្រុងជាច្រើននៃសាច់រឿងនីមួយៗផ្តល់ឱ្យអំណោយរបស់អ្នកសម្រាប់ការដោះស្រាយជំលោះធ្វើឱ្យអ្នកមានការយល់ដឹងរបស់អ្នកជាពិសេស។កំណត់ពេលវេលាខ្លះដើម្បីបង្កើតបណ្តាញរបស់អ្នកហើយពិចារណាស្នើសុំការណែនាំដែលសមស្រប។សូមយកចិត្តទុកដាក់ក្នុងការជំរុញឱ្យបានដូចជាថាមពលហែលនៅជុំវិញអ្នកជាពិសេសនៅពេលបារតនិង Pluto បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាព។អាកាសធាតុលោហធាតុនេះអាចបង្កឱ្យមានគំនិតប្រណាំងនិងវិចារណញាណដែលមានពពកប្រសិនបើអ្នកមិនចំណាយពេលចាប់ដង្ហើមរបស់អ្នកហើយរៀបចំគំនិតរបស់អ្នក។"
        }
    }
]