[
    {
        "sign": "Aries",
        "en": {
            "today": "Virgo season kicks off today, inspiring you to pursue your best life unapologetically! Now is the time to focus on small details that amount to a beautiful existence, dear Aries, stepping up to any work that must be done to improve your health, wealth, and career paths. Meanwhile, Venus and Chiron square off, encouraging you to heal unresolved pain. The Leo Moon steps in to offer additional support, creating channels for soothing through artistic outlets or by connecting with supportive friends. The Virgo new Moon graces our skies later tonight, asking you to anticipate what the next six months will bring and what is required to make them exceptional."
        },
        "kh": {
            "today": "រដូវ Virgo ចាប់ផ្តើមនៅថ្ងៃនេះដោយបំផុសគំនិតអ្នកឱ្យបន្តជីវិតដ៏ល្អបំផុតរបស់អ្នកដែលមិនមានភាពទាក់ទាញ!ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវផ្តោតលើព័ត៌មានលម្អិតតូចមួយដែលថាមានអត្ថិភាពដ៏ស្រស់ស្អាតមួយ, ជាទីស្រឡាញ់ aries, បោះជំហានទៅរកការងារណាមួយដែលត្រូវធ្វើដើម្បីលើកកម្ពស់សុខភាពសុខភាពនិងផ្លូវអាជីពរបស់អ្នក។ទន្ទឹមនឹងនេះ Venus និង chiry Square បិទ, លើកទឹកចិត្តឱ្យអ្នកព្យាបាលការឈឺចាប់ការឈឺចាប់។ឡេអូមូនបានឈានដល់ផ្តល់ការគាំទ្របន្ថែមការបង្កើតបណ្តាញសម្រាប់ការធ្វើឱ្យធូរស្បើយតាមរយៈបណ្តាញសិល្បៈឬដោយភ្ជាប់ជាមួយមិត្តភក្តិគាំទ្រ។ព្រះច័ន្ទថ្មី Virgo Graces របស់យើងនៅយប់នេះដោយស្នើសុំឱ្យអ្នកប្រមើលមើលនូវអ្វីដែលរយៈពេល 6 ខែបន្ទាប់នឹងនាំមកហើយអ្វីដែលត្រូវការដើម្បីធ្វើឱ្យពួកគេមានលក្ខណៈពិសេស។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "As the sun exits your sign and enters Virgo, consider how you can sustain momentum on any projects you've initiated these past few weeks. An era of manifestation lies before you, dearest Leo, though precision and planning will be key for building up your ambitions. Allow yourself space to dream once Venus and Chiron align later today, pulling away from outside opinions. These vibes can also be helpful for prioritizing self-love and breaking cycles. You'll feel particularly hopeful while Luna moves through your sign, especially when you indulge in intuitive whims. Set financial goals for the next six months under tonight's Virgo new Moon."
        },
        "kh": {
            "today": "នៅពេលដែលព្រះអាទិត្យបញ្ចេញសញ្ញារបស់អ្នកហើយចូលក្នុងទីក្រុង Virgo ពិចារណាពីរបៀបដែលអ្នកអាចទ្រទ្រង់សន្ទុះលើគម្រោងណាមួយដែលអ្នកបានផ្តួចផ្តើមបានប៉ុន្មានសប្តាហ៍កន្លងមកនេះ។យុគសម័យនៃការបង្ហាញការភាន់រត្ដែងនៅចំពោះមុខអ្នកដែលជាទីស្រឡាញ់បំផុតទោះបីជាភាពជាក់លាក់និងការធ្វើផែនការនឹងក្លាយជាគន្លឹះសម្រាប់ការកសាងមហិច្ឆតារបស់អ្នកក៏ដោយ។អនុញ្ញាតឱ្យខ្លួនអ្នកមានទំហំក្នុងក្តីសុបិន្តនៅពេលដែល Venus មាន Venus និង Chiron បានតម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះ, ទាញឆ្ងាយពីមតិខាងក្រៅ។ភាពរស់រវើកទាំងនេះក៏អាចមានប្រយោជន៍សម្រាប់ការផ្តល់អាទិភាពដល់ការស្រឡាញ់ខ្លួនឯងនិងវដ្តបំបែក។អ្នកនឹងមានសង្ឃឹមជាពិសេសខណៈពេលដែល Luna ផ្លាស់ទីតាមរយៈសញ្ញារបស់អ្នកជាពិសេសនៅពេលដែលអ្នកប្រកាន់ខ្ជាប់នូវអ្វីដែលវិចារណញាណ។កំណត់គោលដៅហិរញ្ញវត្ថុសម្រាប់រយៈពេល 6 ខែបន្ទាប់នៅក្រោមព្រះច័ន្ទថ្មីរបស់ Virto ថ្មីរបស់រាត្រីនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel extra flashy and outgoing throughout the coming weeks, darling bull, as the sun enters Virgo and your house of self-expression. Fine-tune your projects, image, and relationship goals during this time, improving your life with an open heart. Meanwhile, Venus and Chiron square off to create a moody ambiance, urging you to face and heal unresolved issues with an abundance of compassion for the self. Search for sunny spots to alleviate grief when the Leo Moon shines fondly upon you this evening. Get serious about your passions under tonight's Virgo new Moon, bringing shape to any creative projects you've got in the works."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ផ្អែមល្ហែមបន្ថែមនិងចេញពេញមួយសប្តាហ៍ខាងមុខនេះ, Darling Bull, នៅពេលដែលព្រះអាទិត្យចូលព្រៃនិងផ្ទះរបស់អ្នកនៃការបញ្ចេញមតិដោយខ្លួនឯង។កែសម្រួលគម្រោងរូបភាពនិងគោលដៅទំនាក់ទំនងរបស់អ្នកក្នុងអំឡុងពេលនេះការកែលម្អជីវិតរបស់អ្នកដោយមានបេះដូងបើកចំហ។ទន្ទឹមនឹងនេះ Venus និង chiry Square បិទដើម្បីបង្កើត Moody បរិយាកាស Moody ដែលជំរុញឱ្យអ្នកប្រឈមមុខនិងព្យាបាលបញ្ហាដែលមិនទាន់ដោះស្រាយជាមួយនឹងការអាណិតអាសូរយ៉ាងបរិបូរណ៍សម្រាប់ខ្លួនឯង។ស្វែងរកចំណុចដែលមានពន្លឺថ្ងៃដើម្បីកាត់បន្ថយទុក្ខព្រួយនៅពេលដែលឡេអូព្រះចន្ទរះយ៉ាងខ្លាំងលើអ្នកនៅល្ងាចនេះ។យកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីតណ្ហារបស់អ្នកនៅក្រោមព្រះច័ន្ទថ្មីរបស់ Virto ថ្មីរបស់រាត្រីនេះនាំមកនូវរូបរាងរបស់គម្រោងច្នៃប្រឌិតណាមួយដែលអ្នកបានធ្វើ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Return to your roots as Virgo season kicks off, dear Gemini, building upon skills and experiences that shaped your formative years. This solar shift can trigger changes at home, helping you get your space in order throughout the coming weeks. Meanwhile, Venus and Chiron square off, encouraging you to appreciate who and where you are without attempting to impress peers. A need for technological detox may become evident, so consider limiting screen time. Educate yourself by soaking up knowledge from others when the Leo Moon and Chiron connect this evening. Family will be a significant focus under tonight's Virgo new Moon, inspiring you to nurture valued connections."
        },
        "kh": {
            "today": "ត្រលប់ទៅឫសរបស់អ្នកវិញនៅពេលរដូវ Virgo ចាប់ផ្តើមជាទីស្រឡាញ់អគារ Gemini ជាទីស្រឡាញ់អគារលើជំនាញនិងបទពិសោធន៍ដែលបានកំណត់លទ្ធផលនៃឆ្នាំរបស់អ្នក។ការផ្លាស់ប្តូរពន្លឺព្រះអាទិត្យនេះអាចបង្កឱ្យមានការផ្លាស់ប្តូរនៅផ្ទះជួយអ្នកឱ្យទទួលបានទំហំរបស់អ្នកតាមលំដាប់លំដោយនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ទន្ទឹមនឹងនេះ Venus និង chiry Square, ជំរុញឱ្យអ្នកពេញចិត្តក្នុងការកោតសរសើរអ្នកនិងកន្លែងដែលអ្នកមិនចង់ធ្វើឱ្យមានការចាប់អារម្មណ៍ពីមិត្តភក្ដិ។តំរូវការសំរាប់ការបន្សាបជាតិទឹកដែលអាចក្លាយជាភស្ដុតាងជាក់ស្តែងដូច្នេះសូមពិចារណាអំពីពេលវេលានៃអេក្រង់។អប់រំខ្លួនអ្នកដោយការត្រាំចំណេះដឹងពីអ្នកដទៃនៅពេលដែលឡេអូមូននិងឆ័រភ្ជាប់នៅល្ងាចនេះ។ក្រុមគ្រួសារនឹងផ្តោតសំខាន់ក្រោមព្រះច័ន្ទថ្មីរបស់ Virto ថ្មីរបស់រាត្រីនេះដោយជម្រុញឱ្យអ្នកធ្វើទារុណកម្មការតភ្ជាប់ដែលមានតម្លៃ។"
        }
    }
]