[
    {
        "sign": "Aries",
        "en": {
            "today": "Your mind explodes with an endless stream of brilliance, dear Aries, thanks to a sweet connection between the moon and Jupiter. This cosmic climate also expands your reach when it comes to spreading information or self-promotion, so be sure to stand on your soapbox and get important messages out. Be open to opportunities you hadn't planned for during this time, as the stars conspire to take you on new adventures. Take a breather from outside noise midafternoon when Luna and Chiron unite in your sign, inviting you to slow down and unapologetically embrace self-love through healing practices."
        },
        "kh": {
            "today": "ចិត្តរបស់អ្នកផ្ទុះឡើងជាមួយនឹងភាពឈ្លាសវៃដែលគ្មានទីបញ្ចប់ដែលជាទីស្រឡាញ់ Areies, អរគុណចំពោះការតភ្ជាប់ផ្អែមរវាងព្រះច័ន្ទនិងភពព្រហស្បតិ៍។អាកាសធាតុកែសម្ផស្សនេះក៏ពង្រីកដល់អ្នកផងដែរនៅពេលនិយាយអំពីការផ្សព្វផ្សាយព័ត៌មានឬការលើកកម្ពស់ខ្លួនឯងដូច្នេះត្រូវប្រាកដថាឈរនៅលើប្រអប់សាប៊ូរបស់អ្នកហើយទទួលបានសារសំខាន់ៗ។សូមបើកចំហចំពោះឱកាសដែលអ្នកមិនបានគ្រោងទុកក្នុងកំឡុងពេលនេះនៅពេលដែលផ្កាយឃុបឃិតធ្វើអ្នកលើដំណើរផ្សងព្រេងថ្មី។យកកាំរស្មីមួយពីសំលេងរំខាននៅផ្នែកខាងឆ្វេងនៃសម្លេងឆោតល្ងង់នៅពេលដែល Luna និង Chander រួបរួមគ្នានៅក្នុងសញ្ញារបស់អ្នកដោយអញ្ជើញអ្នកឱ្យបន្ថយល្បឿននិងទទួលយកការស្រឡាញ់ខ្លួនឯងតាមរយៈការអនុវត្តការព្យាបាល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars shine for you today, dear Leo, as the moon continues its journey through Aries and the sector of your chart that governs luck and enlightenment. Lean into your spirituality, reconnecting with the mysterious forces that swirl through and around you. You'll feel called to be a part of something bigger when Jupiter activates, marking the perfect occasion to connect with people who hold similar beliefs. This energy also encourages you to invest in your community, demonstrating inclusivity and goodwill. Healing vibes find you later today when Luna and Chiron unite, offering blessings and sweetness from beyond."
        },
        "kh": {
            "today": "តារាបញ្ចាំងពន្លឺសម្រាប់អ្នកនៅថ្ងៃនេះឡេអូ, នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់ខ្លួនឆ្លងកាត់ Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសំណាងនិងការត្រាស់ដឹង។ពឹងផ្អែកលើភាពខាងវិញ្ញាណរបស់អ្នកការភ្ជាប់ទំនាក់ទំនងជាមួយកម្លាំងអាថ៌កំបាំងដែលហែលឆ្លងកាត់និងនៅជុំវិញអ្នក។អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានគេហៅថាជាផ្នែកមួយនៃអ្វីដែលធំជាងនៅពេលដែល Jupiter សកម្ម, គ្រាន់តែជាឱកាសដ៏ល្អឥតខ្ចោះដើម្បីភ្ជាប់ជាមួយមនុស្សដែលមានជំនឿស្រដៀងគ្នា។ថាមពលនេះក៏លើកទឹកចិត្តឱ្យអ្នកវិនិយោគនៅក្នុងសហគមន៍របស់អ្នកបង្ហាញពីភាពត្រឹមត្រូវនិងសុច្ឆន្ទៈ។ការព្យាបាលរស់រវើករកអ្នកនៅពេលក្រោយនៅពេលដែល Luna និង Chander រួបរួមដែលផ្តល់ជូនពរជ័យនិងភាពផ្អែមល្ហែមពីលើសពីនេះទៅទៀត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel like keeping a low profile this weekend, dear Taurus, as the moon continues its journey through Aries and the sector of your chart that governs privacy. Consider structuring your morning around the great outdoors while Jupiter stirs, acting as a reminder of how soothing and supportive Mother Nature truly is. You'll also have a gift for manifesting dreams through visualization and spiritual work, so be sure to spend time connecting with your goals through the mind's eye. Opportunities to heal deep wounds find you later this afternoon, thanks to a sweet collaboration between Luna and Chiron."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាមានទម្រង់ទាបនៅចុងសប្តាហ៍នេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Aries និងវិស័យរបស់អ្នកដែលមានតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពឯកជន។ពិចារណារៀបចំរចនាសម្ព័ន្ធពេលព្រឹករបស់អ្នកនៅជុំវិញផ្ទះដ៏អស្ចារ្យនៅខាងក្រៅខណៈដែលការប្រព្រឹត្ដអំពើប្រៀបប្រដូចដែលធ្វើសកម្មភាពជាការរំ of កអំពីរបៀបដែលធម្មជាតិដែលមានភាពធូរស្បើយនិងការគាំទ្រដោយធម្មជាតិរបស់ម្ដាយ។អ្នកនឹងមានអំណោយសម្រាប់ការបង្ហាញក្តីសុបិន្តតាមរយៈការមើលឃើញនិងការងារខាងវិញ្ញាណដូច្នេះត្រូវប្រាកដថាចំណាយពេលតភ្ជាប់គ្នាជាមួយនឹងគោលដៅរបស់អ្នកតាមរយៈភ្នែករបស់អ្នក។ឱកាសដើម្បីព្យាបាលដំបៅយ៉ាងជ្រៅរកអ្នកនៅពេលរសៀលនេះសូមអរគុណចំពោះការសហការគ្នារវាង Luna និង Chiron ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your attendance at social gatherings will be a hot commodity this weekend, dear Gemini, as the moon continues its journey through Aries. A sweet connection with Jupiter encourages you to mingle at every opportunity, even if you must bounce around between engagements. This energy is also perfect for self-promotion, helping you spread the word about any projects or aspirations you've been working toward. Just be mindful to exercise some level of discernment when sharing your hopes and dreams midafternoon while Luna and Chiron join forces. This energy encourages you to pull back from negative or competitive peers so you can make more space for supportive dynamics."
        },
        "kh": {
            "today": "ការចូលរួមរបស់អ្នកនៅឯកិច្ចប្រជុំសន្និសីទសង្គមនឹងក្លាយជាទំនិញក្តៅនៅចុងសប្តាហ៍នេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Aries ។ការតភ្ជាប់ដ៏ផ្អែមល្ហែមជាមួយភពព្រហស្បតិ៍លើកទឹកចិត្តឱ្យអ្នកធ្វើឱ្យអ្នកច្របាច់បញ្ចូលគ្នាគ្រប់ឱកាសទោះបីជាអ្នកត្រូវតែលោតជុំវិញរវាងការចូលរួម។ថាមពលនេះក៏ល្អឥតខ្ចោះសម្រាប់ការលើកកម្ពស់ខ្លួនឯងជួយអ្នកបានផ្សព្វផ្សាយពាក្យអំពីគម្រោងឬសេចក្តីប្រាថ្នាណាមួយដែលអ្នកកំពុងធ្វើការ។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការប្រើកម្រិតសមត្ថភាពវែកញែកមួយចំនួននៅពេលចែករំលែកក្តីសង្ឃឹមនិងក្តីសុបិនរបស់អ្នកនៅពាក់កណ្តាលចុងរបស់អ្នកខណៈពេលដែល Luna និង Chiron ចូលរួមកម្លាំង។ថាមពលនេះលើកទឹកចិត្តឱ្យអ្នកដកខ្លួនចេញពីមិត្តភក្តិអវិជ្ជមានឬការប្រកួតប្រជែងដូច្នេះអ្នកអាចរកកន្លែងទំនេរបន្ថែមទៀតសម្រាប់សក្ដានុពលគាំទ្រ។"
        }
    }
]