[
    {
        "sign": "Aries",
        "en": {
            "today": "A sweet connection between the Sagittarius moon and Venus forms early this morning, dear Aries, bringing extra restorative vibes to your sleep time. Linger in softness upon awakening, especially if you have a pet or special someone to snuggle up with. Try not to overbook yourself while the nodes of fate stir, reassessing your goals and responsibilities before getting caught up in the excitement of planning weekend festivities. Mercury and Saturn join forces, asking you to consider which aspirations make you feel the most empowered, funneling more energy into these pursuits. Take a spiritual approach toward healing once Luna and Chiron align tonight."
        },
        "kh": {
            "today": "ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាង Sagittarius Moon និង Venus មានទម្រង់នៅព្រឹកនេះព្រឹកព្រលឹមជាទីស្រឡាញ់ការនាំមកនូវភាពរស់រវើកបន្ថែមដល់ពេលវេលាដំណេករបស់អ្នក។ភាពទន់ភ្លន់ក្នុងការភ្ញាក់ដឹងខ្លួនជាពិសេសប្រសិនបើអ្នកមានសត្វចិញ្ចឹមឬអ្នកពិសេសម្នាក់ឱ្យដេកលក់។ព្យាយាមមិនឱ្យលើសពីសៀវភៅរបស់ខ្លួនអ្នកខណៈដែលថ្នាំងនៃវាសនាកូរការវាយតម្លៃគោលដៅនិងការទទួលខុសត្រូវរបស់អ្នកមុនពេលទទួលបានភាពរំភើបនៃការធ្វើផែនការបុណ្យចុងសប្តាហ៍។បារតនិងស៊ីននីនចូលរួមកម្លាំងដែលស្នើសុំឱ្យអ្នកពិចារណាថាសេចក្តីប្រាថ្នាមួយណាធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានអំណាចខ្លាំងបំផុតពុលថាមពលកាន់តែច្រើនចូលទៅក្នុងការស្វែងរកទាំងនេះ។យកវិធីសាស្រ្តខាងវិញ្ញាណឆ្ពោះទៅរកការព្យាបាលនៅពេលដែល Luna និង Chiron King តម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Sweet thoughts trickle in early this morning, dear Leo, as the Sagittarius moon and Venus align. Notice who comes to mind when you awaken, and send them a kind word to show appreciation for what they bring to your life.  You may get wedged in an uncomfortable situation while the nodes of fate stir, causing others to pull you into their own issues. Set clear boundaries and refuse to take sides if drama knocks at your door. Call a household meeting to discuss new systems, chore distribution, or ground rules once Mercury aspects Saturn this afternoon. Soak up healing through artistic outlets or time spent with friends when Luna and Chiron connect later tonight."
        },
        "kh": {
            "today": "គំនិតផ្អែមល្ហែមបានបោកបញ្ឆោតនៅព្រឹកនេះឡេអូដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទសាហ្គែររីសនិងភេនសិនតម្រឹម។ចូរកត់សំគាល់ថាអ្នកណានឹកចាំពេលដែលអ្នកភ្ញាក់ខ្លួនហើយផ្ញើរពាក្យមួយដើម្បីបង្ហាញការអបអរចំពោះអ្វីដែលពួកគេបានជីវិតរបស់អ្នក។អ្នកអាចនឹងមានអារម្មណ៍ក្រអឺតក្រទមក្នុងស្ថានភាពមិនស្រួលខណៈដែលថ្នាំងនៃជោគវាសនាកូរដែលធ្វើឱ្យអ្នកដទៃទាញអ្នកទៅក្នុងបញ្ហាផ្ទាល់ខ្លួនរបស់ពួកគេ។កំណត់ព្រំដែនច្បាស់លាស់ហើយបដិសេធមិនយកភាគីទាំងសងខាងទេប្រសិនបើរឿងល្ខោនគោះទ្វាររបស់អ្នក។ហៅការប្រជុំក្នុងគ្រួសារដើម្បីពិភាក្សាអំពីប្រព័ន្ធថ្មីការចែកចាយរបស់ការងារធ្វើឱ្យមានច្បាប់កាន់កាប់ដីធ្លីនៅពេលដែលទិដ្ឋភាពបារតបានសៅហ្មងនៅរសៀលនេះ។ត្រាំជាសះស្បើយតាមរយៈបណ្តាសាខាសិល្បៈឬពេលវេលាដែលបានចំណាយជាមួយមិត្តភក្តិនៅពេលដែល Luna និង Chiron ភ្ជាប់មកជាមួយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Tensions unravel as the Sagittarius moon and Venus align early this morning, dear Taurus, helping you wake up refreshed. Don't feel obligated to attend social engagements that don't interest you, while the nodes of fate are activated, prioritizing events or activities that are authentic to you. You'll be more open to connecting with peers later this afternoon when Mercury aspects Saturn, but will be drawn to professionals in lieu of party people. Get home at a reasonable hour once Luna and Chiron join forces tonight, seeking solitude or an intimate night in with your favorite and most trusted companions."
        },
        "kh": {
            "today": "ភាពតានតឹងបានស្រែកនៅពេលដែល Sagittarius Moon និង Venus តម្រឹមនៅព្រឹកព្រលឹមនេះ, Taurus ជាទីស្រឡាញ់, ជួយអ្នកភ្ញាក់ស្រស់ស្រាយ។កុំមានអារម្មណ៍ថាមានកាតព្វកិច្ចចូលរួមការចូលរួមក្នុងសង្គមដែលមិនចាប់អារម្មណ៍អ្នកខណៈដែលថ្នាំងនៃជោគវាសនាត្រូវបានធ្វើឱ្យសកម្ម, ធ្វើឱ្យមានអាទិភាពព្រឹត្តិការណ៍ឬសកម្មភាពដែលត្រូវធ្វើសម្រាប់អ្នក។អ្នកនឹងកាន់តែបើកចំហរក្នុងការភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិនៅរសៀលនេះនៅពេលដែលទិដ្ឋភាពបារតសត្តាធិការសុខប៉ុន្តែនឹងត្រូវបានទាញមករកអ្នកជំនាញជំនួសឱ្យប្រជាជនជប់លៀង។ទទួលបានផ្ទះដោយសមហេតុផលនៅពេលដែល Luna និង Chiron ចូលរួមជាមួយក្រុមយប់នេះស្វែងរកការនៅលីវឬរាត្រីដែលមានភាពស្និទ្ធស្នាលជាមួយដៃគូដែលអ្នកចូលចិត្តនិងទុកចិត្តបំផុត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll wake up feeling refreshed and open-hearted, dear Gemini, thanks to a sweet alignment between the Sagittarius moon and Venus early this morning. Keep your gatherings intimate while the nodes of fate activate, and consider quietly catching up on chores before making plans with friends. Socializing will come more naturally once Mercury and Saturn align this afternoon, though a desire to tackle to-do lists may prevent you from cutting loose. Grab your bestie or significant other and embark upon errands as a team to satiate your need for connection and productivity. Treat yourself to an outing later tonight when Luna aspects Chiron."
        },
        "kh": {
            "today": "អ្នកនឹងភ្ញាក់ឡើងមានអារម្មណ៍ស្រស់ស្រាយនិងបើកចំហរ, Gemini ជាទីស្រឡាញ់, អរគុណដល់ការតម្រឹមផ្អែមរវាង, ព្រះច័ន្ទរបស់ Sagittarius និង Venus នៅព្រឹកនេះ។រក្សាការជួបប្រជុំរបស់អ្នកយ៉ាងជិតស្និទ្ធពេលដែលថ្នាំងនៃវាសនាធ្វើឱ្យសកម្មហើយពិចារណាយ៉ាងស្ងាត់ស្ងៀមក្នុងការស្វែងរកការងារមុនពេលធ្វើផែនការជាមួយមិត្តភក្តិ។សង្គមនឹងមកកាន់តែមានលក្ខណៈធម្មជាតិនៅពេលដែលបារតនិងភេនថលស៊ីនត្រេស៊ីននេះបានតម្រឹមនៅរសៀលនេះទោះបីជាបំណងប្រាថ្នាចង់ដោះស្រាយបញ្ជីការងារត្រូវធ្វើអាចរារាំងអ្នកពីការកាត់រលុងក៏ដោយ។ចាប់យកបានល្អបំផុតឬអ្នកផ្សេងហើយចាប់ផ្តើមការងារជាក្រុមដើម្បីធ្វើឱ្យអ្នកឈឺចាប់សម្រាប់ការតភ្ជាប់និងផលិតភាព។ព្យាបាលខ្លួនអ្នកឱ្យទៅក្រៅនៅយប់នេះនៅពេលដែលទិដ្ឋភាពឡូស។"
        }
    }
]