[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini sun and Libra Moon form a sweet aspect, dear Aries, making it easier to discuss how you feel about others. Use the art of conversation to encourage and strengthen heart connections. You'll feel motivated to tackle passion projects when Mercury and Mars join forces later today, stirring up bright ideas and a bold spirit. Unfortunately, a t-square between Mercury and the Nodes of Fate could stunt your progress if you don't learn from the mistakes of the past. Stay organized so as not to fall off track. Your manifestation stock goes up later tonight when Venus enters earthy Taurus."
        },
        "kh": {
            "today": "Gemini Sun និង Libra Moon បង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមជាទីស្រឡាញ់ aries ដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការពិភាក្សាអំពីអារម្មណ៍របស់អ្នកចំពោះអ្នកដទៃ។ប្រើសិល្បៈនៃការសន្ទនាដើម្បីលើកទឹកចិត្តនិងពង្រឹងការតភ្ជាប់បេះដូង។អ្នកនឹងមានអារម្មណ៍លើកទឹកចិត្តក្នុងការដោះស្រាយគំរោងចំណង់ចំណូលចិត្តនៅពេលបារតនិងភពព្រះអង្គារចូលរួមដឹកនាំនៅពេលក្រោយនៅពេលក្រោយដោយជំរុញគំនិតដែលភ្លឺចិញ្ចាចនិងស្មារតីក្លាហាន។ជាអកុសល T-Square រវាងបារតនិងថ្នាំងនៃជោគវាសនាអាចធ្វើឱ្យការរីកចម្រើនរបស់អ្នកប្រសិនបើអ្នកមិនរៀនពីកំហុសរបស់អតីតកាល។រៀបចំឱ្យបានរៀបចំដើម្បីកុំឱ្យធ្លាក់ចេញពីផ្លូវ។ភាគហ៊ុនដែលបានបង្ហាញរបស់អ្នកឡើងនៅយប់នេះនៅពេលដែល Venus VENUS ចូលមកលើកោះ Taurus ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Look for opportunities to raise your community, dear Leo, as the Gemini sun and Libra Moon align. Meanwhile, Mercury and Mars form a supportive connection, helping you command attention wherever you go. Show that you are passionate and ready to collaborate to make the most of these vibes. Just be mindful of building trust over time rather than giving it freely while Mercury squares off with the Nodes of Fate. You'll sense a shift when Venus enters Taurus later tonight, aiding in your quest for success throughout the coming weeks. Work diligently toward your goals, and beautiful opportunities will surely manifest."
        },
        "kh": {
            "today": "រកមើលឱកាសដើម្បីលើកស្ទួយសហគមន៍របស់អ្នក, លីអូ, ដូចជា Gemini Sun និង Libra Mon តម្រឹម។ទន្ទឹមនឹងនេះបារតនិងភពព្រះអង្គារបង្កើតបានជាការតភ្ជាប់គាំទ្រដែលជួយឱ្យអ្នកបញ្ជាការយកចិត្តទុកដាក់នៅគ្រប់ទីកន្លែងដែលអ្នកទៅ។បង្ហាញថាអ្នកងប់ងល់និងត្រៀមខ្លួនជាស្រេចក្នុងការសហការគ្នាដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។គ្រាន់តែគិតអំពីការកសាងការជឿទុកចិត្តយូរអង្វែងជាជាងផ្តល់ឱ្យវាដោយសេរីខណៈដែលការេទឹក Mercars បិទជាមួយនឹងថ្នាំងនៃវាសនា។អ្នកនឹងមានការផ្លាស់ប្តូរនៅពេលដែល Venus Venus ចូល Taurus នៅយប់នេះនៅយប់នេះការជួយក្នុងការស្វែងរករបស់អ្នកដើម្បីទទួលបានជោគជ័យនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ធ្វើការយ៉ាងឧស្សាហ៍ឆ្ពោះទៅរកគោលដៅរបស់អ្នកហើយឱកាសដ៏ស្រស់ស្អាតពិតជានឹងបង្ហាញឱ្យឃើញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Slow and steady serves you today, darling bull, as the Gemini sun and Libra Moon connect. Listen to your body while staying fully present, and blessings are sure to arrive. Nurture any seeds you've planted recently while Mercury and Mars align, tuning into the needs of your projects so they might flourish. However, you may want to avoid prying eyes while Mercury squares off with the Nodes of Fate, lest unwelcome opinions throw you off guard. You'll feel elevated, self-aware, and more charming than ever once Venus enters your sign later tonight, gearing you up for an era of joy."
        },
        "kh": {
            "today": "យឺតនិងថេរបម្រើអ្នកនៅថ្ងៃនេះ, Darling Bull, ដូចជា Gemini Sun និង Libra Moon ភ្ជាប់។ស្តាប់រាងកាយរបស់អ្នកពេលស្នាក់នៅមានវត្តមានពេញលេញហើយពរជ័យប្រាកដជាមកដល់ហើយ។ចិញ្ចឹមបីបាច់គ្រាប់ពូជណាមួយដែលអ្នកបានដាំនាពេលថ្មីៗនេះខណៈដែលបារតនិងភពព្រះអង្គារតម្រឹមដោយបត់បែនទៅតាមតម្រូវការនៃគម្រោងរបស់អ្នកដូច្នេះពួកគេអាចមានការរីកចម្រើន។ទោះយ៉ាងណាក៏ដោយអ្នកប្រហែលជាចង់ចៀសវាងការស្រឡាញ់ភ្នែកខណៈដែលបារតការ៉េបិទជាមួយនឹងថ្នាំងនៃវាសនា, ក្រែងលោម្តីដែលមិនស្វាហាប់បានបោះអ្នកចេញឆ្មាំ។អ្នកនឹងមានអារម្មណ៍ថាខ្ពស់ដឹងខ្លួនដឹងនិងមានមន្តស្នេហ៍ជាងមុននៅពេលដែល Venus Venus ចូលមកក្នុងសញ្ញារបស់អ្នកនៅយប់នេះដោយត្រៀមលក្ខណៈសម្រាប់យុគសម័យនៃសេចក្តីអំណរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The sun and Libra Moon form a playful connection, dear Gemini, encouraging you to be your most outgoing and authentic self. You'll have a way of lightening the mood wherever you go, marking the ideal time to focus on personal goals so you can push them forward. Your ideas will be easy to execute when Mercury and Mars align. However, strained emotions could derail progress when Mercury squares off with the Nodes of Fate, so try to monitor your mood. Time spent alone will be highly beneficial once Venus enters Taurus later tonight, nudging you to work on self-love throughout the coming weeks."
        },
        "kh": {
            "today": "ព្រះអាទិត្យនិង Libra Moon បង្កើតការតភ្ជាប់លេងដែលជាទីស្រឡាញ់របស់ Gemini ដែលលើកទឹកចិត្តអ្នកឱ្យក្លាយជាខ្លួនឯងដែលអ្នកបានចេញនិងពិតប្រាកដបំផុតរបស់អ្នក។អ្នកនឹងមានវិធីនៃការបំភ្លឺអារម្មណ៍នៅគ្រប់ទីកន្លែងដែលអ្នកទៅគ្រាន់តែធ្វើឱ្យពេលវេលាដ៏ល្អបំផុតផ្តោតលើគោលដៅផ្ទាល់ខ្លួនដូច្នេះអ្នកអាចរុញពួកគេទៅមុខ។គំនិតរបស់អ្នកនឹងងាយស្រួលក្នុងការប្រតិបត្តិនៅពេលបារតនិងភពព្រះអង្គារតម្រឹម។ទោះជាយ៉ាងណាក៏ដោយអារម្មណ៍ដែលមានភាពតានតឹងអាចធ្វើឱ្យខូចវឌ្ឍនភាពនៅពេលបារតការ៉េដែលការ៉េបិទជាមួយនឹងថ្នាំងនៃជោគវាសនាដូច្នេះព្យាយាមតាមដានអារម្មណ៍របស់អ្នក។ពេលវេលាដែលបានចំណាយតែម្នាក់ឯងនឹងទទួលបានអត្ថប្រយោជន៍យ៉ាងខ្លាំងនៅពេលដែល Venus Venus ចូលទៅកាន់ Taurus ក្រោយមកនៅយប់នេះដោយអាក្រាតអ្នកធ្វើការស្រឡាញ់ខ្លួនឯងពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    }
]