[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury connects with Neptune before entering Sagittarius and facing off with Uranus, dear Aries, stirring up revolutionary ideas. This celestial shift triggers significant internal changes, evolving your perspective so new horizons may be discovered. Allow yourself to be guided by the pursuit of adventure and higher knowledge, playfully connecting with the divine whenever possible. The Aquarius quarter moon could stir up social unrest, and you should be mindful of consuming news in small doses. Mars and Saturn align to help shield you from the outside world, encouraging you to quietly nurture passion projects and intimate relationships from behind the scenes."
        },
        "kh": {
            "today": "បារតភ្ជាប់ទំនាក់ទំនងជាមួយ Neptune មុនពេលចូលទីក្រុង Sagittarius ហើយប្រឈមមុខនឹងអ៊ុយរ៉ានុសជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់, ជំរុញឱ្យមានគំនិតបដិវត្ត។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះបង្កឱ្យមានការផ្លាស់ប្តូរផ្ទៃក្នុងយ៉ាងសំខាន់ការវិវត្តទស្សនៈរបស់អ្នកដូច្នេះការយល់ដឹងថ្មីអាចត្រូវបានរកឃើញ។អនុញ្ញាតឱ្យខ្លួនអ្នកត្រូវបានដឹកនាំដោយការស្វែងរកការផ្សងព្រេងនិងចំណេះដឹងខ្ពស់, លេងដោយលេងជាមួយរបស់ព្រះនៅពេលដែលអាចធ្វើទៅបាន។ព្រះច័ន្ទត្រីមាស Aquarius អាចជំរុញឱ្យមានភាពវឹកវរក្នុងសង្គមហើយអ្នកគួរតែគិតអំពីការទទួលបានព័ត៌មានក្នុងកំរិតតូចតាច។ភពព្រះអង្គារនិងភឿនតម្រង់ច្រាលដើម្បីជួយការពារអ្នកពីពិភពខាងក្រៅដោយលើកទឹកចិត្តអ្នកឱ្យធ្វើឱ្យមានចំណង់ចំណូលចិត្តយ៉ាងស្ងៀមស្ងាត់និងទំនាក់ទំនងជិតស្និទ្ធពីពីក្រោយឆាក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Hold on to your peace for as long as possible this morning, dear Leo, as Mercury aspects Neptune before entering Sagittarius to oppose Uranus. Once you've emerged from your home, the energy will accelerate quickly, and not all interactions will be pleasant ones. Recognize your own rebellious tendencies and take care to channel them in a productive manner. The Aquarius quarter moon will cause emotions to fluctuate, and you'll crave the comfort only your closest companions can provide, though they may not be immediately available. Build up your own morale when Mars and Saturn activate this afternoon, engaging with passions that feel empowering."
        },
        "kh": {
            "today": "សូមប្រកាន់ខ្ជាប់នូវសន្តិភាពរបស់អ្នកដរាបណាដែលអាចធ្វើបាននៅព្រឹកនេះឡេអូ, ដូចជាទិដ្ឋភាពបារត Neptune មុនពេលចូលទីក្រុង Sagittarius ដើម្បីប្រឆាំងនឹងអ៊ែរស៊ូស។នៅពេលដែលអ្នកបានចេញពីផ្ទះរបស់អ្នកថាមពលនឹងពន្លឿនយ៉ាងឆាប់រហ័សហើយមិនមែនរាល់អន្តរកម្មនឹងមានភាពរីករាយទេ។ទទួលស្គាល់ទំនោរដែលបះបោរផ្ទាល់ខ្លួនរបស់អ្នកហើយយកចិត្តទុកដាក់ក្នុងការបញ្ជូនពួកគេតាមលក្ខណៈដែលមានផលិតភាព។ព្រះច័ន្ទត្រីមាសអាងហែលទឹកនឹងធ្វើឱ្យមានអារម្មណ៍ប្រែប្រួលហើយអ្នកនឹងធ្វើឱ្យដៃគូជិតស្និទ្ធបំផុតរបស់អ្នកអាចផ្តល់បានទោះបីពួកគេអាចរកបានភ្លាមៗក៏ដោយ។កសាងសីលធម៌ផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលដែលភពព្រះអង្គារនិងភពសៅរ៍ធ្វើឱ្យសកម្មរសៀលនេះដោយចូលរួមជាមួយតណ្ហាដែលមានអារម្មណ៍ថាមានកម្លាំងអំណាច។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Fantasies fade and new realities set in, dear Taurus, as Mercury aligns with Neptune before entering Sagittarius to oppose Uranus. Although your world may be shaken up at times, look at each challenge as an opportunity to learn and grow. The Aquarius quarter moon further tests your patience, especially with loved ones who have grown unreliable. Focus on what you need to feel stable and balanced, finding ways to provide it for yourself. True allies show up for you once Mars and Saturn activate this afternoon, reaffirming the qualities that make you a force to be reckoned with."
        },
        "kh": {
            "today": "ការស្រមើស្រមៃដែលមានភាពអស្ចារ្យនិងតថភាពថ្មីត្រូវបានកំណត់នៅក្នុង Taurus ជាទីស្រូបបាក្រក់, ដូចជាបារតតម្រឹមជាមួយ Neptune មុនពេលចូល Sagittarius ដើម្បីប្រឆាំងនឹងអ៊ុយរ៉ានុស។ទោះបីជាពិភពលោករបស់អ្នកអាចរង្គោះរង្គើនៅពេលខ្លះសូមក្រឡេកមើលការប្រឈមនីមួយៗជាឱកាសដើម្បីរៀននិងរីកចម្រើន។Aquarius ភាគបួននៃក្រុមមន្រ្តី MON MON បានធ្វើតេស្ត៍ការអត់ធ្មត់របស់អ្នកជាពិសេសជាមួយមនុស្សជាទីស្រឡាញ់ដែលបានទទួលខុសត្រូវ។ផ្តោតលើអ្វីដែលអ្នកត្រូវការមានអារម្មណ៍ថាមានស្ថេរភាពនិងមានតុល្យភាពការស្វែងរកវិធីដើម្បីផ្តល់វាសម្រាប់ខ្លួនអ្នក។សម្ព័ន្ធមិត្តពិតបានបង្ហាញខ្លួនអ្នកនៅពេលដែលភពព្រះអង្គារនិងភពសៅរ៍ធ្វើឱ្យសកម្មនៅរសៀលនេះសូមបញ្ជាក់ជាថ្មីនូវគុណសម្បត្ដិដែលធ្វើឱ្យអ្នកក្លាយជាកម្លាំងដែលត្រូវបានគិតគូរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Thoughtful planning and hard work pay off for you, dear Gemini, as Mercury aligns with Neptune before entering Sagittarius to oppose Uranus. Celebrate breakthroughs that present an opportunity to relax and appreciate your ability to show up for yourself. Romantic developments could result in a few surprises, but avoid jumping to conclusions when love is on the line. The Aquarius quarter moon acts as a reminder to take the high road while preserving your own well-being. Make power moves once Mars and Saturn activate this afternoon, encouraging a final push toward goals you've spent a long time building up."
        },
        "kh": {
            "today": "ការធ្វើផែនការនិងការខិតខំប្រឹងប្រែងរបស់អ្នកបានសងសម្រាប់អ្នកគឺ Gemini ជាទីស្រឡាញ់, ដូចជាបារតតម្រឹមជាមួយ Neptune មុនពេលចូល Sagittarius ដើម្បីប្រឆាំងនឹងអ៊ឺរ៉ុបប្រឆាំងនឹង Uranus ។អបអរសាទរដល់របកគំហើញដ៏អស្ចារ្យដែលបង្ហាញពីឱកាសសម្រាកនិងពេញចិត្តក្នុងការស្តាប់នូវសមត្ថភាពរបស់អ្នកក្នុងការបង្ហាញខ្លួនសម្រាប់ខ្លួនអ្នក។ការអភិវឌ្ឍរ៉ូមែនទិកអាចបណ្តាលឱ្យមានការភ្ញាក់ផ្អើលមួយចំនួនប៉ុន្តែចៀសវាងលោតទៅការសន្និដ្ឋាននៅពេលដែលស្នេហាស្ថិតនៅលើបន្ទាត់។ព្រះចន្ទត្រីមាស Aquarius ដើរតួជាអ្នករំ to កដើម្បីធ្វើដំណើរផ្លូវខ្ពស់ខណៈពេលដែលអភិរក្សសុខុមាលភាពផ្ទាល់ខ្លួនរបស់អ្នក។ធ្វើឱ្យថាមពលធ្វើចលនានៅពេលដែលភពព្រះអង្គារនិងភពសៅរ៍ធ្វើឱ្យសកម្មនៅរសៀលនេះដែលលើកទឹកចិត្តដល់ការជំរុញចុងក្រោយឆ្ពោះទៅរកគោលដៅដែលអ្នកបានចំណាយយូរអង្វែង។"
        }
    }
]