[
    {
        "sign": "Aries",
        "en": {
            "today": "Now is not the time for shyness, dear Aries. As Mercury and Jupiter unite in the sector of your chart that governs communication, now is the time to raise your voice! You'll have a chance to pull back and rest once Mercury enters Cancer later this afternoon. Surround yourself with the people who know you best, getting cozy and sharing stories. Embrace good habits when the Scorpio Moon aspects the Nodes of Fate this evening, encouraging you to prioritize wellness. Watch out for drama and clashing egos when Luna and Mars form a harsh square later tonight."
        },
        "kh": {
            "today": "ឥឡូវនេះមិនមែនជាពេលវេលាសម្រាប់ការខ្មាស់អៀនទេដែលជាទីស្រឡាញ់។ដូចបារតនិងភពព្រហស្បតិ៍បង្រួបបង្រួមក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្រាស្រ័យទាក់ទងឥឡូវនេះគឺជាពេលវេលាដែលត្រូវសំលេងរបស់អ្នកហើយ!អ្នកនឹងមានឱកាសទាញត្រឡប់មកវិញហើយសម្រាកនៅពេលដែលការការពារជំងឺមហារីកចូលមហារីកនៅពេលរសៀលនៅរសៀលនេះ។នៅជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលស្គាល់អ្នកល្អបំផុតទទួលបានកក់ក្ដៅនិងចែករំលែករឿងរ៉ាវ។ចាប់យកទម្លាប់ល្អនៅពេលដែលទិដ្ឋភាពនៃខាសផូមមូនថ្នាំងនៃជោគវាសនានៅល្ងាចនេះលើកទឹកចិត្តឱ្យអ្នកផ្តល់អាទិភាពដល់សុខភាពសុខភាព។ប្រយ័ត្នចំពោះរឿងល្ខោននិងប៉ះទង្គិច Egos នៅពេលដែល Luna និងភពព្រះអង្គារបង្កើតបានជាការ៉េដ៏អាក្រក់មួយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be a networking machine as Mercury and Jupiter join forces, dear Leo. Consider how you can use this energy to your advantage, immersing yourself in communities that can propel your goals forward. Reflect on your current position once Mercury enters Cancer later today, which will have you doing much soul work throughout the coming weeks. Treat yourself to a very restful evening at home once the Scorpio Moon aligns with the Nodes of Fate. Notice how your feelings fluctuate when Luna squares Mars later tonight, and avoid jumping to conclusions if you become triggered or emotionally depleted."
        },
        "kh": {
            "today": "អ្នកនឹងក្លាយជាម៉ាស៊ីនបណ្តាញដូចជាបារតនិងជេបភពព្រហស្បតិ៍ចូលរួមកម្លាំងដែលជាទីស្រឡាញ់។ពិចារណាពីរបៀបដែលអ្នកអាចប្រើថាមពលនេះដើម្បីផលប្រយោជន៍របស់អ្នកដោយមិនយូរប៉ុន្មានខ្លួនអ្នកនៅក្នុងសហគមន៍ដែលអាចជំរុញគោលដៅរបស់អ្នកទៅមុខ។ឆ្លុះបញ្ចាំងពីជំហរបច្ចុប្បន្នរបស់អ្នកនៅពេលដែលការការពារបារតចូលកើតជំងឺមហារីកនៅថ្ងៃនេះដែលអ្នកនឹងធ្វើកិច្ចការព្រលឹងជាច្រើននៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ព្យាបាលខ្លួនអ្នកទៅពេលល្ងាចដែលសម្រាកនៅឯផ្ទះនៅពេលដែល Scorpio Mon តម្រឹមជាមួយថ្នាំងរបស់វាសនា។សូមកត់សម្គាល់ពីរបៀបដែលអារម្មណ៍របស់អ្នកមានភាពប្រែប្រួលនៅពេលដែល Luna Squares Mars នៅយប់នេះហើយចៀសវាងលោតទៅការសន្និដ្ឋានប្រសិនបើអ្នកក្លាយជាសត្វដែលកើតឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Speak your wishes into existence today, dear Taurus, as Mercury and Jupiter unite. Follow the signs that will lead you toward your dreams once the planet of communication migrates into Cancer later today. This planetary placement offers clarity of mind throughout the coming weeks, and you'll feel more in tune with the emotions that move through and around you. Meanwhile, the Scorpio Moon conjures themes around love and harmony. Put yourself out there to find love or make friends when the Nodes of Fate stir this evening. You'll need rest tonight when Luna squares Mars, so try to avoid making plans."
        },
        "kh": {
            "today": "និយាយបំណងប្រាថ្នារបស់អ្នកឱ្យមានអត្ថិភាពនៅថ្ងៃនេះ Taurus ជាទីស្រឡាញ់, ដូចជាបារតនិង Jupiter បង្រួបបង្រួម។អនុវត្តតាមសញ្ញាដែលនឹងនាំឱ្យអ្នកឆ្ពោះទៅរកក្តីសុបិន្តរបស់អ្នកនៅពេលដែលភពផែនដីនៃការប្រាស្រ័យទាក់ទងបានផ្លាស់ប្តូរទៅជាជំងឺមហារីកនៅថ្ងៃនេះ។ការដាក់ផែនការនេះផ្តល់នូវភាពច្បាស់លាស់នៃការគិតពេញមួយសប្តាហ៍ខាងមុខនេះហើយអ្នកនឹងមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ដែលផ្លាស់ប្តូរនិងនៅជុំវិញអ្នក។ទន្ទឹមនឹងនេះដែរ Scorpio Moon ភ្ជាប់ប្រធានបទជុំវិញក្តីស្រឡាញ់និងភាពសុខដុមរមនា។ដាក់ខ្លួនអ្នកនៅទីនោះដើម្បីរកស្នេហាឬបង្កើតមិត្តនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅល្ងាចនេះ។អ្នកនឹងត្រូវការសម្រាកនៅយប់នេះនៅពេលដែល Luna Squares Mars ដូច្នេះព្យាយាមជៀសវាងការធ្វើផែនការ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe listens eagerly for your wishes, sweet Gemini, as Mercury and Jupiter unite in your sign. Speak up for what you want, both to the universe and to those who can help you reach these desires. Consider where you are in the present once Mercury enters Cancer later today. Find appreciation for the blessings you've received up until this point, and try to connect with your surroundings. Get organized so the change will come more quickly while the Scorpio Moon aspects the Nodes of Fate this evening. Just be mindful not to overextend yourself when Luna squares Mars, or you could wind up with too much on your plate."
        },
        "kh": {
            "today": "សាកលលោកដែលស្តាប់ដោយអន្ទះសាសម្រាប់បំណងប្រាថ្នារបស់អ្នក Gemini ផ្អែម, ដូចជាបារតនិង Jupiter បង្រួបបង្រួមនៅក្នុងសញ្ញារបស់អ្នក។និយាយឡើងសម្រាប់អ្វីដែលអ្នកចង់បានទាំងសកលលោកនិងអ្នកដែលអាចជួយអ្នកឱ្យមានបំណងប្រាថ្នាទាំងនេះ។ពិចារណាកន្លែងដែលអ្នកស្ថិតនៅក្នុងកាលបច្ចុប្បន្នដែល Mercury ចូលទៅក្នុងជំងឺមហារីកនៅថ្ងៃនេះ។ស្វែងរកការកោតសរសើរចំពោះពរជ័យដែលអ្នកបានទទួលរហូតដល់ចំណុចនេះហើយព្យាយាមភ្ជាប់ទំនាក់ទំនងជាមួយតំបន់ជុំវិញរបស់អ្នក។រៀបចំឱ្យបានរៀបចំដូច្នេះការផ្លាស់ប្តូរនឹងមានកាន់តែលឿនខណៈពេលដែលទិដ្ឋភាពនៃខាសមូនតាងថ្នាំងនៃជោគវាសនានៅល្ងាចនេះ។គ្រាន់តែគិតគូរកុំឱ្យមានអូវុលដោយខ្លួនឯងនៅពេលដែល Luna Squares Mars ឬអ្នកអាចបក់បោកដោយមានច្រើនពេកនៅលើចានរបស់អ្នក។"
        }
    }
]