[
    {
        "sign": "Aries",
        "en": {
            "today": "Your work week kicks off smoothly as the moon continues through Libra, dear Aries, bringing harmony to your relationships. Enjoy sweet moments with the people you encounter, seeing the best in others to better recognize your own outstanding qualities. Do what you can to emulate traits you admire most in peers without losing sight of who you are at the core. Themes related to personal balance also come into play, providing an opportunity to enhance your quality of life through minor adjustments. Complex family dynamics are highlighted while Luna, Jupiter, and Chiron form a t-square tonight, though you should focus on healing wounds."
        },
        "kh": {
            "today": "សប្តាហ៍ការងាររបស់អ្នកចាប់ផ្តើមយ៉ាងរលូននៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈបណ្ណាល័យ, ជាទីស្រឡាញ់ aries, នាំឱ្យមានភាពសុខដុមដល់ទំនាក់ទំនងរបស់អ្នក។សូមរីករាយជាមួយពេលវេលាផ្អែមល្ហែមជាមួយមនុស្សដែលអ្នកជួបការមើលឃើញល្អបំផុតនៅក្នុងអ្នកដទៃដើម្បីស្គាល់គុណភាពរបស់អ្នកកាន់តែប្រសើរ។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីធ្វើត្រាប់តាមចរិតដែលអ្នកកោតសរសើរបំផុតនៅក្នុងមិត្តភក្តិដោយមិនបាត់បង់ការមើលឃើញដែលអ្នកនៅស្នូល។ស្បែកដែលទាក់ទងនឹងតុល្យភាពផ្ទាល់ខ្លួនក៏ចូលមកក្នុងការលេងផងដែរដែលផ្តល់ឱកាសដើម្បីបង្កើនគុណភាពជីវិតរបស់អ្នកតាមរយៈការកែតម្រូវតិចតួច។សក្ដានុពលគ្រួសារស្មុគស្មាញត្រូវបានបន្លិចខណៈពេលដែល Luna, Jupiter និង Chiron បានបង្កើត T-Square នៅយប់នេះទោះបីជាអ្នកគួរតែផ្តោតលើការព្យាបាលរបួសក៏ដោយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll excel conversationally with a pronounced ability to bring out the best in others, dear Leo. As the Libra moon activates the sector of your chart that governs communication, put in the work to better understand peers. Stimulating discussions could lead to romantic connections, even when opinions vary. Respect the intelligence of those you interact with if you expect them to do the same. You should also pay extra attention to your surroundings, searching for opportunities to learn. Luna, Jupiter, and Chiron enter a t-square later tonight, unleashing a flurry of mystical vibes that's perfect for seeking the magick within."
        },
        "kh": {
            "today": "អ្នកនឹងធ្វើឱ្យមានការសន្ទនាដោយមានសមត្ថភាពបញ្ចេញមតិក្នុងការនាំយកអ្វីដែលល្អបំផុតនៅក្នុងអ្នកដទៃដែលជាទីស្រឡាញ់។នៅពេលដែល Libra Moon ធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្រាស្រ័យទាក់ទងបានធ្វើឱ្យការងារធ្វើឱ្យកាន់តែយល់កាន់តែច្បាស់ពីមិត្តភក្ដិ។ការពិភាក្សារំញោចអាចនាំឱ្យមានការតភ្ជាប់រ៉ូមែនទិកសូម្បីតែនៅពេលដែលមតិខុសគ្នាក៏ដោយ។គោរពភាពវៃឆ្លាតរបស់អ្នកដែលអ្នកធ្វើអន្តរកម្មប្រសិនបើអ្នករំពឹងថាពួកគេធ្វើដូចគ្នា។អ្នកក៏គួរតែយកចិត្តទុកដាក់បន្ថែមទៀតចំពោះតំបន់ជុំវិញរបស់អ្នកដោយស្វែងរកឱកាសដើម្បីរៀន។Luna, Jupiter, និង chiry បញ្ចូល T-Square នៅយប់នេះនៅយប់នេះនៅយប់នេះដោយមិនបញ្ចេញនូវភាពរំជើបរំជួលនៃការរស់ឡើងវិញបែបអាថ៌កំបាំងដែលល្អឥតខ្ចោះសម្រាប់ការស្វែងរកមន្តអាគមនៅក្នុងនោះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Libra moon brings a special touch to your work, dear Taurus, helping you win the admiration of colleagues. Beautify your world with simple yet elegant details, and you'll easily inspire others to do the same. Make time for healthy indulgences to celebrate a day well spent, rewarding your efficiency with luxurious wellness practices. Consider inviting a loved one along as you indulge in personal pampering if you're in the mood for company. You'll be in a more introverted headspace once Luna, Jupiter, and Chiron form a t-square later tonight. Try to view challenges through an optimistic lens, and sudden epiphanies could reveal the way forward."
        },
        "kh": {
            "today": "Libra Moon នាំមកនូវការប៉ះពិសេសសម្រាប់ការងាររបស់អ្នក Taurus ជាទីស្រឡាញ់ជួយអ្នកឱ្យទទួលបានការកោតសរសើររបស់មិត្តរួមការងារ។ធ្វើឱ្យពិភពលោករបស់អ្នកមានពត៌មានលំអិតសាមញ្ញនិងឆើតឆាយហើយអ្នកនឹងជម្រុញឱ្យអ្នកដទៃឱ្យធ្វើដូចគ្នា។ធ្វើឱ្យពេលវេលាសម្រាប់ការអបអរសាទរដែលមានសុខភាពល្អដើម្បីអបអរសាទរក្នុងមួយថ្ងៃដែលបានចំណាយយ៉ាងល្អដោយផ្តល់រង្វាន់ដល់ប្រសិទ្ធភាពរបស់អ្នកជាមួយនឹងការអនុវត្តសុខភាពដ៏ប្រណិត។ពិចារណាអញ្ជើញអ្នកដែលស្រលាញ់ម្នាក់នៅពេលអ្នកធ្វើសរសៃសណីយផ្ទាល់ខ្លួនប្រសិនបើអ្នកមានអារម្មណ៍សម្រាប់ក្រុមហ៊ុន។អ្នកនឹងស្ថិតនៅក្នុងម្ទេសដែលមានជាប់ទាក់ទងកាន់តែច្រើននៅពេលដែល Luna, Jupiter, និង Chiron បានបង្កើត T-Q ការ៉េនៅយប់នេះ។ព្យាយាមមើលបញ្ហាប្រឈមតាមរយៈកែវថតដែលមានសុទិដ្ឋិនិយមហើយអេពីភីប៉ាសេនីអាចបង្ហាញពីផ្លូវទៅមុខ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "View your path as an opportunity to collaborate with the other side, sweet Gemini, in a creative way. As the Libra moon travels through your solar fifth house, you're celestially called upon to embrace talents you've been blessed with. Consider where sparks of inspiration originate, and whether divine forces play a role. If you've ever felt like you were artistically in \"the zone,\" there's a good chance you were being guided by something greater. Honor your heart and spirit to increase such experiences. Build yourself up without fueling competition with peers later tonight while Luna, Jupiter, and Chiron enter a t-square."
        },
        "kh": {
            "today": "មើលផ្លូវរបស់អ្នកថាជាឱកាសមួយក្នុងការសហការជាមួយផ្នែកម្ខាងទៀត Gemini ផ្អែមនៅក្នុងវិធីច្នៃប្រឌិតមួយ។ក្នុងនាមជា Libra Moon ធ្វើដំណើរតាមផ្ទះទី 5 របស់អ្នកអ្នកបានអំពាវនាវឱ្យមានអោបយកទេពកោសល្យដែលអ្នកបានទទួលពរ។ពិចារណាពីកន្លែងដែលផ្កាភ្លើងនៃការបំផុសគំនិតមានប្រភពមកពីនិងថាតើកម្លាំងដ៏ទេវភាពដើរតួយ៉ាងសំខាន់។ប្រសិនបើអ្នកធ្លាប់មានអារម្មណ៍ថាអ្នកគឺជាអ្នកសិល្បៈនៅក្នុង \"តំបន់\" មានឱកាសដ៏ល្អដែលអ្នកត្រូវបានដឹកនាំដោយអ្វីដែលធំជាង។គោរពបេះដូងរបស់អ្នកនិងស្មារតីដើម្បីបង្កើនបទពិសោធន៍បែបនេះ។បង្កើតខ្លួនអ្នកដោយមិនចាំបាច់បាញ់ឥន្ទ្រីជាមួយមិត្តភក្ដិនៅយប់នេះខណៈពេលដែល Luna, Jupiter, និង chiry បញ្ចូល T-Square ។"
        }
    }
]