[
    {
        "sign": "Aries",
        "en": {
            "today": "You could come across as self-important while the Moon moves through your sign, dear Aries. Though it's necessary to focus on your overall agenda, be mindful of the people supporting you along the way. You'll move with purpose as the universe carries you toward new heights. However, it may take extra effort to keep both feet on the ground when Luna squares Jupiter midafternoon. Emotions inflate as dreams crystallize, but you'll need to stay grounded to maintain a sharp wit. Get some rest to ensure you're ready for what comes next, especially if you become overstimulated or physically drained."
        },
        "kh": {
            "today": "អ្នកអាចឆ្លងកាត់ការសំខាន់ដោយខ្លួនឯងខណៈពេលដែលព្រះច័ន្ទផ្លាស់ទីតាមសញ្ញារបស់អ្នក Aries ជាទីស្រឡាញ់។ទោះបីជាវាចាំបាច់ដើម្បីផ្តោតលើរបៀបវារៈរួមរបស់អ្នកក៏ដោយ ចូរចងចាំពីមនុស្សដែលគាំទ្រអ្នកនៅតាមផ្លូវ។អ្នកនឹងផ្លាស់ទីដោយគោលបំណង នៅពេលដែលសកលលោកនាំអ្នកឆ្ពោះទៅរកកម្ពស់ថ្មី។ទោះជាយ៉ាងណាក៏ដោយ វាអាចត្រូវការការខិតខំប្រឹងប្រែងបន្ថែមទៀតដើម្បីរក្សាជើងទាំងពីរនៅលើដី នៅពេលដែល Luna ចត Jupiter ពាក់កណ្តាលរសៀល។អារម្មណ៍​រីក​សាយភាយ​ពេល​សុបិន​ក្លាយជា​គ្រីស្តាល់ ប៉ុន្តែ​អ្នក​នឹង​ត្រូវ​មាន​មូលដ្ឋាន​ដើម្បី​រក្សា​ប្រាជ្ញា​ដ៏​មុត​ស្រួច។សម្រាកខ្លះដើម្បីធានាថាអ្នកត្រៀមខ្លួនរួចជាស្រេចសម្រាប់អ្វីដែលកើតឡើងបន្ទាប់ ជាពិសេសប្រសិនបើអ្នកអស់កម្លាំងខ្លាំងពេក ឬអស់កម្លាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Change up the way you connect with the universe, sweet lion. Exploring new forms of intuitive development and spiritual practice will unlock personal magick that has lain dormant. Try not to concern yourself with philosophical rules you’ve picked up throughout the years, but don’t fully believe in. Releasing these constraints brings a flurry of psychic activity while Luna squares Jupiter midafternoon. Keep a log of your thoughts and feelings. Even if the epiphanies and signs you experience don’t amount to much now, they could take on significant meaning later. If there's a specific area of your life that requires guidance, meditation can help you find the correct way forward."
        },
        "kh": {
            "today": "ផ្លាស់ប្តូរវិធីដែលអ្នកភ្ជាប់ជាមួយសកលលោក តោផ្អែម។ការស្វែងរកទម្រង់ថ្មីនៃការអភិវឌ្ឍន៍វិចារណញាណ និងការអនុវត្តខាងវិញ្ញាណនឹងដោះសោវេទមន្តផ្ទាល់ខ្លួនដែលស្ងប់ស្ងាត់។ព្យាយាម​កុំ​ខ្វល់ខ្វាយ​ពី​ខ្លួន​អ្នក​ជាមួយ​នឹង​ច្បាប់​ទស្សនវិជ្ជា​ដែល​អ្នក​បាន​លើក​ឡើង​ពេញ​មួយ​ឆ្នាំ​មក​ហើយ ប៉ុន្តែ​កុំ​ជឿ​ទាំង​ស្រុង។ ការ​បញ្ចេញ​នូវ​ឧបសគ្គ​ទាំង​នេះ​នាំ​មក​នូវ​ភាព​ច្របូកច្របល់​នៃ​សកម្មភាព​ផ្លូវចិត្ត ខណៈ Luna ចត​លើ​ភព​ព្រហស្បតិ៍​ពេល​រសៀល។រក្សាកំណត់ហេតុនៃគំនិត និងអារម្មណ៍របស់អ្នក។បើទោះបីជា epiphanies និងសញ្ញាដែលអ្នកជួបប្រទះមិនមានបរិមាណច្រើននៅពេលនេះក៏ដោយ ពួកគេអាចទទួលបានអត្ថន័យសំខាន់នៅពេលក្រោយ។ប្រសិនបើមានផ្នែកជាក់លាក់នៃជីវិតរបស់អ្នកដែលទាមទារការណែនាំ ការធ្វើសមាធិអាចជួយអ្នកឱ្យស្វែងរកផ្លូវឆ្ពោះទៅមុខបានត្រឹមត្រូវ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You may grow bored as the Aries Moon travels through your solar twelfth house, dear Taurus. This luminary placement highlights which areas of your life have grown repetitive or stagnant, pushing you to seek some fresh air. However, it's essential to consider where closure is needed before galavanting toward new horizons. If you have a history of running away from relationships or situations you've lost patience with, it might be time to address these behaviors. Monitor your thoughts when Luna squares Jupiter midafternoon, as it would be easy to dramatize your own internal dialogue. If you start to fixate, give your mind a healthy challenge."
        },
        "kh": {
            "today": "អ្នកអាចនឹងធុញទ្រាន់នៅពេលដែលព្រះច័ន្ទ Aries ធ្វើដំណើរឆ្លងកាត់ផ្ទះទីដប់ពីរនៃព្រះអាទិត្យរបស់អ្នក, Taurus ជាទីស្រឡាញ់។កន្លែងដាក់អំពូលភ្លើងនេះគូសបញ្ជាក់ពីផ្នែកណាខ្លះនៃជីវិតរបស់អ្នកបានរីកចម្រើនដដែលៗ ឬនៅទ្រឹង ដែលជំរុញឱ្យអ្នកស្វែងរកខ្យល់អាកាសបរិសុទ្ធ។ទោះជាយ៉ាងណាក៏ដោយ វាចាំបាច់ណាស់ក្នុងការពិចារណាកន្លែងដែលត្រូវបិទ មុនពេលចាប់ផ្តើមដំណើរឆ្ពោះទៅកាន់ជើងមេឃថ្មី។ប្រសិនបើអ្នកមានប្រវត្តិរត់ចេញពីទំនាក់ទំនង ឬស្ថានភាពដែលអ្នកបានបាត់បង់ការអត់ធ្មត់ វាអាចដល់ពេលដែលត្រូវដោះស្រាយអាកប្បកិរិយាទាំងនេះហើយ។តាមដានគំនិតរបស់អ្នកនៅពេលដែល Luna ចតលើភពព្រហស្បតិ៍ពេលរសៀល ព្រោះថាវានឹងងាយស្រួលក្នុងការធ្វើឱ្យការសន្ទនាផ្ទៃក្នុងរបស់អ្នកមានភាពទាក់ទាញ។ប្រសិនបើអ្នកចាប់ផ្តើមជួសជុល សូមផ្តល់គំនិតរបស់អ្នកឱ្យមានសុខភាពល្អ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be exposed to new faces as the Moon moves through Aries, dear Gemini. Be mindful of how you present yourself and take steps to ensure you make a great first impression. Though some interactions will be short-lived, others could lead to fascinating plot twists. If you've grown bored in your social sphere, these vibes are perfect for expanding your network. A desire to reinvent yourself may arise while Luna squares Jupiter, but investing in outward appearances won't satisfy this need. Instead of embracing superficial transformations, consider how you might strengthen your position and become a leader in the community."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវប្រឈមមុខនឹងមុខថ្មី នៅពេលដែលព្រះច័ន្ទផ្លាស់ទីកាត់ Aries, Gemini ជាទីស្រឡាញ់។ចងចាំពីរបៀបដែលអ្នកបង្ហាញខ្លួនឯង ហើយចាត់វិធានការដើម្បីធានាថាអ្នកបង្កើតចំណាប់អារម្មណ៍ដំបូងដ៏អស្ចារ្យ។ទោះបីជាអន្តរកម្មមួយចំនួននឹងមានរយៈពេលខ្លីក៏ដោយ ប៉ុន្តែអ្នកផ្សេងទៀតអាចនាំទៅរកការកែប្រែផែនការដ៏គួរឱ្យចាប់អារម្មណ៍។ប្រសិនបើអ្នកមានការធុញទ្រាន់នៅក្នុងវិស័យសង្គមរបស់អ្នក ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការពង្រីកបណ្តាញរបស់អ្នក។បំណងប្រាថ្នាក្នុងការបង្កើតខ្លួនអ្នកឡើងវិញអាចកើតឡើងខណៈពេលដែល Luna Squares Jupiter ប៉ុន្តែការវិនិយោគលើរូបរាងខាងក្រៅនឹងមិនបំពេញតម្រូវការនេះទេ។ជំនួសឱ្យការទទួលយកការផ្លាស់ប្តូរដ៏វិសេសវិសាល សូមពិចារណាពីរបៀបដែលអ្នកអាចពង្រឹងជំហររបស់អ្នក និងក្លាយជាអ្នកដឹកនាំនៅក្នុងសហគមន៍។"
        }
    }
]