[
    {
        "sign": "Aries",
        "en": {
            "today": "Dare to confront that which scares you this morning, dearest Aries, as the Cancer moon aspects Uranus and the north and south nodes. This cosmic climate brings beautiful twists of fate, rerouting your path to one of growth and significant discovery. Slow down and listen for messages from beyond when Neptune stirs midafternoon, sharpening your third eye while adding fresh detail to your dreams. You'll feel like taking action once the moon enters Leo while supercharging your passion and motivation. However, agitated Pluto could hold up progress later tonight, making it essential that you strategize ways around obstacles while gaining wisdom."
        },
        "kh": {
            "today": "ហ៊ានប្រឈមមុខនឹងការប្រឈមមុខនឹងអ្វីដែលធ្វើឱ្យអ្នកភ័យខ្លាចនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលការឡើងសំនួរមហារីកមហារីកអ៊ុយរ៉ានុសនិងថ្នាំងខាងជើងនិងខាងត្បូង។អាកាសធាតុកែសម្ផស្សនេះនាំមកនូវភាពស្រស់ស្អាតនៃជោគវាសនាដ៏ស្រស់ស្អាតដែលនាំផ្លូវរបស់អ្នកឆ្ពោះទៅរកមួយនៃការលូតលាស់និងការរកឃើញដ៏សំខាន់មួយ។បន្ថយល្បឿនហើយស្តាប់សារពីលើសពីនេះនៅពេលដែល Neptune Stirs Mideternoon, Mistening ភ្នែកទីបីរបស់អ្នកខណៈពេលបន្ថែមលម្អិតស្រស់ដល់ក្តីសុបិន្តរបស់អ្នក។អ្នកនឹងមានអារម្មណ៍ចង់ធ្វើសកម្មភាពនៅពេលដែលព្រះច័ន្ទចូលឡេអូខណៈពេលដែលទទួលបានចំណង់ចំណូលចិត្តនិងការលើកទឹកចិត្តរបស់អ្នក។ទោះយ៉ាងណាផ្លាតូដែលមានភាពច្របូកច្របល់អាចធ្វើឱ្យមានការរីកចម្រើននៅយប់នេះដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នកធ្វើយុទ្ធសាស្ត្រពីឧបសគ្គនៅពេលទទួលបានប្រាជ្ញា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Keep quiet as the Cancer Moon aspects Uranus and the nodes of fate, dearest Leo, nudging you to embrace privacy. This energy is perfect for sheltering grand schemes from prying eyes and working on yourself and long-term goals without subjecting yourself to judgment from others. A sweet energy takes hold when Neptune activates midafternoon, putting you in the mood for intimacy. Share your visions with someone you trust, listening to advice without altering plans completely. You'll welcome attention more eagerly once Luna enters your sign, while heightened influence can allow you to make a positive impact. Just stay on guard for pushback or power struggles once Pluto activates tonight."
        },
        "kh": {
            "today": "រក្សាភាពស្ងៀមស្ងាត់នៅពេលដែលទិដ្ឋភាពមហារីកមហារីកអ៊ុយរ៉ានុសនិងថ្នាំងនៃវាសនាដែលជាទីស្រឡាញ់បំផុតដោយមានអាក្រាតកាយដោយយកចិត្តទុកដាក់ចំពោះភាពឯកជន។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់គម្រោងជំរកដ៏អស្ចារ្យពីការគោរពចំពោះភ្នែកនិងធ្វើការលើខ្លួនអ្នកនិងគោលដៅរយៈពេលវែងដោយមិនមានវិនិច្ឆ័យខ្លួនអ្នកឱ្យមានការវិនិច្ឆ័យពីអ្នកដទៃ។ថាមពលផ្អែមមួយត្រូវបានរក្សាទុកនៅពេលដែល Neptune ធ្វើឱ្យអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍ចំពោះភាពស្និទ្ធស្នាល។ចែករំលែកចក្ខុវិស័យរបស់អ្នកជាមួយអ្នកដែលអ្នកទុកចិត្តស្តាប់ដំបូន្មានដោយមិនផ្លាស់ប្តូរផែនការទាំងស្រុង។អ្នកនឹងស្វាគមន៍ការយកចិត្តទុកដាក់កាន់តែខ្លាំងនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកខណៈដែលឥទ្ធិពលកាន់តែខ្លាំងអាចអនុញ្ញាតឱ្យអ្នកមានឥទ្ធិពលវិជ្ជមាន។គ្រាន់តែនៅលើអ្នកយាមសម្រាប់ការរុញច្រានឬការតស៊ូរបស់ការតស៊ូនៅពេលដែល Pluto សកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mix up your traditional Sunday morning excursions, beloved bull, as the Cancer moon aspects Uranus and the nodes of fate. Try to get an early start, meeting up with friends or venturing out to community events where you can mingle with fellow locals. You'll have the capacity to paint vivid pictures with your words when Neptunes stirs midafternoon, which can help you expand connections or gain support for personal projects. Head home before evening emerges while Luna enters Leo, luring you toward the nurturing comforts of home. Pluto activates later tonight, asking you to tie up loose ends so you can enter the work week with a sense of preparedness."
        },
        "kh": {
            "today": "លាយដំណើរកំសាន្តពេលព្រឹកថ្ងៃអាទិត្យរបស់អ្នកនៅពេលព្រឹក Bull Bull ដែលជាផ្នែកមហារីកមហារីកអ៊ុយរ៉ានុសនិងថ្នាំងនៃជោគវាសនា។ព្យាយាមទទួលបានការចាប់ផ្តើមដំបូងជួបជាមួយមិត្តភក្តិឬបណ្តាក់ទុនទៅព្រឹត្តិការណ៍សហគមន៍ដែលអ្នកអាចលាយជាមួយអ្នកស្រុកផ្សេងទៀត។អ្នកនឹងមានសមត្ថភាពក្នុងការគូររូបភាពដ៏រស់រវើកដោយពាក្យរបស់អ្នកនៅពេលដែល Neptunes បានជំរុញឱ្យអ្នកបង្កើនការតភ្ជាប់ឬទទួលបានការគាំទ្រសម្រាប់គម្រោងផ្ទាល់ខ្លួន។នៅឯផ្ទះមុនពេលយប់បានលេចចេញនៅពេលដែល Luna ចូល Leo ដោយក្រវាត់អ្នកឆ្ពោះទៅរកការលួងលោមរបស់ផ្ទះ។Pluto ធ្វើឱ្យសកម្មនៅយប់នេះដោយស្នើសុំឱ្យអ្នកចងខ្សែរលុងដូច្នេះអ្នកអាចចូលសប្តាហ៍ការងារដោយមានអារម្មណ៍ត្រៀមលក្ខណៈ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Melt away into Sunday morning bliss, dearest Gemini, as the Cancer moon aspects Uranus and the nodes of fate. Be fully present to open new channels of the mind, which could trigger significant breakthroughs that allow you to thrive once the work week debuts. Obstacles you've been battling may vanish into the ether once Neptune activates midafternoon, especially when you choose to be soft without losing touch with reality. Do some research to further any epiphanies or goals that have emerged for you recently once Luna enters Leo. Signs from beyond will indicate that you're on the right track when Pluto activates tonight."
        },
        "kh": {
            "today": "រលាយចូលទៅក្នុងសុផាបនាព្រឹកថ្ងៃអាទិត្យដែលជាទីស្រឡាញ់បំផុត Gemini ដែលជាផ្នែកមហារីកមហារីកអ៊ុយរ៉ានុសនិងថ្នាំងនៃជោគវាសនា។មានវត្តមានពេញលេញក្នុងការបើកបណ្តាញថ្មីនៃចិត្តដែលអាចបង្កឱ្យមានរបកគំហើញដ៏សំខាន់ដែលអនុញ្ញាតឱ្យអ្នករីកចម្រើននៅពេលសប្តាហ៍ការងារបង្ហាញខ្លួននៅពេលចាប់ផ្តើមបង្ហាញ។ឧបសគ្គដែលអ្នកបានប្រយុទ្ធអាចនឹងបាត់ទៅក្នុងអារីធ័រនៅពេលដែល Neptune ធ្វើឱ្យសកម្មនៅពាក់កណ្តាលចុងONOUSជាពិសេសនៅពេលដែលអ្នកជ្រើសរើសទន់ដោយមិនបាត់បង់ទំនាក់ទំនងជាមួយការពិត។ធ្វើការស្រាវជ្រាវខ្លះដើម្បីថែមទៀតនូវអេពីភីផាផានឬគោលដៅដែលបានលេចចេញមកសម្រាប់អ្នកនាពេលថ្មីៗនេះនៅពេលដែល Luna ចូល Leo ។សញ្ញាពីហួសពីនេះនឹងបង្ហាញថាអ្នកស្ថិតនៅលើផ្លូវត្រូវនៅពេលផ្លាតូធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    }
]