[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn moon brings laser focus to your highest aspirations, dear Aries, helping you accomplish much. However, the vibe can become rigid once the afternoon sets in and Chiron becomes agitated, making it essential to check in with your emotional and mental state before pushing yourself to the brink. Plan on meeting with friends after work once Luna enters Aquarius, resetting your heart and mind through fun and stimulating conversations. Excitement follows you late into the night while the moon, Mars, Uranus, Saturn, Neptune, and Pluto enter a kite formation, elevating your social standing throughout the next few days."
        },
        "kh": {
            "today": "Capricorn Monn បាននាំមកនូវការផ្តោតអារម្មណ៍ Laser ចំពោះសេចក្តីប្រាថ្នាដ៏ខ្ពស់បំផុតរបស់អ្នកគឺ aries ជាទីស្រឡាញ់ជួយអ្នកឱ្យបានច្រើន។ទោះជាយ៉ាងណាក៏ដោយភាពរស់រវើកនេះអាចក្លាយជាការតឹងរឹងនៅពេលដែលឈុតរសៀលចូលនិងឈីនមានភាពធុញទ្រាន់ធ្វើឱ្យវាចាំបាច់ក្នុងការពិនិត្យមើលស្ថានភាពអារម្មណ៍និងផ្លូវចិត្តរបស់អ្នកមុនពេលរុញខ្លួនអ្នកទៅគែម។ផែនការប្រជុំជាមួយមិត្តភក្តិបន្ទាប់ពីការងារនៅពេលដែល Luna ចូលទៅ Aquarius សូមកំណត់ដួងចិត្តរបស់អ្នកឡើងវិញដោយកំណត់នូវបេះដូងរបស់អ្នកឡើងវិញនិងការសន្ទនារំញោច។ភាពរំភើបដើរតាមអ្នកយឺតពេលយប់ខណៈដែលព្រះច័ន្ទ, uranus, uanus, satptune, nptune, និង pluto ចូលទៅក្នុងការបង្កើតជំហរសង្គមរបស់អ្នកក្នុងរយៈពេលពីរបីថ្ងៃខាងមុខ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Recognize where you require more discipline and order, dearest Leo, as the Capricorn moon and Chiron align. You'll be reminded of just how capable you are, but you will need to get strategic and serious about reaching primary goals. Shift gears to prioritize loving connections once Luna enters Aquarius this evening, bringing an electrifying and romantic energy to the table. A buzz surrounds you as nightfall deepens and Luna forms a rare kite formation with Mars, Uranus, Saturn, Neptune, and Pluto. Interesting developments will reshape your social standing throughout the coming days, so be mindful to place yourself in positive situations where you can receive recognition and forge essential alliances."
        },
        "kh": {
            "today": "ទទួលស្គាល់កន្លែងដែលអ្នកត្រូវការវិន័យនិងលំដាប់បន្ថែម, Leo ដែលមានក្តីស្រឡាញ់, ដូចជា capirororn ព្រះច័ន្ទនិង chiron តម្រឹម។អ្នកនឹងត្រូវបានរំ of កពីរបៀបដែលអ្នកមានសមត្ថភាពប៉ុណ្ណាប៉ុន្តែអ្នកត្រូវទទួលបានយុទ្ធសាស្រ្តនិងយកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីការឈានដល់គោលដៅចម្បង។ការផ្លាស់ប្តូរឧបករណ៍ភ្ជាប់ដើម្បីផ្តល់អាទិភាពដល់ការតភ្ជាប់ដែលស្រឡាញ់នៅពេលដែល Luna ចូលទៅ Aquarius នៅល្ងាចនេះដោយនាំយកថាមពលអគ្គិសនីនិងរ៉ូមែនទិកដល់តុ។ការភ្ញាក់ផ្អើលមួយដែលព័ទ្ធជុំវិញអ្នកដែលពេលរាត្រីរាត្រីកំពុងធ្វើឱ្យការបង្កើតខ្លែងដ៏កម្រមួយជាមួយភពព្រះអង្គារអ៊ុយរ៉ានុសសៅរ៍ណុបទុរុនណៃតូនិងផ្លាតូ។ការវិវឌ្ឍន៍គួរឱ្យចាប់អារម្មណ៍នឹងផ្លាស់ប្តូរជំហរសង្គមរបស់អ្នកពេញមួយថ្ងៃខាងមុខដូច្នេះត្រូវយកចិត្តទុកដាក់ដាក់ខ្លួនអ្នកក្នុងស្ថានភាពវិជ្ជមានដែលអ្នកអាចទទួលបានការទទួលស្គាល់និងបង្កើតសម្ព័ន្ធភាពសំខាន់ៗ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Put your healing journey first, dear Taurus, as the Capricorn moon and Chiron align. This energy encourages soul searching and spiritual connection, offering warmth and celestial support. You'll feel energized and inspired to implement essential changes once Luna enters Aquarius this evening, especially when it comes to long-term goals and professional aspirations. Electrifying vibes follow you as night descends, heightening your motivation to work hard and establish new cycles that will bring out your best self. Get experimental and don't be afraid to make mistakes as you travel boldly toward great heights, trusting that your most innovative ideas will provide big rewards."
        },
        "kh": {
            "today": "ដាក់ដំណើរព្យាបាលរបស់អ្នកជាមុន Taurus ជាទីស្រឡាញ់ដូច capirororn ព្រះចន្ទនិងចន្លីងតម្រឹម។ថាមពលនេះលើកទឹកចិត្តឱ្យការស្វែងរកព្រលឹងនិងការភ្ជាប់ខាងវិញ្ញាណផ្តល់ជូននូវភាពកក់ក្តៅនិងសេឡេស្ទាល។អ្នកនឹងមានអារម្មណ៍ថាមានថាមពលនិងជម្រុញឱ្យអនុវត្តការផ្លាស់ប្តូរចាំបាច់នៅពេលដែល Luna ចូលទៅក្នុង Aquarius នៅល្ងាចនេះជាពិសេសនៅពេលនិយាយពីគោលដៅរយៈពេលវែងនិងសេចក្តីប្រាថ្នាវិជ្ជាជីវៈ។ភាពរស់រវើកដែលមានភាពរស់រវើកតាមអ្នកដែលជាអ្នកមានលទ្ធភាពនៅពេលយប់ដែលធ្វើឱ្យការលើកទឹកចិត្តរបស់អ្នកខិតខំធ្វើការនិងបង្កើតវដ្តថ្មីដែលនឹងនាំមកនូវភាពល្អបំផុតរបស់អ្នក។ទទួលបានពិសោធន៍ហើយកុំខ្លាចក្នុងការធ្វើឱ្យមានកំហុសនៅពេលអ្នកធ្វើដំណើរយ៉ាងក្លាហានឆ្ពោះទៅរកកំពស់ដ៏អស្ចារ្យដែលជឿទុកចិត្តថាគំនិតច្នៃប្រឌិតថ្មីរបស់អ្នកនឹងផ្តល់រង្វាន់ធំបំផុត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Loyalty and reliability will weigh heavily on your mind under the Capricorn moon, dearest Gemini. A harsh square with Chiron this afternoon forces you to conclude who your true friends are. Though letting go of people isn't always easy, you'll feel lighter and more sure of your choices once Luna enters Aquarius this evening. A pronounced sense that great things lie on the horizon will make it easier to look forward with optimism. New faces could emerge throughout the coming days as the moon triggers a rare kite formation between Mars, Uranus, Saturn, Neptune, and Pluto, encouraging you to seek out fresh connections."
        },
        "kh": {
            "today": "ភាពស្មោះត្រង់និងភាពជឿជាក់នឹងមានទំងន់យ៉ាងខ្លាំងនៅលើគំនិតរបស់អ្នកនៅក្រោមព្រះ capricorn ព្រះច័ន្ទដែលជាទីស្រឡាញ់បំផុត។ការ៉េដ៏សាហាវមួយដែលមានជីរអាងនៅរសៀលនេះបង្ខំឱ្យអ្នកសន្និដ្ឋានថាតើមិត្តភក្តិពិតរបស់អ្នកគឺជានរណា។ទោះបីអនុញ្ញាតឱ្យមនុស្សមិនងាយស្រួលក៏ដោយអ្នកនឹងមានអារម្មណ៍ស្រាលជាងមុនហើយកាន់តែប្រាកដអំពីជម្រើសរបស់អ្នកនៅពេលដែល Luna ចូលទៅ Aquarius នៅល្ងាចនេះ។ការបញ្ចេញមតិដែលមានរឿងជាច្រើនស្ថិតនៅលើផ្តេកនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទន្ទឹងរង់ចាំសុទិដ្ឋិនិយម។មុខថ្មីអាចលេចចេញមកពេញមួយថ្ងៃនៅពេលដែលព្រះច័ន្ទបង្កឡើងនូវការបង្កើតខ្លែងដ៏កម្រមួយរវាងភពព្រះអង្គារអ៊ុយរ៉ានុសសៅរ៍ណុបថុននិងផ្លាតូដែលលើកទឹកចិត្តឱ្យអ្នកស្វែងរកការភ្ជាប់ទំនាក់ទំនងស្រស់។"
        }
    }
]