[
    {
        "sign": "Aries",
        "en": {
            "today": "Happy Monday, dearest Aries! With the moon shining brightly in Leo and the sector of your chart that governs confidence, you'll accomplish much when passion and boldness are embraced. Mercury stirs early this morning, making it easier to voice opinions bluntly without ruffling feathers. Rather than tiptoeing around your end game, draw a straight line from where you are to where you want to be. Second chances at love could surprise you when Luna aspects Venus rx, but be sure to ask essential questions before opening your heart to ghosts from the past. Lucky conversations may find you this evening while Jupiter activates."
        },
        "kh": {
            "today": "រីករាយថ្ងៃច័ន្ទដែលជាទីស្រឡាញ់បំផុត Aries!ជាមួយនឹងព្រះច័ន្ទចែងចាំងចែងចាំងនៅលីអូនិងវិស័យនៃគំនូសតាងរបស់អ្នកដែលគ្រប់គ្រងទំនុកចិត្តអ្នកនឹងសម្រេចបានច្រើននៅពេលចំណង់ចំណូលចិត្តនិងភាពក្លាហានត្រូវបានគេឱបក្រសោប។បារតកូរនៅដើមព្រឹកនេះធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការបញ្ចេញសំលេងមតិយោបល់ដោយឥតលាក់លៀមដោយគ្មានរោម។ជាជាងការដាក់នៅជុំវិញហ្គេមចុងក្រោយរបស់អ្នកសូមគូរបន្ទាត់ត្រង់ពីកន្លែងដែលអ្នកនៅទីណាដែលអ្នកចង់ធ្វើ។ឱកាសទី 2 នៅពេលស្នេហាអាចធ្វើឱ្យអ្នកភ្ញាក់ផ្អើលនៅពេលដែលទិដ្ឋភាពនៃឡូស rx ប៉ុន្តែត្រូវប្រាកដថាសួរសំណួរសំខាន់ៗមុនពេលបើកបេះដូងរបស់អ្នកទៅខ្មោចពីអតីតកាល។ការសន្ទនាសំណាងអាចរកឃើញអ្នកនៅល្ងាចនេះខណៈពេលដែល Jupiter សកម្ម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Clarity washes over you while the moon and Mercury align, sweet Leo, heightening your perspective. This energy is ideal for reconnecting with your higher power, meditating on personal goals, and vocalizing your desires. Manifestation journeys could come full circle while Venus rx activates, so be sure to keep your eyes peeled for opportunities you've been praying for. These vibes also promote forgiveness, making it easier to mend fences and lead the way toward togetherness. Shift focus to invite in new companions or grow your following online as evening sets in, and Luna blows a kiss to Jupiter, furthering your reach."
        },
        "kh": {
            "today": "ភាពច្បាស់លាស់លាងចានលើអ្នកខណៈពេលដែលព្រះច័ន្ទតម្រឹមនិងបារតតម្រឹមផ្អែមឡេអូ, បង្កើនទស្សនៈរបស់អ្នក។ថាមពលនេះគឺល្អសម្រាប់ការភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកដោយធ្វើសមាធិនូវគោលដៅផ្ទាល់ខ្លួននិងការចង់បានបំណងប្រាថ្នារបស់អ្នក។ការធ្វើដំណើររបស់ការបើកការបង្ហាញអាចមានរង្វង់ពេញខណៈដែល Venus RX សកម្មដូច្នេះត្រូវប្រាកដថាធ្វើឱ្យភ្នែករបស់អ្នករេចរឹលសម្រាប់ឱកាសដែលអ្នកបានអធិស្ឋានសម្រាប់។ភាពរស់រវើកទាំងនេះក៏ជំរុញការអភ័យទោសដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការជួសជុលរបងនិងដឹកនាំផ្លូវឆ្ពោះទៅរកភាពរឹងមាំ។ការផ្លាស់ប្តូរការផ្តោតអារម្មណ៍ដើម្បីអញ្ជើញក្នុងការអញ្ជើញក្នុងដៃគូថ្មីឬលូតលាស់តាមអ៊ិនធរណេតរបស់អ្នកដូចពេលល្ងាចរបស់អ្នកនៅពេលដែលមានពេលល្ងាចហើយលូផ្លុំការថើបឱ្យភពប្រូសដែលកំពុងឈានដល់ការឈានដល់ការឈានដល់ការឈានដល់ការឈានដល់ការបន្តរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Notice how you speak to yourself while the Leo moon and Mercury align, darling Taurus, making it a point to embrace internal dialogues that are nurturing, positive, and supportive. If experiences from your childhood cause you to doubt yourself at times, work on breaking free from such patterns. Luckily, Venus Rx steps in to offer a gentle and healing touch. Try to squeeze in some alone time that's focused on personal pampering and strengthening self-love. A joyful energy fills your space this evening while Jupiter activates, encouraging you to connect with loved ones over an indulgent meal."
        },
        "kh": {
            "today": "សូមកត់សំគាល់ពីរបៀបដែលអ្នកនិយាយទៅកាន់ខ្លួនអ្នកខណៈពេលដែល Leo Moon និងបារត Taurlus Taurus ដែលធ្វើឱ្យវាក្លាយជាចំណុចមួយក្នុងការចាប់យកការសន្ទនាផ្ទៃក្នុងវិជ្ជមាននិងការគាំទ្រ។ប្រសិនបើបទពិសោធន៍ពីកុមារភាពរបស់អ្នកបណ្តាលឱ្យអ្នកសង្ស័យខ្លួនឯងនៅពេលខ្លះធ្វើការលើការបំបែកចេញពីលំនាំបែបនេះ។សំណាងល្អ Venus RX ជំហានដើម្បីផ្តល់នូវការប៉ះទន់ភ្លន់និងព្យាបាល។ព្យាយាមច្របាច់ឱ្យបានតែមួយជីវិតតែម្នាក់ឯងដែលផ្តោតលើការធ្វើត្រាប់តាមភាពផ្ទាល់ខ្លួននិងការពង្រឹងការស្រឡាញ់ខ្លួនឯង។ថាមពលរីករាយបំពេញចន្លោះរបស់អ្នកនៅល្ងាចនេះខណៈពេលដែល Jupiter សកម្មជំរុញឱ្យអ្នកភ្ជាប់ជាមួយមនុស្សជាទីស្រឡាញ់នៅលើអាហារដែលមិនស្អាត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Leo moon and Mercury enter a cosmic collaboration this morning, darling Gemini, inspiring you to put some good into the world. Let your intuition guide you, researching and investing in causes that tug at your heartstrings. Consider connecting with old friends or exes you're still on good terms with when Venus rx activates, remembering that it's always helpful to have more allies on your side. Simple ideas will snowball into something more complex and grand once Jupiter activates this evening, and it may be wise to collaborate with those who have wisdom or experiences you can learn from."
        },
        "kh": {
            "today": "ឡេអូមូននិងបារតចូលក្នុងការសហការគ្នានៃលោហៈនៅព្រឹកនេះនាព្រឹកនេះដែលជាទីស្រាប់លង់ជម្រុញឱ្យអ្នកធ្វើល្អដល់ពិភពលោក។សូមមេត្តាណែនាំអ្នកស្រាវជ្រាវនិងវិនិយោគក្នុងបុព្វហេតុដែលធ្វើឱ្យបេះដូងដក់ជាប់ក្នុងបេះដូងរបស់អ្នក។ពិចារណាការតភ្ជាប់ជាមួយមិត្តចាស់ឬអតីតកាលដែលអ្នកនៅតែមាននៅក្នុងលក្ខខណ្ឌល្អជាមួយនឹងនៅពេលដែល Venus RX សកម្ម, ចងចាំថាវាតែងតែមានប្រយោជន៍ក្នុងការមានសម្ព័ន្ធមិត្តរបស់អ្នក។គំនិតសាមញ្ញនឹងព្រិលចូលទៅក្នុងអ្វីដែលស្មុគស្មាញនិងធំនៅពេលដែលភពព្រហស្បតិ៍សកម្មនៅល្ងាចនេះហើយវាអាចមានប្រាជ្ញាក្នុងការសហការជាមួយអ្នកដែលមានប្រាជ្ញាដែលអ្នកអាចរៀនបាន។"
        }
    }
]