[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini Moon aspects Pluto and Mars early this morning, dear Aries, which could trigger distractions as your day begins. Meanwhile, the Sun and Neptune square off, bringing a sleepy energy to the table. Avoid your electronic devices and look for ways to awaken your senses as you prepare for the tasks ahead. Make the most of these vibes by devoting extra time to your hopes and dreams, temporarily escaping grief from the outside world. Luckily, there will be plenty of opportunities to get on track and gain the attention of your peers as a rare yod form between Mars, Jupiter, and Pluto."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះច័ន្ទរបស់ Gemini និងភពព្រះអង្គារនៅព្រឹកព្រលឹមនេះ aries aries ដែលអាចបង្កឱ្យមានការរំខាននៅពេលថ្ងៃរបស់អ្នកចាប់ផ្តើម។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិង Neptune Square បិទ, នាំមកនូវថាមពលងងុយគេងទៅតុ។ជៀសវាងឧបករណ៍អេឡិចត្រូនិចរបស់អ្នកហើយរកមើលវិធីដើម្បីដាស់អារម្មណ៍របស់អ្នកនៅពេលអ្នករៀបចំភារកិច្ចនៅខាងមុខ។ធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះដោយការលះបង់ម៉ោងបន្ថែមពីក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកដែលកំពុងរត់គេចពីភាពទុក្ខព្រួយជាបណ្តោះអាសន្នពីពិភពខាងក្រៅ។សំណាងល្អវាមានឱកាសជាច្រើនដើម្បីទទួលបានការចាប់អារម្មណ៍ពីមិត្តភក្តិរបស់អ្នកដែលជាទម្រង់ yod ដ៏កម្រមួយរវាងភពព្រះអង្គារ, ភពព្រហស្បតិ៍និងផ្លាតូ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Gemini Moon connects with Pluto and Mars this morning, dear Leo, highlighting how you interact with others. Notice how often you use your phone while in the presence of family and friends, doing what you can to prioritize people over screen time when you're not alone. You'll be attracted to spiritual practices, meditation, and solitude while the Sun and Neptune square off. Take space to connect with your higher power, but watch out for false epiphanies and clouded intuition. Meet with a trusted companion to share a meal and swap secrets with while a rare yod forms between Mars, Jupiter, and Pluto."
        },
        "kh": {
            "today": "ព្រះចន្ទ Gemini ភ្ជាប់ជាមួយ Pluto និងភពព្រះអង្គារនៅព្រឹកនេះឡេអូដែលជាទីស្រឡាញ់ដែលការបន្លិចពីរបៀបដែលអ្នកធ្វើអន្តរកម្មជាមួយអ្នកដទៃ។សូមកត់សម្គាល់ថាតើអ្នកប្រើទូរស័ព្ទរបស់អ្នកញឹកញាប់ប៉ុណ្ណានៅពេលមានវត្តមានរបស់ក្រុមគ្រួសារនិងមិត្តភក្តិក្នុងការធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីផ្តល់អាទិភាពដល់មនុស្សនៅលើពេលវេលាអេក្រង់នៅពេលដែលអ្នកមិននៅម្នាក់ឯង។អ្នកនឹងចាប់អារម្មណ៍នឹងការអនុវត្តខាងវិញ្ញាណការធ្វើសមាធិនិងភាពត្រជាក់ខណៈពេលដែលព្រះអាទិត្យនិង Neptune Square បិទ។យកកន្លែងទំនេរដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកប៉ុន្តែប្រយ័ត្នចំពោះជនអេភីភីផានមិនពិតនិងវិចារណញាណដែលមានពពក។ជួបជាមួយដៃគូដែលទុកចិត្តក្នុងការចែករំលែកអាហារនិងប្តូរអាថ៌កំបាំងជាមួយខណៈពេលដែលសំណុំបែបបទយ៉ុតដ៏កម្រមួយរវាងភពព្រះអង្គារ, ភពព្រហស្បតិ៍និងផ្លាតូ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You may feel as though your responsibilities have begun to stifle your relationship with fun, dear Taurus, as the Gemini Moon aspects Pluto and Mars early this morning. By staying true to your goals, significant payoffs will ensue, so try to keep your morale up. Watch out for confusion or self-doubt when the Sun squares Neptune, which could trigger internal fog. Luckily, Mars, Jupiter, and Pluto align to form a rare \"finger of fate\" aspect, encouraging you to express yourself within professional settings. Harness these vibes by rallying support for your latest visions, winning friends along the way."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាការទទួលខុសត្រូវរបស់អ្នកបានចាប់ផ្តើមរារាំងទំនាក់ទំនងរបស់អ្នកជាមួយនឹងភាពសប្បាយរីករាយ, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពព្រះចន្ទ Gemini, ផ្លាតូនិងភពព្រះអង្គារនៅព្រឹកព្រលឹមនៅព្រឹកនេះ។ដោយរក្សាភាពស្មោះត្រង់ចំពោះគោលដៅរបស់អ្នកការទូទាត់គួរឱ្យកត់សម្គាល់នឹងជួយដោះស្រាយដូច្នេះសូមព្យាយាមរក្សាសីលធម៌របស់អ្នក។ប្រយ័ត្នចំពោះការភាន់ច្រឡំឬការសង្ស័យខ្លួនឯងនៅពេលដែលព្រះអាទិត្យការ៉េ Neptune ដែលអាចបង្កឱ្យមានអ័ព្ទក្នុងផ្ទៃក្នុង។សំណាងល្អភពព្រះអង្គម្ចាស់ភពព្រហស្បតិ៍និងផ្លាតូតម្រឹមដើម្បីបង្កើតជា \"ម្រាមដៃនៃវាសនា\" ដែលគួរឱ្យអស់សំណើចដែលជំរុញឱ្យអ្នកបញ្ចេញមតិក្នុងការកំណត់ជំនាញ។ទាញយកភាពរស់រវើកទាំងនេះដោយការគាំទ្រការគាំទ្រសម្រាប់ចក្ខុវិស័យចុងក្រោយរបស់អ្នក, ឈ្នះមិត្តភក្តិនៅតាមផ្លូវ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna moves through your sign, dear Gemini, forming connections with Pluto and Mars early this morning. Take a few moments to connect with your higher power before starting the day, but don't make your decisions off intuition alone. Notice how often you reach for your electronic devices while the Sun and Neptune square off and how these actions impact your connection with the material realms. If you start to feel disconnected, seek sensory experiences. Luckily, a rare yod formation between Mars, Jupiter, and Pluto will help you find magic in the great outdoors, helping you connect with nature and the divine more easily."
        },
        "kh": {
            "today": "Luna ផ្លាស់ប្តូរសញ្ញារបស់អ្នក Gemini ជាទីស្រឡាញ់បង្កើតការតភ្ជាប់ជាមួយផ្លាតូនិងភពព្រះអង្គារនៅព្រឹកព្រលឹមនេះ។យកមួយសន្ទុះមួយភ្លែតដើម្បីភ្ជាប់ជាមួយថាមពលខ្ពស់របស់អ្នកមុនពេលចាប់ផ្តើមថ្ងៃប៉ុន្តែកុំធ្វើការសម្រេចចិត្តរបស់អ្នកឱ្យមានភាពវង្វេងស្មារតីតែម្នាក់ឯង។សម្គាល់ឃើញថាតើអ្នកឈានដល់ឧបករណ៍អេឡិចត្រូនិចរបស់អ្នកញឹកញាប់ប៉ុណ្ណានៅពេលដែលព្រះអាទិត្យនិង Neptune Square បិទនិងរបៀបដែលសកម្មភាពទាំងនេះជះឥទ្ធិពលដល់ការភ្ជាប់របស់អ្នកជាមួយនឹងអាណាចក្រសម្ភារៈ។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាបានផ្តាច់ការស្វែងរកបទពិសោធន៍អារម្មណ៍។សំណាងនៃការបង្កើតយូដាសដ៏កម្រមួយរវាងភពព្រះអង្គារភពព្រហស្បតិ៍ហើយផ្លាតូនឹងជួយអ្នកឱ្យរកឃើញវេទមន្តនៅខាងក្រៅដ៏អស្ចារ្យជួយអ្នកភ្ជាប់ជាមួយធម្មជាតិនិងដ៏ខ្លាំងក្លាយ៉ាងងាយស្រួល។"
        }
    }
]