[
    {
        "sign": "Aries",
        "en": {
            "today": "The sun enters your sign today, dearest Aries, marking the beginning of spring and your birthday season! This solar shift marks an era of new beginnings, asking you to step onto the path of self-actualization. Know that while it’s okay if your plans ebb and flow along the way, forward momentum is the only way to grow closer to your dreams. Meanwhile, the Sagittarius moon blows a kiss to Mercury Rx, asking you to honor promises made in the past. Just don’t push yourself too far, and try to have fun along the way while Luna opposes Jupiter this evening."
        },
        "kh": {
            "today": "ព្រះអាទិត្យចូលក្នុងសញ្ញារបស់អ្នកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដែលជាការចាប់ផ្តើមការចាប់ផ្តើមនៃនិទាឃរដូវនិងរដូវកាលខួបកំណើតរបស់អ្នក!ការផ្លាស់ប្តូរពន្លឺព្រះអាទិត្យនេះបង្ហាញពីយុគសម័យនៃការចាប់ផ្តើមថ្មីដោយស្នើសុំឱ្យអ្នកឈានជើងចូលផ្លូវនៃការធ្វើឱ្យខ្លួនឯងធ្វើឱ្យមានភាពជាក់ស្តែងដោយខ្លួនឯង។ដឹងថាខណៈពេលដែលមិនអីទេប្រសិនបើផែនការរបស់អ្នក ebb និងលំហូរនៅតាមផ្លូវទៅមុខសន្ទុះគឺជាមធ្យោបាយតែមួយគត់ដើម្បីកាន់តែខិតជិតដល់ក្តីសុបិន្តរបស់អ្នក។ទន្ទឹមនឹងនេះដែរលោក Sagittarius Moon ផ្លុំការថើបដល់បារត RX ដោយស្នើសុំឱ្យអ្នកគោរពការសន្យាដែលបានធ្វើកាលពីអតីតកាល។គ្រាន់តែកុំរុញច្រានខ្លួនអ្នកឆ្ងាយពេកហើយព្យាយាមរីករាយនៅតាមផ្លូវខណៈពេលដែល Luna ប្រឆាំងនឹងជូរីរីនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The most spiritually charged season of the year begins for you today, sweet Leo, as the sun enters fiery Aries and your solar ninth house. Bring a fresh perspective to your highest aspirations, asking the universe to guide and assist you along the way. Your confidence grows while the Sagittarius moon and Mercury rx align, encouraging you to be expressive and openhearted. Be proactive with your goals and ideas, and they will grow successfully and quickly. Lucky energy permeates your social sphere when Luna opposes Jupiter this evening, marking a good time to network or grow your social media following."
        },
        "kh": {
            "today": "រដូវដែលត្រូវបានចោទប្រកាន់ខាងវិញ្ញាណបំផុតប្រចាំឆ្នាំចាប់ផ្តើមសម្រាប់អ្នកនៅថ្ងៃនេះផ្អែមល្ហែមនៅពេលដែលព្រះអាទិត្យចូលទៅក្នុងស្រើបស្រាល Aries និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។នាំមកនូវទស្សនវិស័យស្រស់ចំពោះសេចក្តីប្រាថ្នាដ៏ខ្ពស់បំផុតរបស់អ្នកដោយស្នើសុំឱ្យសកលលោកដឹកនាំនិងជួយអ្នកឱ្យនៅតាមផ្លូវ។ទំនុកចិត្តរបស់អ្នកលូតលាស់ខណៈពេលដែល Sagittarius Moon និងបារត RX បានតម្រឹមការលើកទឹកចិត្តអ្នកឱ្យបង្ហាញខ្លួននិងបើកចំហរ។ធ្វើឱ្យសកម្មជាមួយនឹងគោលដៅនិងគំនិតរបស់អ្នកហើយពួកគេនឹងរីកចម្រើនដោយជោគជ័យនិងរហ័ស។ថាមពលឡាក់គីពាសពេញវិស័យសង្គមរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងជេហ្វិចល្ងាចនេះការសម្គាល់ពេលវេលាល្អក្នុងការភ្ជាប់បណ្តាញឬរីកចម្រើនប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You may feel yourself slipping into hibernation mode, dearest Taurus, as the sun enters Aries and the sector of your chart that governs secrecy. You’ll have a gift for recalibrating your psyche throughout the coming weeks, especially when you take an honest look at existing patterns. Acknowledge your strengths and where improvements can be made, being kind to yourself along the way. You may begin to question certain agreements or commitments you’ve made when the Sagittarius moon aspects Mercury rx, and it’ll be vital that you honor what your intuition is telling you. Curb, spend, and invest in your future when Luna opposes Jupiter this evening."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាខ្លួនអ្នករអិលចូលក្នុងរបៀប hibernation ដែលជាទីស្រឡាញ់បំផុត Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះអាទិត្យចូល Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការសម្ងាត់។អ្នកនឹងមានអំណោយសម្រាប់ការគណនាចិត្តរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះជាពិសេសនៅពេលដែលអ្នកក្រឡេកមើលគំរូដែលមានស្រាប់។ទទួលស្គាល់ភាពខ្លាំងរបស់អ្នកនិងកន្លែងដែលអាចធ្វើឱ្យប្រសើរឡើងដោយចិត្តល្អចំពោះខ្លួនអ្នកនៅតាមផ្លូវ។អ្នកអាចចាប់ផ្តើមសាកសួរកិច្ចព្រមព្រៀងឬការប្តេជ្ញាចិត្តមួយចំនួនដែលអ្នកបានធ្វើនៅពេលដែលទិដ្ឋភាព Magittarius March RX ហើយវាពិតជាសំខាន់ណាស់ដែលអ្នកផ្តល់សិទ្ធិដល់វិចិត្រសិមធម៌របស់អ្នក។ការទប់ស្កាត់ចំណាយនិងវិនិយោគលើអនាគតរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងជេបភឺរល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Get ready for a jam-packed social season, darling Gemini, as the sun enters Aries and the sector of your chart that governs the community. New faces are bound to emerge throughout the coming weeks, and you should seize opportunities to network whenever possible. Meanwhile, the Sagittarius moon blows a kiss to Mercury Rx, tempting you to reconnect with ghosts from the past. This energy can repair strained relations, but think twice before connecting with exes or those who severely betrayed you. Your capacity to give and receive love expands significantly when Luna opposes Jupiter this evening, though you should choose wisely who you bestow affection upon."
        },
        "kh": {
            "today": "ត្រៀមខ្លួនសម្រាប់រដូវសង្គ្ដមស្ងួតដែលមានយៈសាពូនមីគឺលោក Darling Gemini ព្រោះថាព្រះអាទិត្យចូល Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍។មុខថ្មីត្រូវបានផ្សារភ្ជាប់ទៅនឹងលេចចេញពេញមួយសប្តាហ៍ខាងមុខនេះហើយអ្នកគួរតែរឹបអូសឱកាសក្នុងបណ្តាញនៅពេលណាដែលអាចធ្វើទៅបាន។ទន្ទឹមនឹងនេះដែរក្រុម Sagittarius បានផ្លុំការថើបដល់បារត RX ដែលធ្វើឱ្យអ្នកផ្សារភ្ជាប់ជាមួយនឹងខ្មោចពីអតីតកាល។ថាមពលនេះអាចជួសជុលទំនាក់ទំនងដែលមានបញ្ហាប៉ុន្តែគិតពីរដងមុនពេលភ្ជាប់ជាមួយ Exes ឬអ្នកដែលក្បត់អ្នកយ៉ាងខ្លាំង។សមត្ថភាពរបស់អ្នកក្នុងការផ្តល់និងទទួលបានសេចក្តីស្រឡាញ់ពង្រីកយ៉ាងខ្លាំងនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រហស្បតិ៍នេះទោះបីជាអ្នកគួរតែជ្រើសរើសអ្នកណាដែលអ្នកឱ្យស្រឡាញ់។"
        }
    }
]