[
    {
        "sign": "Aries",
        "en": {
            "today": "Don't rely on memory or routine as Mercury squares Uranus this morning, dearest Aries, being mindful to check your schedule, to-do lists, and work. A harsh square between the Capricorn moon and Mars could hinder motivation, and it'll be essential to take care of yourself so momentum can be regained. Jupiter and the nodes of fate activate while the hours pass, luring you toward side quests and daydreams. Follow your intuition and expand your horizons without abandoning existing responsibilities. Notice if you become closed off later tonight when Luna and Chiron form a rigid aspect, reaching out for connection if you start to feel isolated."
        },
        "kh": {
            "today": "កុំពឹងផ្អែកលើការចងចាំឬទម្លាប់ដែលជាការេទឹក Mercury Uranus នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលត្រូវបានគេយកចិត្តទុកដាក់ក្នុងការត្រួតពិនិត្យបញ្ជីការងារត្រូវធ្វើនិងការងាររបស់អ្នក។ការេដ៏សាហាវមួយរវាងមួក Capricorn Monon និងភពព្រះអង្គារអាចរារាំងការលើកទឹកចិត្តហើយវាចាំបាច់ក្នុងការថែរក្សាខ្លួនអ្នកដូច្នេះសន្ទុះអាចទទួលបានមកវិញ។ភពព្រហស្បតិ៍និងថ្នាំងនៃវាសនាធ្វើឱ្យសកម្មខណៈម៉ោងឆ្លងកាត់ទាក់ទាញអ្នកឆ្ពោះទៅរកដំណើរស្វែងរកនិងសុវត្ថភាព។អនុវត្តតាមវិចារណញាណរបស់អ្នកនិងពង្រីកការផ្តេករបស់អ្នកដោយមិនបោះបង់ចោលការទទួលខុសត្រូវដែលមានស្រាប់។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកបានបិទទ្វារនៅយប់នេះនៅពេលដែល Luna និង Chiron បង្កើតបានជាទិដ្ឋភាពតឹងរឹងមួយដើម្បីឈានដល់ការតភ្ជាប់ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ឯកោ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Static fills the air while Mercury and Uranus square off, darling Leo, bringing a bustle to your social sphere. Unfortunately, not all news will be welcome, and major distractions could throw you off track if gossip and chatting pull you away from more important matters. Avoid acting on impulse or throwing your weight around as the Capricorn moon and Mars align, leaving you vulnerable to mistakes and drama. Luckily, Jupiter and the nodes of fate activate to help you course correct, though you'll need to retrace your steps and do some reflecting. Blend spirituality with healthy living to release stress and find healing once Chiron stirs tonight."
        },
        "kh": {
            "today": "ឋិតិវន្តបំពេញតាមអាកាសខណៈដែលបារតនិងអ៊ុយរ៉ានុសការ៉េបិទ, គួរឱ្យស្រឡាញ់, យកអ៊ូអរមួយទៅកន្លែងសង្គមរបស់អ្នក។ជាអកុសលមិនមែនព័ត៌មានទាំងអស់នឹងត្រូវបានស្វាគមន៍នោះទេហើយការរំខានសំខាន់ៗអាចបណ្តេញអ្នកចេញប្រសិនបើការនិយាយដើមគេហើយជជែកលេងទាញអ្នកចេញពីបញ្ហាសំខាន់ជាងនេះ។ជៀសវាងការធ្វើសកម្មភាពលើការលើកទឹកចិត្តឬបោះទម្ងន់របស់អ្នកនៅជុំវិញដូចជា capricorn ព្រះច័ន្ទនិងភពព្រះអង្គារបានតម្រឹមអ្នកងាយរងគ្រោះចំពោះកំហុសនិងរឿងល្ខោន។សំណាងល្អភពព្រហស្បតិ៍និងថ្នាំងនៃវាសនាសកម្មដើម្បីជួយអ្នកឱ្យបានត្រឹមត្រូវទោះបីអ្នកត្រូវដកជំហានរបស់អ្នកឡើងវិញហើយឆ្លុះបញ្ចាំងពីជំហានខ្លះក៏ដោយ។លាយបញ្ចូលគ្នារវាងភាពខាងវិញ្ញាណជាមួយនឹងការរស់នៅប្រកបដោយសុខភាពល្អដើម្បីបញ្ចេញភាពតានតឹងនិងស្វែងរកការជាសះស្បើយនៅពេលដែល chiry កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury and Uranus square off this morning, dearest Taurus, putting you on edge and creating a sense of instability. The world is shifting beneath your very feet, and it'll be essential to think for yourself if conflict or chaos emerges. Luckily, the Capricorn moon offers a higher perspective, and Mars activates to keep you in motion. Continue moving forward, trusting that you'll have a chance to revise if certain situations get messy. Meanwhile, Jupiter and the nodes of fate activate, placing new connections and learning opportunities in your path. Seek peace and connect with your spirituality once Chiron stirs tonight."
        },
        "kh": {
            "today": "បារតនិងអ៊ុយរ៉ានុសការ៉េបិទនៅព្រឹកនេះ taurus ដែលជាទីស្រឡាញ់បំផុតដាក់អ្នកនៅលើគែមនិងបង្កើតភាពអសុរពកនៃអស្ថិរភាព។ពិភពលោកកំពុងផ្លាស់ប្តូរនៅក្រោមជើងរបស់អ្នកហើយវាចាំបាច់ក្នុងការគិតដោយខ្លួនឯងប្រសិនបើជម្លោះឬភាពវឹកវរបានលេចចេញមក។សំណាងល្អ, Capricorn Monon ផ្តល់នូវទស្សនវិស័យខ្ពស់ហើយភពព្រះអង្គារធ្វើឱ្យសកម្មក្នុងការធ្វើចលនា។បន្តទៅមុខឆ្ពោះទៅមុខដែលជឿទុកចិត្តថាអ្នកនឹងមានឱកាសកែសំរួលប្រសិនបើមានស្ថានភាពខ្លះរញ៉េរញ៉ៃ។ទន្ទឹមនឹងនេះដែរភពព្រហស្បតិ៍និងថ្នាំងនៃជោគវាសនាសកម្មដោយដាក់ការភ្ជាប់ថ្មីនិងឱកាសរៀនសូត្រនៅក្នុងផ្លូវរបស់អ្នក។ស្វែងរកសន្តិភាពនិងភ្ជាប់ទំនាក់ទំនងជាមួយភាពខាងវិញ្ញាណរបស់អ្នកនៅពេលដែល chiron បានជំរុញឱ្យនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Avoid jumping to conclusions while Mercury and Uranus form an unbalanced aspect, darling Gemini, especially when emotions are frayed. It could be challenging to think clearly, and fluctuating moods will further cloud your vision. Egos clash as the Capricorn moon and Mars square off, though not every challenge will be worth the fight. Channel your will wisely, investing in your own evolution and sense of empowerment. You'll see steady growth and big rewards on the horizon once Jupiter and the nodes of fate activate, providing a healthy outlet to put your energy behind. Watch out for gossip and drama online while Luna squares Chiron tonight."
        },
        "kh": {
            "today": "ជៀសវាងការលោតទៅការសន្និដ្ឋានខណៈដែលបារតនិងអ៊ើររ៉ែបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាព, ជាទីស្រឡាញ់ជាពិសេសនៅពេលដែលអារម្មណ៍ត្រូវបានគេប្រកាន់ខ្ជាប់។វាអាចជាការពិបាកក្នុងការគិតយ៉ាងច្បាស់ហើយអារម្មណ៍ប្រែប្រួលនឹងមានពពករបស់អ្នកឱ្យកាន់តែច្រើនថែមទៀត។EGOS ប៉ះទង្គិចគ្នានៅពេលដែល Capricorn Monon និង Mars Square បិទទោះបីមិនមែនជាបញ្ហាប្រឈមទាំងអស់នឹងសមនឹងការប្រយុទ្ធក៏ដោយ។ឆានែលរបស់អ្នកនឹងមានប្រាជ្ញាដោយប្រាជ្ញាក្នុងការវិវត្តន៍ផ្ទាល់ខ្លួននិងអារម្មណ៍នៃការពង្រឹងអំណាច។អ្នកនឹងឃើញការលូតលាស់ថេរនិងរង្វាន់ធំនៅលើផ្តេកនៅពេលដែលភពព្រហស្បតិ៍និងថ្នាំងនៃជោគវាសនាសកម្មដែលធ្វើឱ្យហាងដែលមានសុខភាពល្អដាក់ថាមពលរបស់អ្នកឱ្យនៅពីក្រោយ។ប្រយ័ត្នចំពោះការនិយាយដើមគេនិងល្ខោនតាមអ៊ិនធរណេតខណៈពេលដែល Luna Squares Chiron យប់នេះ។"
        }
    }
]