[
    {
        "sign": "Aries",
        "en": {
            "today": "Your heart opens when passions and connection are embraced, dear Aries, as the Leo moon aligns with Mars and Venus early this morning. You'll be encouraged to take care of yourself once Luna enters Virgo, conjuring themes around wellness and healthy routines. Venus makes her debut into Virgo moments later, turning up the volume with your love language throughout the coming weeks. You'll be happy to serve those you cherish most, but you should also consider how partnerships influence your own behaviors. Chaotic vibes flow while Luna squares Uranus, but rash decisions could create bigger messes that are difficult to clean up."
        },
        "kh": {
            "today": "បេះដូងរបស់អ្នកបើកនៅពេលដែលតណ្ហានិងការតភ្ជាប់ត្រូវបានឱបក្បាលជាទីស្រឡាញ់ aries ជាទីស្រឡាញ់នៅពេលដែល Leo Mon King តម្រឹមជាមួយភពព្រះអង្គារនិង Venus នៅព្រឹកនេះ។អ្នកនឹងត្រូវបានលើកទឹកចិត្តឱ្យថែរក្សាខ្លួនអ្នកនៅពេលដែល Luna ចូល Virgo, ភ្ជាប់ប្រធានបទនៅជុំវិញសុខភាពនិងទម្លាប់មានសុខភាពល្អ។Venus Venus ធ្វើឱ្យនាងលេចចេញនូវរបស់នាង Virgo នៅពេលក្រោយដោយបង្កើតបរិមាណជាមួយភាសាស្នេហារបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។អ្នកនឹងរីករាយក្នុងការបម្រើអ្នកដែលអ្នកពេញចិត្តបំផុតប៉ុន្តែអ្នកក៏គួរតែពិចារណាផងដែរថាតើភាពជាដៃគូមានឥទ្ធិពលលើអាកប្បកិរិយាផ្ទាល់ខ្លួនរបស់អ្នកយ៉ាងដូចម្តេច។ភាពរស់រវើកប្រែជាវឹកវរខណៈពេលដែលការេរូណាការ៉េអ៊ុយរ៉ានុសប៉ុន្តែការសម្រេចចិត្តកន្ទួលរមាស់អាចបង្កើតរញ៉េរញ៉ៃកាន់តែពិបាកក្នុងការសម្អាត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna takes her final steps through your sign, dear Leo, aligning with Mars and Venus on her way out the door. Act from the heart when inspiration strikes, and allow your romantic side to be seen by others. Your interest in the material realms increases once the moon enters Virgo, followed by Venus only a few moments later. Take time to appreciate beauty, Mother Nature, and how your senses allow you to experience the world. Now is also a good time to embrace new financial strategies, working toward prosperity goals throughout the coming weeks. Frustrations with technology could emerge when Luna squares Uranus."
        },
        "kh": {
            "today": "Luna បានបោះជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នក, Leo ជាទីស្រឡាញ់, តម្រឹមជាមួយភពព្រះអង្គារនិង Venus នៅលើផ្លូវរបស់នាងចេញទ្វារ។ធ្វើសកម្មភាពចេញពីបេះដូងនៅពេលការបំផុសគំនិតធ្វើកូដកម្មនិងអនុញ្ញាតឱ្យអ្នកដែលមានស្នេហារបស់អ្នកត្រូវបានមើលឃើញដោយអ្នកដទៃ។ចំណាប់អារម្មណ៍របស់អ្នកចំពោះអាណាចក្ររបស់អាណាចក្របានកើនឡើងនៅពេលដែលព្រះច័ន្ទចូលមកក្នុងព្រៃអមដោយ Venus តែមួយភ្លែតនៅពេលក្រោយ។ឆ្លៀតពេលដើម្បីកោតសរសើរចំពោះភាពស្រស់ស្អាតនិងធម្មជាតិរបស់មាតានិងអារម្មណ៍របស់អ្នកដែលអនុញ្ញាតឱ្យអ្នកជួបប្រទះពិភពលោក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការចាប់យកយុទ្ធសាស្ត្រហិរញ្ញវត្ថុថ្មីធ្វើការឆ្ពោះទៅរកគោលដៅវិបុលភាពពេញមួយសប្តាហ៍ខាងមុខនេះ។ការខកចិត្តជាមួយនឹងបច្ចេកវិទ្យាអាចលេចចេញនៅពេលដែល Luna Squares Uranus ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Leo moon aspects Mars and Venus before entering Virgo early this morning, dear Taurus, increasing your stamina and motivation. Harness these vibes by pulling together details that feed into personal goals and bring flair to your work. Creative projects will require additional attention throughout the coming days, though you'll have plenty of inspiration to draw from. Meanwhile, Venus enters Virgo, adding vibrancy to your relationships. Proudly display who you are and what makes you unique to attract the right people. Brace for potential financial hits when Luna squares Uranus, and avoid pulling the trigger on impulse buys."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះចន្ទនិងភពព្រះច័ន្ទនិងភពសុក្រមុននឹងចូលទៅក្នុង Virto នៅព្រឹកព្រលឹមនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បង្កើនកម្លាំងនិងការលើកទឹកចិត្តរបស់អ្នក។ទាញយកភាពរស់រវើកទាំងនេះដោយទាញព័ត៌មានលម្អិតដែលចិញ្ចឹមក្នុងគោលដៅផ្ទាល់ខ្លួនហើយនាំមកនូវការធ្វើឱ្យមានលក្ខណៈសម្ងាត់ទៅនឹងការងាររបស់អ្នក។គម្រោងច្នៃប្រឌិតនឹងតម្រូវឱ្យមានការយកចិត្តទុកដាក់បន្ថែមពេញមួយថ្ងៃខាងមុខទោះបីជាអ្នកនឹងមានការចោទប្រកាន់ជាច្រើនដើម្បីចាប់យកក៏ដោយ។ទន្ទឹមនឹងនេះ Venus Venus ចូល Virgo បន្ថែមភាពរស់រវើកដល់ទំនាក់ទំនងរបស់អ្នក។បង្ហាញដោយមោទនភាពថាអ្នកជានរណាហើយអ្វីដែលធ្វើឱ្យអ្នកប្លែកដើម្បីទាក់ទាញមនុស្សត្រឹមត្រូវ។ដង្កៀបសម្រាប់ការទស្សនាហិរញ្ញវត្ថុដែលមានសក្តានុពលនៅពេលដែល Luna Squares Uranus និងជៀសវាងការទាញគន្លឹះលើកម្លាំងរុញច្រានទិញ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Capture and creative thoughts that emerge early this morning, dear Gemini, as the Leo moon aspects Mars and Venus before entering Virgo. The energy will move quickly and efficiently, but it'll be essential to nurture fine details. Meanwhile, Venus migrates into Virgo, putting focus on your home and family life throughout the coming weeks. Invest more in dynamics that are calming and bring out the best in you, recognizing how certain relationships impact your overall well-being. You could be taken on an emotional ride while the moon squares Uranus, but you should avoid jumping to conclusions or acting out within the public arena."
        },
        "kh": {
            "today": "ចាប់យកគំនិតនិងគំនិតច្នៃប្រឌិតដែលលេចចេញមកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលរូបព្រះច័ន្ទព្រះច័ន្ទនិងភពសុក្រមុនពេលចូលទីក្រុង Virgo ។ថាមពលនេះនឹងធ្វើចលនាយ៉ាងឆាប់រហ័សនិងមានប្រសិទ្ធភាពប៉ុន្តែវាចាំបាច់ក្នុងការចិញ្ចឹមបីបាច់ព័ត៌មានលម្អិតល្អិតល្អន់។ទន្ទឹមនឹងនេះ Venus Venus មានសកម្មភាពចូលទៅកាន់ Virgo ដែលផ្តោតលើផ្ទះនិងជីវិតគ្រួសាររបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។វិនិយោគបន្ថែមទៀតក្នុងសក្ដានុពលដែលស្ងប់ស្ងាត់និងនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងអ្នកដោយស្គាល់ថាតើទំនាក់ទំនងជាក់លាក់ប៉ះពាល់ដល់សុខុមាលភាពទូទៅរបស់អ្នកយ៉ាងដូចម្តេច។អ្នកអាចត្រូវបានគេយកទៅជិះអារម្មណ៍ខណៈពេលដែលព្រះច័ន្ទការ៉េអ៊ុយរ៉ានុសប៉ុន្តែអ្នកគួរតែចៀសវាងលោតទៅការសន្និដ្ឋានឬធ្វើសកម្មភាពនៅក្នុងសង្វៀនសាធារណៈ។"
        }
    }
]