[
    {
        "sign": "Aries",
        "en": {
            "today": "Your efficiency benefits from a cosmic boost, dear Aries, as Mars makes its debut into Virgo. Expect to get much done in the coming weeks, but be mindful to take care of yourself in the process. Increased motivation may cause you to overstretch, and it'll be vital that you stay organized while acknowledging how much additional work you can realistically take on. You'll have a chance to slow down and reflect on your biggest wishes while the Pisces Moon and Venus align, helping you prioritize goals. Enjoy a quiet evening with family when Mercury stirs in your solar fourth house."
        },
        "kh": {
            "today": "ប្រសិទ្ធភាពរបស់អ្នកទទួលបានអត្ថប្រយោជន៍ពីការជំរុញលោហធាតុដែលជាទីស្រឡាញ់ Areies ដែលជាទីស្រឡាញ់នៅពេលដែលភពព្រះអង្គារបានចាប់ផ្តើមដំបូងរបស់ខ្លួនចូលក្នុង Virgo ។រំពឹងថានឹងធ្វើបានច្រើននៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះប៉ុន្តែត្រូវយកចិត្តទុកដាក់ក្នុងការថែរក្សាខ្លួនអ្នកនៅក្នុងដំណើរការនេះ។ការកើនឡើងនៃការលើកទឹកចិត្តអាចបណ្តាលឱ្យអ្នកឈានដល់ការផ្លាស់ប្តូរហើយវាចាំបាច់ណាស់ដែលអ្នកបានរៀបចំឱ្យបាននៅពេលទទួលស្គាល់ថាតើការងារបន្ថែមប៉ុន្មានដែលអ្នកអាចធ្វើបាន។អ្នកនឹងមានឱកាសបន្ថយល្បឿននិងឆ្លុះបញ្ចាំងពីបំណងប្រាថ្នាដ៏ធំបំផុតរបស់អ្នកខណៈពេលដែល Pisces Moon និង Venus ចូលជួយអ្នកផ្តល់អាទិភាពដល់អ្នក។សូមរីករាយជាមួយល្ងាចដ៏ស្ងប់ស្ងាត់ជាមួយគ្រួសារនៅពេលបារតកូរនៅផ្ទះទីបួនរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The earth calls out to you for connection, dear Leo, as Mars enters Virgo and your solar second house. Follow the flow of this planetary placement, spending more time outdoors throughout the coming weeks. Permit yourself to slow down, but don't abandon your manifestation goals. Be patient, plant seeds, and take a methodical approach to actualizing dreams. Meanwhile, matters of the heart, commitment, and long-term aspirations all come into focus, while the Pisces Moon aspects Venus. Share your hopes with someone you can trust to gain fresh insights when Luna aligns with Mercury this evening."
        },
        "kh": {
            "today": "ផែនដីអំពាវនាវឱ្យអ្នកសម្រាប់ការតភ្ជាប់, លោក Leo ជាទីស្រឡាញ់, ដូចជាភពព្រះអង្គារចូល Virgo និងផ្ទះទី 2 នៃពន្លឺព្រះអាទិត្យរបស់អ្នក។អនុវត្តតាមលំហូរនៃការដាក់ភពនេះដោយចំណាយពេលច្រើននៅខាងក្រៅពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។អនុញ្ញាតឱ្យខ្លួនអ្នកថយចុះប៉ុន្តែកុំបោះបង់ចោលគោលដៅដែលអ្នកបានបង្ហាញរបស់អ្នក។អត់ធ្មត់ការដាំគ្រាប់ពូជនិងយកវិធីសាស្រ្តវិធីសាស្រ្តដើម្បីធ្វើឱ្យក្តីសុបិន្តពិតប្រាកដ។ទន្ទឹមនឹងនេះបញ្ហានៃបេះដូងការប្តេជ្ញាចិត្តនិងសេចក្តីប្រាថ្នារយៈពេលវែងទាំងអស់បានផ្តោតអារម្មណ៍ខណៈពេលដែលការប៉ះទង្គិចរបស់មូសរបស់ព្រះច័ន្ទ Venus ។ចែករំលែកក្តីសង្ឃឹមរបស់អ្នកជាមួយនរណាម្នាក់ដែលអ្នកអាចជឿទុកចិត្តបានទទួលការយល់ដឹងថ្មីៗនៅពេលដែល Luna តម្រឹមជាមួយបារតនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Get into the nitty gritty of your creative pursuits, dear Taurus, as passionate Mars enters Virgo and your solar fifth house. This planetary placement helps you fine-tune natural talents throughout the coming weeks, so be mindful to spend extra time honing your skills. A brief flirtation could find you this morning when the Pisces Moon and Venus align. If you encounter a cutie online or within your community, consider securing a date or asking for their phone number. Shift focus toward your friendship circle and plan a small gathering with your favorite people while Luna and Mercury align this evening."
        },
        "kh": {
            "today": "ចូលទៅក្នុងគ្រើមដ៏ខ្ពង់ខ្ពស់នៃការច្នៃប្រឌិតច្នៃប្រឌិតរបស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជាងប់ងល់ភពព្រះអង្គារចូលមក Virgo និងផ្ទះទីប្រាំរបស់អ្នក។ការដាក់ផែនការនេះជួយអ្នកឱ្យបានល្អថ្កោលទោសទេពកោសល្យធម្មជាតិពេញមួយសប្តាហ៍ខាងមុខនេះដូច្នេះសូមយកចិត្តទុកដាក់ចំណាយពេលបន្ថែមដែលផ្តល់ជំនាញបន្ថែមជំនាញរបស់អ្នក។ការចែចង់ខ្លីមួយដែលអាចរកបាននៅព្រឹកនេះនៅពេលដែលត្បាញច័ន្ទព្រះម្ហូបនិង Venus តម្រឹម។ប្រសិនបើអ្នកជួបប្រទះការកាត់តាមអ៊ិនធរណេតឬនៅក្នុងសហគមន៍របស់អ្នកសូមពិចារណាធានាបាននូវកាលបរិច្ឆេទឬស្នើសុំលេខទូរស័ព្ទរបស់ពួកគេ។ការផ្លាស់ប្តូរការផ្តោតអារម្មណ៍ឆ្ពោះទៅរករង្វង់មិត្តភាពរបស់អ្នកហើយរៀបចំផែនការជួបជុំតូចមួយជាមួយមនុស្សដែលអ្នកចូលចិត្តខណៈពេលដែល Luna និងបារតតម្រឹមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mars makes its debut into earthy Virgo early this morning, dear Gemini, putting attention on your home and family life. Focus on making your space more comfortable throughout the coming weeks, and consider hosting a special event or two to celebrate those you love most. Your relationship with wellness comes into focus, and you may require more rest than usual. Honor the voice within while the Pisces Moon and Venus align, especially when it comes to love and long-term goals. Money-making ideas could strike once evening sets in, thanks to a sweet connection between Luna and Mercury."
        },
        "kh": {
            "today": "ភពព្រះអង្គារបានបង្ហាញខ្លួនជាលើកដំបូងរបស់ខ្លួននៅលើផែនដី Virto នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយយកចិត្តទុកដាក់លើផ្ទះនិងជីវិតគ្រួសាររបស់អ្នក។ផ្តោតលើការធ្វើឱ្យទំហំរបស់អ្នកមានផាសុកភាពជាងមុនពេញមួយសប្តាហ៍ខាងមុខនេះហើយពិចារណាធ្វើជាម្ចាស់ផ្ទះព្រឹត្តិការណ៍ពិសេសឬពីរដើម្បីអបអរអ្នកដែលអ្នកស្រឡាញ់បំផុត។ទំនាក់ទំនងរបស់អ្នកមានសុខភាពល្អបានផ្តោតអារម្មណ៍ហើយអ្នកអាចត្រូវការសម្រាកច្រើនជាងធម្មតា។គោរពសំលេងក្នុងរយៈពេលមួយខណៈពេលដែល Pisces Moon និង Venus មាន Venus មានតម្រាប់ជាពិសេសនៅពេលនិយាយអំពីការស្រឡាញ់និងគោលដៅរយៈពេលវែង។គំនិតបង្កើតប្រាក់អាចធ្វើកូដកម្មនៅពេលសំណងនៅល្ងាចនេះសូមអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង Luna និងបារត។"
        }
    }
]