[
    {
        "sign": "Aries",
        "en": {
            "today": "Your heart is all as Venus and Mars form a supportive connection, dearest Aries, stirring up passions and the desire to connect. You'll thrive amongst those who inspire and motivate you, so be sure to rally around the people who know and love you best. Your gift for charming others increases under this celestial exchange, putting you in a position of significant influence. Push your agenda forward, especially when it comes to executing creative concepts and feeding desires. Meanwhile, Luna continues her journey through Pisces, forming a soft aspect with Mercury this evening. Enjoy sensory indulgences to reveal new layers of pleasure and clarity."
        },
        "kh": {
            "today": "បេះដូងរបស់អ្នកគឺទាំងអស់ដូចជា Venus និងភពព្រះអង្គារបង្កើតបានជាការតភ្ជាប់គាំទ្រដែលជាទីស្រឡាញ់បំផុត aries, ជំរុញលោភលន់និងបំណងប្រាថ្នាដើម្បីភ្ជាប់។អ្នកនឹងលូតលាស់ក្នុងចំណោមអ្នកដែលជម្រុញនិងលើកទឹកចិត្តអ្នកដូច្នេះត្រូវប្រាកដថាប្រមូលផ្តុំគ្នានៅជុំវិញមនុស្សដែលស្គាល់និងស្រឡាញ់អ្នកល្អបំផុត។អំណោយរបស់អ្នកសម្រាប់អ្នកដទៃទៀតដែលមានមន្តស្នេហ៍កើនឡើងនៅក្រោមការផ្លាស់ប្តូរសេឡេស្ទាលនេះដែលដាក់អ្នកឱ្យមានឥទ្ធិពលគួរឱ្យកត់សម្គាល់។ជំរុញរបៀបវារៈរបស់អ្នកទៅមុខជាពិសេសនៅពេលនិយាយអំពីការប្រតិបត្តិគំនិតច្នៃប្រឌិតនិងការចិញ្ចឹមសត្វ។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើរឆ្លងកាត់ Pisces ដោយបង្កើតជាទិដ្ឋភាពទន់មួយជាមួយបារតល្ងាចនេះ។សូមរីករាយនឹងការបញ្ចោញអារម្មណ៍ដើម្បីបង្ហាញពីភាពរីករាយនិងភាពច្បាស់លាស់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Today is a lucky day for you, dearest Leo! As Venus and Mars form a harmonious aspect, the stars align to offer thrills, blessings, and signs from beyond. Turn on your most mystical self while playing in these cosmic tides, following the people, places, and activities that offer excitement and joy. Your heart will guide you toward adventure, and increased bravery will unleash new layers of boldness. Meanwhile, Luna continues through Pisces and the sector of your chart that governs transformation. Consider how you want to grow and strategize for future wins once the moon and Mercury connect this evening."
        },
        "kh": {
            "today": "ថ្ងៃនេះគឺជាថ្ងៃសំណាងសម្រាប់អ្នក, សួស្តី Leo!ដូចជាភពសុក្រនិងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពដែលមានភាពចុះសម្រុងគ្នាផ្កាយតម្រឹមគ្នាដើម្បីផ្តល់ជូននូវពរជ័យនិងសញ្ញាពីលើសពីនេះ។បើកខ្លួនឯងអាថ៌កំបាំងបំផុតរបស់អ្នកពេលកំពុងលេងនៅក្នុងជំនោរលោហធាតុទាំងនេះបន្ទាប់ពីប្រជាជនទីកន្លែងនិងសកម្មភាពដែលផ្តល់នូវភាពរំភើបនិងរីករាយ។បេះដូងរបស់អ្នកនឹងដឹកនាំអ្នកឆ្ពោះទៅរកការផ្សងព្រេងហើយការកើនឡើងនូវភាពក្លាហាននឹងបញ្ចេញនូវស្រទាប់ចាស់ៗ។ទន្ទឹមនឹងនេះដែរ Luna បន្តតាមរយៈ Pisces និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការផ្លាស់ប្តូរ។ពិចារណាពីរបៀបដែលអ្នកចង់រីកចម្រើននិងធ្វើយុទ្ធសាស្ត្រសម្រាប់ការឈ្នះនាពេលអនាគតនៅពេលដែលព្រះច័ន្ទនិងបារតភ្ជាប់នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll find yourself in quiet yet nurturing spirits today, dear bull, as Venus and Mars form a sweet aspect. This energy motivates you to close unhealthy chapters so paths toward healing can be revealed. Find harmony so your passions can take flight, understanding the importance of self-care and creative expression. Time spent at home and in the presence of family can give you an extra layer of motivation. Meanwhile, Luna continues her journey through Pisces, highlighting the energetic cords that connect us all. Find people who operate on your wavelength to feed your mind and soul while Mercury stirs this evening."
        },
        "kh": {
            "today": "អ្នកនឹងឃើញខ្លួនអ្នកដោយស្ងប់ស្ងាត់ប៉ុន្តែវិញ្ញាណចិញ្ចឹមបីបាច់សព្វថ្ងៃនេះ Bull Bull, ដូចជា Venus និងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែម។ថាមពលនេះជំរុញឱ្យអ្នកបិទជំពូកមិនល្អដូច្នេះមាគ៌ាឆ្ពោះទៅរកការព្យាបាលអាចត្រូវបានបង្ហាញ។ស្វែងរកភាពសុខដុមរមនាដូច្នេះតណ្ហារបស់អ្នកអាចហោះហើរស្វែងយល់ពីសារៈសំខាន់នៃការថែទាំខ្លួនឯងនិងការច្នៃប្រឌិត។ពេលវេលាចំណាយនៅផ្ទះហើយនៅក្នុងវត្តមានរបស់គ្រួសារអាចផ្តល់ឱ្យអ្នកនូវការលើកទឹកចិត្តបន្ថែមនៃការលើកទឹកចិត្ត។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើរឆ្លងកាត់ Pisces ដោយបង្ហាញពីខ្សែដែលភ្ជាប់មកស្វាហាប់ដែលភ្ជាប់មកយើងទាំងអស់គ្នា។ស្វែងរកមនុស្សដែលធ្វើប្រតិបត្តិការលើរលករបស់អ្នកដើម្បីផ្តល់នូវគំនិតនិងព្រលឹងរបស់អ្នកខណៈពេលដែល Mercury ជំរុញនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The stars ask you to give back to your community today, dearest Gemini, as Venus and Mars form a cooperative aspect. This energy boosts morale when you take time to connect in meaningful ways. A desire to nurture will drive you to invest in social causes in addition to your support net. Your caring and compassion won't go unnoticed, and your good deeds will be rewarded with an undeniable popularity boost. Take some space to reflect later this evening when the Pisces moon and Mercury align, shifting gears to reinforce your own long-term goals and personal responsibilities."
        },
        "kh": {
            "today": "តារាដែលអ្នកស្នើសុំឱ្យអ្នកត្រលប់មកសហគមន៍របស់អ្នកវិញនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Venus មាន Venus មាន Venus និង Mars បង្កើតបានជាទិដ្ឋភាពសហប្រតិបត្តិការ។ថាមពលនេះជម្រុញឱ្យមានសីលធម៌នៅពេលអ្នកចំណាយពេលដើម្បីភ្ជាប់គ្នាតាមរបៀបដែលមានអត្ថន័យ។បំណងប្រាថ្នាដើម្បីចិញ្ចឹមបីបាច់នឹងជំរុញឱ្យអ្នកវិនិយោគក្នុងបុព្វហេតុសង្គមបន្ថែមលើសំណាញ់គាំទ្ររបស់អ្នក។ការយកចិត្តទុកដាក់និងការអាណិតអាសូររបស់អ្នកនឹងមិនមាននរណាម្នាក់បានកត់សម្គាល់ហើយការធ្វើល្អរបស់អ្នកនឹងទទួលបានរង្វាន់ជាមួយនឹងការជម្រុញប្រជាប្រិយភាពដែលមិនអាចប្រកែកបាន។យកកន្លែងខ្លះដើម្បីឆ្លុះបញ្ចាំងនៅចុងល្ងាចនេះនៅពេលដែលក្បួនប៉៊ីមម៉ុកតម្រឹមនិងបារតផ្លាស់ប្តូរឧបករណ៍ដើម្បីពង្រឹងគោលដៅរយៈពេលវែងរបស់អ្នកនិងទំនួលខុសត្រូវផ្ទាល់ខ្លួនរបស់អ្នក។"
        }
    }
]