[
    {
        "sign": "Aries",
        "en": {
            "today": "Fight for your passions and the people you love, dearest Aries, as the Libra Moon and Mars align. Meanwhile, Venus connects with Uranus, Neptune, and Pluto, offering revelations around loyalty and true friendship. You may come to realize that you can't invest in dynamics that have fizzled, prioritizing relationships that make you feel alive. Sappy vibes flow later today once Luna squares Jupiter, putting you in a sentimental headspace. Find a creative channel for all these feelings as evening sets in and Mercury stirs, bringing shape to messages that come from the heart."
        },
        "kh": {
            "today": "ប្រយុទ្ធដើម្បីតណ្ហានិងមនុស្សដែលអ្នកស្រឡាញ់ជាទីស្រឡាញ់បំផុត Aries ដែលជា Libra Moon និង Mars តម្រឹម។ទន្ទឹមនឹងនេះ Venus Venus ភ្ជាប់ជាមួយអ៊ុយរ៉ានុសណីតុននិងផ្លាតូដែលផ្តល់នូវការបើកសម្តែងជុំវិញភាពស្មោះត្រង់និងមិត្តភាពពិត។អ្នកអាចដឹងថាអ្នកមិនអាចវិនិយោគក្នុងសក្ដានុពលដែលមានភាពស្រពេចស្រពិលផ្តល់អាទិភាពដល់ទំនាក់ទំនងដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានជីវិត។ភាពរស់រវើកសំប៉ុងកើតឡើងនៅថ្ងៃនេះនៅពេលដែល Luna Squares Jupiter ដែលដាក់អ្នកនៅក្នុងក្បាលមនោសញ្ចេតនា។ស្វែងរកឆានែលច្នៃប្រឌិតសម្រាប់អារម្មណ៍ទាំងអស់នេះដែលនៅពេលល្ងាចបានកំណត់និងបារតធ្វើឱ្យមានរាងទៅសារដែលចេញពីបេះដូង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in search of a companion that can match your intellectual and creative wavelength, dearest Leo. As the Libra Moon and Mars unite, share ideas and passions to conjure meetings of the mind. You'll encounter surprises within love and friendship while Venus aspects Uranus, Neptune, and Pluto. Please keep an open mind when sizing up others, but stay on guard around overly glamorous or boastful characters until you have a chance to know them better. Remain positive once Luna squares Jupiter later today, believing in the power of optimism. You'll command attention easily while Mercury stirs this evening, urging you to speak up."
        },
        "kh": {
            "today": "អ្នកនឹងស្វែងរកដៃគូដែលអាចផ្គូផ្គងបញ្ញាបញ្ញានិងការច្នៃប្រឌិតរបស់អ្នកដែលជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជា Libra Moon និង Mars រួបរួមគ្នាចែករំលែកគំនិតនិងតណ្ហាដើម្បីចូលរួមការប្រជុំគ្នានៃចិត្ត។អ្នកនឹងជួបប្រទះការភ្ញាក់ផ្អើលនៅក្នុងក្តីស្រឡាញ់និងមិត្តភាពខណៈពេលដែលទិដ្ឋភាពរបស់ Venus អ៊ុយរ៉ានុសណេតទូននិងផ្លាតូ។សូមរក្សាចិត្តបើកចំហរនៅពេលដែលធ្វើឱ្យអ្នកដទៃដឹងខ្លួនប៉ុន្តែនៅលើអ្នកយាមនៅជុំវិញតួអក្សរដ៏អស្ចារ្យខ្លាំងពេកឬអួតខ្លួនរហូតទាល់តែអ្នកមានឱកាសស្គាល់ពួកគេកាន់តែច្បាស់។នៅតែមានភាពវិជ្ជមាននៅពេលដែល Luna Squares Jupiter នៅពេលក្រោយនៅថ្ងៃនេះដោយជឿលើអំណាចនៃសុទិដ្ឋិនិយម។អ្នកនឹងយកចិត្តទុកដាក់យ៉ាងងាយស្រួលខណៈដែល Mercury Stirs នៅល្ងាចនេះដោយជំរុញឱ្យអ្នកនិយាយឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "No one will accuse you of laziness or inefficiency this morning, sweet Taurus, as the Libra Moon and Mars unite. Though you often operate from your timeline, these vibes help you gain momentum to get ahead of the curve. Working from home or within inspiring surroundings will allow you to go further while Venus aspects Uranus, Neptune, and Pluto. Privacy will provide extra confidence as you experiment to break the mold and generate innovation. Notice if you feel frazzled later today when Luna squares Jupiter, pulling back to reorganize and hatch a new plan. Get cozy at home to release stress and connect with loved ones while Mercury stirs tonight."
        },
        "kh": {
            "today": "គ្មាននរណាម្នាក់នឹងចោទប្រកាន់អ្នកពីភាពខ្ជិលច្រអូសឬគ្មានប្រសិទ្ធភាពនៅព្រឹកនេះ Taurus ផ្អែមដូចជា Libra Moon និង Mars រួបរួមគ្នា។ទោះបីជាអ្នកជារឿយៗដំណើរការពីការកំណត់ពេលវេលារបស់អ្នកក៏ដោយក៏ភាពរស់រវើកទាំងនេះជួយអ្នកឱ្យទទួលបានសន្ទុះដើម្បីនាំមុខខ្សែកោង។ធ្វើការពីផ្ទះឬក្នុងតំបន់ជុំវិញដែលពុះពាងនឹងអនុញ្ញាតឱ្យអ្នកបន្តទៅមុខទៀតខណៈពេលដែលទិដ្ឋភាពរបស់ Venus អ៊ុយរ៉ានុសណុនថុននិងផ្លាតូ។ភាពឯកជននឹងផ្តល់ទំនុកចិត្តបន្ថែមនៅពេលអ្នកពិសោធន៍ដើម្បីបំបែកផ្សិតនិងបង្កើតការច្នៃប្រឌិត។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកមានអារម្មណ៍ស្វាហាប់នៅពេលក្រោយនៅពេលដែល Luna Squares Jupiter ទាញត្រឡប់មកវិញដើម្បីរៀបចំឡើងវិញនិងញាស់ផែនការថ្មី។ទទួលបានកក់ក្ដៅនៅផ្ទះដើម្បីបញ្ចេញភាពតានតឹងនិងភ្ជាប់ជាមួយមនុស្សជាទីស្រឡាញ់ខណៈដែលបារតកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll move with all or nothing vibes, dearest Gemini, as the Libra Moon and Mars unite. Don't apologize for being yourself, trusting that the right people will notice and appreciate your uniqueness. A wave of activity sets your sight on fresh goals and connections while Venus aspects Uranus, Neptune, and Pluto. Be open to new paths and interactions, but maintain a discerning eye. You'll be tempted to splurge when Luna squares Jupiter later today, but you should consider saving for a rainy day instead. Meet up with your bestie for a bit of fun once Mercury activates this evening, putting you in chatty spirits."
        },
        "kh": {
            "today": "អ្នកនឹងផ្លាស់ប្តូរដោយមានភាពរស់រវើកទាំងអស់ឬគ្មានអ្វីដែលគួរឱ្យស្រឡាញ់ដូចបណ្ណាល័យព្រះចន្ទនិងភពព្រះអង្គាររួបរួមគ្នា។កុំសុំទោសចំពោះខ្លួនអ្នកដោយជឿជាក់ថាមនុស្សដែលត្រឹមត្រូវនឹងកត់សម្គាល់និងកោតសរសើរចំពោះភាពប្លែករបស់អ្នក។រលកនៃសកម្មភាពកំណត់ការមើលឃើញរបស់អ្នកលើគោលដៅស្រស់និងការតភ្ជាប់ខណៈពេលដែលទិដ្ឋភាពរបស់ Venus អ៊ុយរ៉ានុសណេតតុននិងផ្លាតូ។សូមបើកចំហចំពោះផ្លូវថ្មីនិងអន្តរកម្មប៉ុន្តែរក្សាភ្នែកវង្វេងស្មារតី។អ្នកនឹងត្រូវបានល្បួងឱ្យរដុបឱ្យពុះកញ្ជ្រោលនៅពេលដែល Luna Squares Jupiter នៅពេលក្រោយប៉ុន្តែអ្នកគួរតែពិចារណាសន្សំសម្រាប់ថ្ងៃវស្សាជំនួសវិញ។ជួបជាមួយការសប្បាយរីករាយរបស់អ្នកសម្រាប់ការសប្បាយបន្តិចនៅពេលបារតធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយដាក់អ្នកនៅក្នុងវិញ្ញាណឆាតជជែកគ្នា។"
        }
    }
]