[
    {
        "sign": "Aries",
        "en": {
            "today": "The universe may take you for a ride today, dear Aries, as Mars and Neptune square off. Treat yourself to adventure without taking unnecessary risks. You'll also want to keep an eye out for red flags to ensure your judgment isn't compromised along the way. The Libra Moon adds a soft touch to your interactions, aligning with Chiron, the Sun, and Jupiter. A desire for connection makes it easier to draw loved ones near, but try not to let people-pleasing override personal needs. True intimacy can be built through honest exchanges once Luna enters Scorpio this evening. Mars debuts into Capricorn tonight, motivating you to fight for success."
        },
        "kh": {
            "today": "សាកលលោកអាចនឹងនាំអ្នកទៅជិះនៅថ្ងៃនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជាភពព្រះអង្គារនិង Neptune Square បិទ។ព្យាបាលខ្លួនអ្នកទៅនឹងការផ្សងព្រេងដោយមិនចាំបាច់ប្រថុយប្រថានដែលមិនចាំបាច់។អ្នកក៏នឹងចង់តាមដានមើលទង់ក្រហមដើម្បីធានាថាការវិនិច្ឆ័យរបស់អ្នកមិនត្រូវបានសម្របសម្រួលនៅតាមផ្លូវ។Libra Moon បន្ថែមការប៉ះទន់ភ្លន់ចំពោះអន្តរកម្មរបស់អ្នកតម្រឹមតំរឹមជាមួយ yiron, ព្រះអាទិត្យ, ព្រះអាទិត្យនិងភពព្រហស្បតិ៍។បំណងប្រាថ្នាសម្រាប់ការតភ្ជាប់ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការគូរមនុស្សជាទីស្រឡាញ់នៅជិតប៉ុន្តែព្យាយាមមិនឱ្យមនុស្ស - ការបដិសេធតម្រូវការផ្ទាល់ខ្លួន។ភាពស្និទ្ធស្នាលពិតអាចត្រូវបានសាងសង់ឡើងតាមរយៈការផ្លាស់ប្តូរដោយស្មោះត្រង់នៅពេលដែល Luna ចូល Scorpio នៅល្ងាចនេះ។ភពព្រះអង្គារបានបង្ហាញខ្លួនទៅ Capricorn នៅយប់នេះដោយលើកទឹកចិត្តអ្នកឱ្យប្រយុទ្ធដើម្បីទទួលបានជោគជ័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Try not to operate on instinct alone, dear Leo, as Mars and Neptune Square off. Though your intuition spikes under these cosmic conditions, not all messages will be easy to understand. If a sense of urgency washes over you, take it as a sign to chat with your emotions before making a move. Ask for guidance from your higher power or seek advice from your most logical friends as a Libra Moon aligns with Chiron, the Sun, and Jupiter. Rest up at home once Luna enters Scorpio this evening, ensuring you can greet Monday feeling refreshed and motivated. Mars debuts into Capricorn and strengthens your work ethic throughout the coming weeks, marking the perfect time to outline and execute a plan that will propel you further."
        },
        "kh": {
            "today": "ព្យាយាមមិនធ្វើប្រតិបត្តិការនៅលើសភាវគតិតែម្នាក់ឯង, លីអូ, ដូចជាភពព្រះអង្គារនិង Neptune Square បិទ។ទោះបីជាអ្នកវិចារណញាណរបស់អ្នកនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះក៏ដោយក៏មិនមែនសារទាំងអស់នឹងងាយយល់ដែរ។ប្រសិនបើអារម្មណ៍នៃភាពបន្ទាន់លាងសំអាតអ្នកសូមយកវាជាសញ្ញាមួយដើម្បីជជែកជាមួយអារម្មណ៍របស់អ្នកមុនពេលធ្វើការផ្លាស់ប្តូរ។សុំការណែនាំពីអំណាចខ្ពស់របស់អ្នកឬស្វែងរកដំបូន្មានពីមិត្តភក្តិឡូជីខលបំផុតរបស់អ្នកក្នុងនាមជាបណ្ណាល័យ MON តម្រឹមជាមួយ chiry ព្រះអាទិត្យព្រះអាទិត្យនិងភពព្រហស្បតិ៍។សម្រាកនៅផ្ទះនៅពេលដែល Luna ចូល Scorpio នៅល្ងាចនេះធានាថាអ្នកអាចស្វាគមន៍មានអារម្មណ៍ស្រស់ស្រាយនិងលើកទឹកចិត្ត។ភពព្រះអង្គារបានបង្ហាញខ្លួនទៅជា Capricorn និងពង្រឹងក្រមសីលធម៌ការងាររបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះដែលជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីគូសបញ្ជាក់និងប្រតិបត្តិផែនការដែលនឹងជំរុញឱ្យអ្នកបន្ថែមទៀត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Proceed with caution as Mars and Neptune square off, dear Taurus, especially when building friendships. Charismatic or friendly people will appeal to your desire for connection, though ulterior motives may linger beneath the surface. Meanwhile, the Libra Moon aligns with Chiron, the Sun, and Jupiter, intensifying thoughts. Rise above obsessive or negative internal dialogues by finding a healthy outlet to keep busy and boost the ego. Luna's debut into Scorpio offers reprieve this evening, giving you a sense that all is well and in balance. Your actions are blessed with extra support from the universe once Mars enters Capricorn tonight."
        },
        "kh": {
            "today": "បន្តដោយប្រុងប្រយ័ត្នដូចជាភពព្រះអង្គារនិង Neptune Square បិទ, Taurus ជាទីស្រឡាញ់ជាពិសេសនៅពេលសាងសង់មិត្តភាព។មនុស្សដែលមានមន្តស្នេហ៍ឬមិត្តភាពនឹងប្តឹងឧទ្ធរណ៍ចំពោះបំណងប្រាថ្នារបស់អ្នកសម្រាប់ការតភ្ជាប់ទោះបីជាមូលហេតុ Utterial អាចស្ថិតនៅក្រោមផ្ទៃខាងលើបានក៏ដោយ។ទន្ទឹមនឹងនេះដែរ Libra Monon តម្រឹមជាមួយ ongore, ព្រះអាទិត្យ, ព្រះអាទិត្យនិងភពព្រហស្បតិ៍, គំនិតកាន់តែខ្លាំងឡើង។ការកើនឡើងខ្ពស់ជាងការសន្ទនាផ្ទៃក្នុងដែលមានប្រមាថមើលងាយឬអវិជ្ជមានដោយការស្វែងរកច្រកចេញមានសុខភាពល្អដើម្បីរក្សាភាពមមាញឹកនិងបង្កើនអត្មា។ការបង្ហាញខ្លួនដំបូងរបស់លោក Luna ចូលក្នុង Scorpio ផ្តល់ជូននូវក្តីនៅល្ងាចនេះដោយផ្តល់ឱ្យអ្នកនូវអារម្មណ៍មួយដែលថាអ្វីៗគឺល្អហើយមានតុល្យភាព។សកម្មភាពរបស់អ្នកត្រូវបានប្រទានពរដោយមានការគាំទ្របន្ថែមពីសកលលោកនៅពេលដែលភពព្រះអង្គារចូលមក Capricorn នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don't be swayed by empty promises, dear Gemini. As Mars and Neptune square off, people will eagerly sell dreams they're not necessarily capable of fulfilling. Romantic and professional connections are particularly susceptible to these vibes, so be mindful of who you entrust your future to. Meanwhile, Libra Moon aligns with Chiron, the Sun, and Jupiter, intensifying passions while opening your heart. Focus on loved ones and activities that are unlikely to disappoint you, steering clear of cliques and petty drama. Luna's debut into Scorpio urges you to chat with your agenda for the upcoming week, making preparations to streamline your plans. Mars enters Capricorn later tonight, helping you evolve throughout the coming weeks."
        },
        "kh": {
            "today": "កុំបញ្ចោញដោយការសន្យាទទេ Gemini ជាទីស្រឡាញ់។ក្នុងនាមជាភពព្រះអង្គារនិង Neptune Square បិទប្រជាជននឹងលក់ក្តីសុបិន្តថាពួកគេមិនចាំបាច់មានសមត្ថភាពបំពេញបានទេ។ស្នេហាដែលរ៉ូមែនទិកនិងវិជ្ជាជីវៈងាយទទួលរងនូវភាពរំជើបរំជួលទាំងនេះដូច្នេះសូមចងចាំថាតើអ្នកបានប្រគល់អនាគតរបស់អ្នកទៅអ្នកណា។ទន្ទឹមនឹងនេះដែរ Libra Mon Ron King តម្រឹមជាមួយ yiron, ព្រះអាទិត្យ, ព្រះអាទិត្យនិងភពព្រហស្បតិ៍, តណ្ហាកាន់តែខ្លាំងនៅពេលបើកបេះដូងរបស់អ្នក។ផ្តោតលើមនុស្សជាទីស្រឡាញ់និងសកម្មភាពដែលមិនគួរឱ្យភ្ញាក់ផ្អើលចំពោះការធ្វើឱ្យអ្នកខកចិត្ត។ការបង្ហាញខ្លួនលើកដំបូងរបស់លោក Luna ជម្រុញឱ្យអ្នកជជែកជាមួយរបៀបវារៈរបស់អ្នកសម្រាប់សប្តាហ៍ខាងមុខនេះការត្រៀមរៀបចំដើម្បីពង្រឹងគម្រោងរបស់អ្នក។ភពព្រះអង្គារចូលមក Capricorn នៅយប់នេះជួយអ្នកវិវត្តពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    }
]