[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury and Neptune form a dreamy alliance today, sweet ram, bending the rules of reality so your dreams can shine through. Passion and creativity will overpower obstacles, helping you see how capable you are. You'll also have more luck-charming peers and potential mates, so don't hide from what your heart desires. Stay cool this evening when the Leo Moon squares off with Venus, being mindful to keep your ego in check. Do something artistic to heal any wounds you've been carrying later tonight when Luna and Chiron align. Confidence-boosting mantras and having fun with friends will also do the soul good."
        },
        "kh": {
            "today": "បារតនិងណេបតុនបង្កើតបានជាសម្ព័ន្ធមិត្តសុបិននៅថ្ងៃនេះ, RAM ផ្អែមពត់ច្បាប់នៃការពិតដូច្នេះក្តីសុបិន្តរបស់អ្នកអាចភ្លឺតាមរយៈ។ចំណង់ចំណូលចិត្តនិងការច្នៃប្រឌិតនឹងផ្តល់កម្លាំងដល់ឧបសគ្គជួយអ្នកឱ្យមើលឃើញពីរបៀបដែលអ្នកមានសមត្ថភាព។អ្នកក៏នឹងមានមិត្តភក្ដិដែលមានសំណាងនិងមិត្តរួមសក្តានុពលផងដែរដូច្នេះកុំលាក់ពីអ្វីដែលបេះដូងអ្នកចង់បាន។នៅល្ងាចនេះនៅល្ងាចនេះនៅពេលដែល Leo Moon Squares បិទជាមួយនឹង Venus មានការយកចិត្តទុកដាក់ក្នុងការរក្សាអាត្ម័នរបស់អ្នក។ធ្វើអ្វីមួយដែលមានលក្ខណៈសិល្បៈដើម្បីព្យាបាលស្នាមរបួសណាមួយដែលអ្នកបានដឹកនៅយប់នេះនៅពេលដែល Luna និង Chiragion តម្រឹម។Mantras Mantras និងមានភាពសប្បាយរីករាយជាមួយមិត្តភក្តិក៏នឹងធ្វើឱ្យព្រលឹងបានល្អដែរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your aura glows with increased brilliance today, dear Leo, thanks to a sweet connection between Mercury and Neptune. Use your voice and stand in the limelight to push your dreams further along. Connecting with your spirituality can also be very helpful for manifesting goals and receiving guidance. Meanwhile, the Moon moves through your sign, making it easier to follow your intuition and stand in your power. Recognize if you've been restricting yourself with imagined obstacles while Luna and Venus square off. Seek healing from your higher power when Chiron activates later tonight, smoothing out any rough edges you've been battling."
        },
        "kh": {
            "today": "aura របស់អ្នកភ្លឺដោយការកើនឡើងនៃភាពឈ្លាសវៃសព្វថ្ងៃនេះឡេអូអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងបារតនិងណេបតុន។ប្រើសំលេងរបស់អ្នកហើយឈរនៅលើភាពអៀនខ្មាស់ដើម្បីជំរុញក្តីសុបិន្តរបស់អ្នកបន្ថែមទៀត។ការភ្ជាប់ទំនាក់ទំនងរវាងភាពខាងវិញ្ញាណរបស់អ្នកក៏អាចមានប្រយោជន៍ផងដែរសម្រាប់ការបង្ហាញគោលដៅនិងការទទួលការណែនាំ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទផ្លាស់ប្តូរសញ្ញារបស់អ្នកធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការធ្វើតាមវិចារណញាណរបស់អ្នកហើយឈរនៅក្នុងអំណាចរបស់អ្នក។ទទួលស្គាល់ប្រសិនបើអ្នកបានដាក់កម្រិតលើខ្លួនអ្នកជាមួយនឹងឧបសគ្គដែលនឹកស្មានខណៈពេលដែល Luna និង Venus Square បិទ។ស្វែងរកការព្យាបាលពីអំណាចខ្ពស់របស់អ្នកនៅពេលដែល Chiril ធ្វើឱ្យសកម្មនៅយប់នេះដោយធ្វើឱ្យរលោងនៅលើគែមរដុបមួយដែលអ្នកបានប្រយុទ្ធ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Bring imagination to your home as Mercury and Neptune align, dear Taurus, filling your space with gentle and creative vibes. This cosmic climate is ideal for changing up your interior design or working on passion projects from your favorite room. Find quiet and allow yourself to dream fully, and new visions will come to light. Try not to get frustrated if loved ones crave your attention when the Leo Moon squares Venus this evening, taking a breather to connect with family and friends. You'll have opportunities to slip back into solitude once Luna and Chiron form a supportive trine tonight."
        },
        "kh": {
            "today": "នាំមកនូវការស្រមើស្រមៃទៅផ្ទះរបស់អ្នកដូចជាបារតនិងណិបតុនតម្រឹម, ជាទីស្រឡាញ់, taurus, បំពេញចន្លោះរបស់អ្នកដោយភាពរស់រវើកទន់ភ្លន់និងច្នៃប្រឌិត។អាកាសធាតុកែសម្ផស្សនេះគឺល្អសម្រាប់ការផ្លាស់ប្តូរការរចនាផ្ទៃខាងក្នុងរបស់អ្នកឬធ្វើការលើគម្រោងតណ្ហាពីបន្ទប់ដែលអ្នកចូលចិត្ត។ស្វែងរកស្ងាត់ស្ងៀមនិងអនុញ្ញាតឱ្យខ្លួនអ្នកសុបិន្តយ៉ាងពេញលេញហើយចក្ខុវិស័យថ្មីនឹងមានពន្លឺ។ព្យាយាមកុំឱ្យអាក់អន់ចិត្តប្រសិនបើអ្នកដែលស្រលាញ់ចូលចិត្តការយកចិត្តទុកដាក់របស់អ្នកនៅពេលដែល Leo Mond Squares Venus នៅល្ងាចនេះដោយប្រើពន្លឺមួយដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយគ្រួសារនិងមិត្តភក្តិ។អ្នកនឹងមានឱកាសរអិលចូលទៅក្នុងភាពឯកោនៅពេលដែលមានភាពឯកោនៅពេលដែល Luna និង Chiron បង្កើតបានជាអ្នកទ្រទ្រង់គាំទ្រនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have a gift for dissolving barriers and bringing people together, dear Gemini, thanks to a sweet alliance between Mercury and Neptune. Please do your part when it comes to building community. These vibes also encourage you to support local cultural events and small-owned businesses. Consider what you have to contribute to the bigger picture, allowing your creativity to run free. Recharge your social batteries with a bit of solitude and self-care when the Leo Moon squares Venus this evening. You should be feeling refreshed and ready to revisit the crowds once Luna aspects Chiron later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណោយសម្រាប់ឧបសគ្គរំលាយនិងនាំមនុស្សឱ្យនៅជាមួយគ្នាជាទីស្រឡាញ់ Gemini សូមគោរពលោក Gemini សូមអរគុណដល់សម្ព័ន្ធភាពផ្អែមល្ហែមរវាងបារតនិង Neptune ។សូមធ្វើផ្នែករបស់អ្នកនៅពេលនិយាយដល់សហគមន៍កសាង។ភាពរស់រវើកទាំងនេះក៏ជួយជំរុញឱ្យអ្នកគាំទ្រព្រឹត្តិការណ៍វប្បធម៌ក្នុងស្រុកនិងអាជីវកម្មដែលគ្រប់គ្រងដោយខ្នាតតូចផងដែរ។ពិចារណាលើអ្វីដែលអ្នកមានដើម្បីចូលរួមចំណែកក្នុងរូបភាពកាន់តែធំដែលអនុញ្ញាតឱ្យការច្នៃប្រឌិតរបស់អ្នកដំណើរការដោយឥតគិតថ្លៃ។បញ្ចូលថ្មរបស់អ្នកនូវអាគុយសង្គមរបស់អ្នកដោយមានភាពឯកកោនិងការថែរក្សាខ្លួនឯងបន្តិចនៅពេលដែល Leo Moon Squares Venus នៅល្ងាចនេះ។អ្នកគួរតែមានអារម្មណ៍ស្រស់ស្រាយហើយត្រៀមខ្លួនជាស្រេចដើម្បីពិនិត្យមើលហ្វូងមនុស្សដែលមានលក្ខណៈដូច Luna Begon នៅយប់នេះ។"
        }
    }
]