[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll integrate easily into new surroundings or situations, dearest Aries, as the moon continues through Taurus. Absorb details while navigating these vibes, gravitating to that which offers beauty or a sense of support. The energy builds up as evening unfolds, with Luna aspects Mercury, the nodes of fate, the sun, and Jupiter. This celestial dance breaks down bigger goals into a more digestible agenda, helping you problem solve and take care of tasks that have been lingering on the sidelines. Steady yourself as the day comes to a close and Luna squares Venus, giving yourself space to relax and find comfort before bed."
        },
        "kh": {
            "today": "លោកនឹងធ្វើសមាហរណកម្មយ៉ាងងាយស្រួលក្នុងតំបន់ជុំវិញឬស្ថានភាពថ្មីដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Taurus ។ស្រូបយកព័ត៌មានលម្អិតអំពីការរុករកភាពរស់រវើកទាំងនេះធ្វើឱ្យមានភាពស្រស់ស្អាតចំពោះអ្វីដែលផ្តល់នូវភាពស្រស់ស្អាតឬអារម្មណ៍នៃការគាំទ្រ។ថាមពលបង្កើតឡើងនៅពេលល្ងាចបានលាតត្រដាងជាមួយនឹងការបារតរបស់ Luna, ថ្នាំងថ្នាំងនៃជោគវាសនាព្រះអាទិត្យនិងភពព្រហស្បតិ៍។របាំសេឡេស្ទាលនេះបានធ្វើឱ្យមានគោលដៅកាន់តែធំទៅជារបៀបវារៈដែលអាចរំលាយបានជួយឱ្យអ្នកមានបញ្ហាក្នុងការដោះស្រាយនិងថែរក្សាភារកិច្ចដែលមាននៅខាងក្រៅ។មានស្ថេរភាពខ្លួនអ្នកនៅពេលថ្ងៃមកដល់ទឹកក្រូចការ៉េដែលមានភាពជិតស្និទ្ធនិងលលាដ៍ក្បាលផ្តល់កន្លែងទំនេរសម្រាប់សម្រាកនិងស្វែងរកការលួងលោមមុនពេលចូលគេង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Build your empire one stone at a time, darling Leo, as the Taurus moon asks you to back up your aspirations. The universe won't offer rewards for free, though it will eagerly assist when you take destiny into your own hands. Choose your social and financial investments wisely this evening while Luna aspects Mercury, the nodes of fate, the sun, and Jupiter. If you're considering taking on a serious business or romantic partner, discuss future goals to ensure compatibility. Show yourself some love to boost determination and evolve past self-restrictive thoughts or actions as Venus stirs later tonight."
        },
        "kh": {
            "today": "កសាងអាណាចក្ររបស់អ្នកថ្មមួយដុំក្នុងពេលតែមួយដែលគួរឱ្យស្រឡាញ់នៅពេលដែល Taurus Moon ស្នើសុំឱ្យអ្នកបម្រុងទុកសេចក្តីប្រាថ្នារបស់អ្នក។សាកលលោកនឹងមិនផ្តល់រង្វាន់ដោយឥតគិតថ្លៃទេទោះបីវានឹងជួយយ៉ាងអន្ទះសាក៏ដោយនៅពេលដែលអ្នកមានវាសនាចូលក្នុងដៃរបស់អ្នក។ជ្រើសរើសការវិនិយោគសង្គមកិច្ចនិងហិរញ្ញវត្ថុរបស់អ្នកដោយប្រាជ្ញានៅល្ងាចនេះខណៈពេលដែលទិដ្ឋភាពឡូសបារត, ថ្នាំងនៃជោគវាសនាព្រះអាទិត្យនិងភពព្រហស្បតិ៍។ប្រសិនបើអ្នកកំពុងពិចារណាក្នុងការទទួលយកអាជីវកម្មឬដៃគូស្នេហាធ្ងន់ធ្ងរពិភាក្សាអំពីគោលដៅនាពេលអនាគតដើម្បីធានាបាននូវភាពឆបគ្នា។បង្ហាញខ្លួនអ្នកនូវសេចក្តីស្រឡាញ់មួយចំនួនដើម្បីជំរុញការប្តេជ្ញាចិត្តនិងវិវត្តចំពោះគំនិតឬសកម្មភាពដែលរឹតត្បិតដោយខ្លួនឯងនៅពេលដែល Venus Stirs នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon glides happily through your sign, darling Taurus, heightening your intuition, influence, and independence. Set your focus on a specific goal, moving with purpose as you inch closer to the future. Though people eager for attention may try to distract you, don't deviate from the task at hand. You'll have plenty of opportunities to socialize once evening unfolds, when Mercury, the nodes of fate, the sun, and Jupiter activate. Steer conversations toward topics and projects that are most important to you, and lucky insights could trickle in. Give yourself extra time to settle into bed later tonight while Luna squares Venus."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមានរាងយ៉ាងសប្បាយរីករាយតាមរយៈសញ្ញារបស់អ្នក, គួរឱ្យស្រឡាញ់ Taurus, បានបង្កើនវិចារណញាណ, ឥទ្ធិពល, ឥទ្ធិពលនិងឯករាជ្យភាពរបស់អ្នក។កំណត់ការផ្តោតអារម្មណ៍របស់អ្នកលើគោលដៅជាក់លាក់មួយដោយធ្វើចលនាដោយមានគោលបំណងនៅពេលដែលអ្នកចូលកាន់តែជិតដល់អនាគត។ទោះបីជាមនុស្សដែលចង់បានការយកចិត្តទុកដាក់អាចព្យាយាមបំបែរអារម្មណ៍អ្នកក៏ដោយកុំងាកចេញពីភារកិច្ចនៅនឹងដៃ។អ្នកនឹងមានឱកាសច្រើនក្នុងការធ្វើទំនាក់ទំនងសង្គមនៅពេលដែលបានលាតត្រដាងនៅពេលដែលបារត, ថ្នាំងនៃជោគវាសនាព្រះអាទិត្យនិង Jupiter ធ្វើឱ្យសកម្ម។បញ្ច្រាសការសន្ទនាឆ្ពោះទៅរកប្រធានបទនិងគម្រោងដែលសំខាន់បំផុតសម្រាប់អ្នកហើយការយល់ដឹងចាំបាច់អាចធ្វើឱ្យខ្លួនអ្នកមានពេលបន្ថែមទៅគ្រែនៅយប់នេះខណៈពេលដែល Luna Squares Venus ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be reminded that dreams stem from within, dear Gemini, as the Taurus moon puts you in a hopeful yet reflective headspace. Do the internal work necessary for taking your aspirations to the next level, closing chapters that have created obstacles or caused you to hold back. Pull your family close when Mercury, the nodes of fate, the sun, and Jupiter activate this evening, soaking up the nurturing support these companions provide. If you're not quite ready to socialize, be productive in solitude. Take extra steps to slow your thoughts before heading to bed, lest a square between Luna and Venus keep you up all night."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានរំ that កថាសុបិននេះបានមកពីខាងក្នុង Gemini ជាទីស្រឡាញ់នៅពេលដែល The Taurus Moon ធ្វើឱ្យអ្នកមានសង្ឃឹមលើសលប់ប៉ុន្តែមានសង្ឃឹមថានឹងមានសង្ឃឹមមួយ។ធ្វើកិច្ចការផ្ទៃក្នុងចាំបាច់សម្រាប់ការទទួលយកសេចក្តីប្រាថ្នារបស់អ្នកដល់កម្រិតបន្ទាប់ដោយបិទជំពូកដែលបានបង្កើតឧបសគ្គឬបណ្តាលឱ្យអ្នកទប់ចិត្ត។ទាញក្រុមគ្រួសាររបស់អ្នកឱ្យនៅជិតនៅពេលបារតថ្នាំងថ្នាំងព្រះអាទិត្យព្រះអាទិត្យនិងជូភឺរីធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយការចិញ្ចឹមសត្វគាំទ្រពួកគេផ្តល់ឱ្យ។ប្រសិនបើអ្នកមិនទាន់ត្រៀមខ្លួនជាស្រេចក្នុងការធ្វើទំនាក់ទំនងសង្គមទេគឺមានផលិតភាពនៅតែឯង។ចាត់វិធានការបន្ថែមដើម្បីធ្វើឱ្យគំនិតរបស់អ្នកយឺត ៗ មុនពេលធ្វើដំណើរទៅគ្រែក្រែងមួយរវាង Luna ហើយ Venus ធ្វើឱ្យអ្នកពេញវ័យពេញមួយយប់។"
        }
    }
]