[
    {
        "sign": "Aries",
        "en": {
            "today": "Give yourself plenty of time to wake up this morning, dear Aries, as the Virgo moon and Venus form an unbalanced connection. Connect with your body and set an intention for the day before entering the world, cultivating confidence and order. Things move more fluidly as the hours pass, especially when teamwork is embraced. Just beware of how too many opinions can throw projects off track when Luna squares Jupiter later today. Take things easy as evening sets in, staying true to routines that maximize your health and wellness game, and be sure to head to bed at a reasonable hour."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកឱ្យបានច្រើនដើម្បីភ្ញាក់ពីគេងនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជាព្រះចន្ទរបស់ Virgo និង Venus បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាព។ភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកហើយកំណត់ចេតនាមួយថ្ងៃមុនពេលចូលពិភពលោកដោយមានទំនុកចិត្តនិងសណ្តាប់ធ្នាប់។អ្វីៗកាន់តែប្រសើរឡើងកាន់តែខ្លាំងនៅពេលម៉ោងកន្លងផុតទៅជាពិសេសនៅពេលធ្វើការជាក្រុម។សូមប្រយ័ត្នចំពោះរបៀបដែលមតិរបស់អ្នកអាចបោះគម្រោងឱ្យបាននៅពេលដែល Luna Squares Jupiter នៅពេលក្រោយ។យករបស់ងាយៗដូចពេលល្ងាចដែលកំពុងរក្សាភាពស្មោះត្រង់ចំពោះការលេងហ្គេមសុខភាពនិងសុខភាពរបស់អ្នកឱ្យបានច្រើនបំផុតហើយត្រូវប្រាកដថាធ្វើដំណើរទៅគ្រែនៅម៉ោងដែលសមហេតុផល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll have much to feel grateful about as the Virgo moon and Venus align, dearest Leo, but try to be considerate of what others may be lacking. Connect with your spirituality to show thanks to the universe, but avoid grand displays of wealth that might cause others to feel insecure or inferior. The energy could get overwhelming when Luna squares Jupiter later today, especially if you have one foot in the present and one in the digital realms. Recalibrate by embracing leisure and embracing comforts that ignite the senses as the day comes to a close."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ដឹងគុណចំពោះព្រះចន្ទរបស់ Virgo និង Venus មាន Venus មានភាពរអាក់រអួលដែលជាទីស្រឡាញ់បំផុតប៉ុន្តែព្យាយាមចេះគិតដល់អ្វីដែលអ្នកដទៃខ្វះខាត។ភ្ជាប់ទំនាក់ទំនងរវាងភាពខាងវិញ្ញាណរបស់អ្នកដើម្បីបង្ហាញការថ្លែងអំណរគុណចំពោះសកលលោកប៉ុន្តែចៀសវាងការបង្ហាញទ្រព្យសម្បត្តិដែលអាចធ្វើឱ្យអ្នកដទៃមានអារម្មណ៍មិនស្រួលឬអន់ជាង។ថាមពលនេះអាចទទួលបានលើសលប់នៅពេលដែល Luna Squares Jupiter នៅពេលក្រោយជាពិសេសប្រសិនបើអ្នកមានជើងមួយនៅក្នុងបច្ចុប្បន្ននិងមួយនៅក្នុងអាណាចក្រឌីជីថល។គណនាឡើងវិញដោយការឱបក្រសោបការលំហែការកំសាន្តនិងការឱបក្រសោបការលួងលោមដែលបញ្ឆេះញ្ញាណនៅពេលថ្ងៃជិតមកដល់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Remember that true confidence stems from deep within, dearest Taurus, as the Virgo moon and Venus form an unbalanced connection. This comic climate can reveal how roadblocks or challenges have bruised your ego recently, asking you to consider how you can better protect yourself from that which is outside of your control. Smooth rigid edges by bringing some fun into your day, doing what you can to release fears by embracing laughter. Watch your trigger finger when it comes to shopping later today while Luna and Jupiter square off, making it easy to go overboard with your expenses."
        },
        "kh": {
            "today": "ចងចាំថាទំនុកចិត្តពិតប្រាកដមានដើមកំណើតពីជ្រៅនៅតាមតំបន់ Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជាព្រះចន្ទរបស់ Virgo និង Venus បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាព។អាកាសធាតុកំប្លែងនេះអាចបង្ហាញពីរបៀបដែលការបិទផ្លូវឬបញ្ហាប្រឈមរបស់អ្នកបានជះឥទ្ធិពលដល់អ្នកនាពេលថ្មីៗនេះដោយស្នើសុំឱ្យអ្នកពិចារណាពីរបៀបដែលអ្នកអាចការពារខ្លួនអ្នកបានល្អប្រសើរពីការត្រួតពិនិត្យរបស់អ្នក។គែមរឹងរលោងដោយនាំយកភាពសប្បាយរីករាយខ្លះទៅក្នុងថ្ងៃរបស់អ្នកធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបញ្ចេញការភ័យខ្លាចដោយការឱបក្រសោបសើច។មើលម្រាមដៃកេះរបស់អ្នកនៅពេលនិយាយដល់ការដើរទិញឥវ៉ាន់នៅថ្ងៃនេះខណៈពេលដែល Luna និង Jupiter Square បិទធ្វើឱ្យវាងាយស្រួលក្នុងការធ្វើដំណើរឆ្លងកាត់ជាមួយនឹងការចំណាយរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take note of how social media and news outlets impact your emotional well-being, dearest Gemini, as the Virgo moon and Venus form an unbalanced connection. A fierce desire to fix what's broken brews inside of you, but there are limitations to what can be done at the moment. If you need to get involved, start on a local scale. Try to show yourself some extra compassion and TLC as the hours pass, watching for physical symptoms of stress so they can be alleviated upon arrival. Emotions overflow when Luna squares Jupiter later today, threatening your sense of composure."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងព័ត៌មានចេញមកជះឥទ្ធិពលដល់សុខុមាលភាពផ្លូវចិត្តរបស់អ្នក Gemini ដែលជាទីស្រឡាញ់បំផុតក្នុងនាមជា Virgo Moon និង Venus បង្កើតបានជាការតភ្ជាប់មិនមានតុល្យភាព។បំណងប្រាថ្នាដ៏ខ្លាំងក្លាក្នុងការជួសជុលអ្វីដែលញ៉ាំដែលបែកបាក់នៅខាងក្នុងអ្នកប៉ុន្តែមានដែនកំណត់ចំពោះអ្វីដែលអាចធ្វើបាននៅពេលនេះ។ប្រសិនបើអ្នកត្រូវការចូលរួមសូមចាប់ផ្តើមធ្វើមាត្រដ្ឋានមូលដ្ឋាន។ព្យាយាមបង្ហាញខ្លួនអ្នកនូវការអាណិតអាសូរបន្ថែមនិង TLC បន្ថែមទៀតនៅពេលម៉ោងកន្លងផុតទៅមើលរោគសញ្ញានៃភាពតានតឹងដូច្នេះពួកគេអាចត្រូវបានកាត់បន្ថយនៅពេលមកដល់។អារម្មណ៍ហៀរចេញនៅពេលដែល Luna Squares Jupiter នៅពេលក្រោយបន្ទាប់ពីការគំរាមកំហែងអារម្មណ៍របស់អ្នក។"
        }
    }
]