[
    {
        "sign": "Aries",
        "en": {
            "today": "A fluid and prosperous energy follows you, dear ram, as the Taurus moon forms supportive aspects with Jupiter and Venus. Seek work that is enriching, and build systems that can improve your efficiency. Your wellness journey also benefits from this cosmic climate, helping you merge healthy living and mindfulness. You'll be in an intensely private mood once Saturn activates this evening, and you can gain much wisdom by spending time alone and in the great outdoors. Chatty and brilliant vibes flow later tonight after Luna enters Gemini and unites with Uranus, leading to exhilarating conversations and strokes of genius."
        },
        "kh": {
            "today": "ថាមពលរាវនិងវិបុលភាពដើរតាមអ្នក RAM RAM ជាទីស្រឡាញ់ដូចជា Taurus Moon បង្កើតនូវទិដ្ឋភាពគាំទ្រជាមួយភពព្រហស្បតិ៍និង Venus ។ស្វែងរកការងារដែលធ្វើឱ្យប្រសើរឡើងហើយប្រព័ន្ធបង្កើតដែលអាចបង្កើនប្រសិទ្ធភាពរបស់អ្នក។ដំណើរសុខភាពរបស់អ្នកក៏ទទួលបានអត្ថប្រយោជន៍ពីអាកាសធាតុលោហធាតុនេះដែរជួយអ្នកបញ្ចូលការរស់នៅប្រកបដោយការរស់នៅនិងការយកចិត្តទុកដាក់ដែលមានសុខភាពល្អ។អ្នកនឹងមានអារម្មណ៍មិនល្អយ៉ាងខ្លាំងនៅពេលដែល Saturn ធ្វើឱ្យល្ងាចនេះសកម្មនៅល្ងាចនេះហើយអ្នកអាចទទួលបានប្រាជ្ញាជាច្រើនដោយចំណាយពេលតែម្នាក់ឯងនិងនៅខាងក្រៅដ៏អស្ចារ្យ។វិញ្ញាបនប័ត្រជជែកនិងអស្ចារ្យហូរនៅយប់នេះបន្ទាប់ពី Luna ចូល Gemini និងបង្រួបបង្រួមជាមួយអ៊ុយរ៉ានុសនាំឱ្យមានការសន្ទនានិងការដាច់សរសៃឈាមខួរក្បាលដ៏រំភើប។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Exciting developments bring you closer to success and prosperity, dear Leo, as the Taurus moon forms elevating aspects with Jupiter, Venus, and Saturn throughout the day. Keep good news under wraps while all the details are being worked out, maintaining a calm demeanor until it's time to celebrate. If you're in the process of negotiating a raise or new position, ask for slightly more than you're comfortable with. When building up projects, push yourself to go above and beyond. You'll be in adventurous spirits and crave intellectual stimulation once Luna enters Gemini and unites with Uranus later tonight."
        },
        "kh": {
            "today": "ការវិវឌ្ឍន៍ដ៏គួរឱ្យរំភើបនាំឱ្យអ្នកកាន់តែខិតជិតដល់ភាពជោគជ័យនិងភាពរុងរឿង, លីអូ, ដូចជា Taurus Moon បង្កើតបាននូវទិដ្ឋភាពជាមួយភពភព, Venus, និង Saturn ពេញមួយថ្ងៃ។រក្សាដំណឹងល្អក្រោមការរុំខណៈពេលដែលព័ត៌មានលម្អិតទាំងអស់កំពុងត្រូវបានអនុវត្តដោយរក្សាអាកប្បកិរិយាស្ងប់ស្ងាត់រហូតដល់វាមានពេលវេលាដើម្បីអបអរ។ប្រសិនបើអ្នកកំពុងស្ថិតក្នុងដំណើរការចរចារការដំឡើងប្រាក់ដំឡើងឬតំណែងថ្មីសូមសួរថាតើអ្នកមានផាសុកភាពបន្តិចដែរឬទេ។នៅពេលបង្កើតគម្រោងសូមជំរុញខ្លួនអ្នកឱ្យទៅខាងលើនិងលើសពីនេះ។អ្នកនឹងស្ថិតក្នុងវិញ្ញាណផ្សងព្រេងនិងការជម្រុញបញ្ញាវៃឆ្លាតនៅពេលដែល Luna ចូល Gemini និងបង្រួបបង្រួមជាមួយអ៊ុយរ៉ានុសនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon moves through your sign and forms sweet connections with Jupiter and Venus, dear Taurus, opening your eyes and expanding the mind. Approach relationships and hobbies with curiosity, searching for opportunities to learn something new. Your words and ideas spread quickly, helping you gain traction and motivation to push on. Set the tone for what is acceptable within your social sphere when Saturn activates this evening, showing respect to peers and operating with honor. Blessings could arrive from unexpected places later tonight once Luna enters Gemini and unites with Uranus, so don't be afraid to reach for what you want."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានផ្លាស់ប្តូរសញ្ញារបស់អ្នកហើយបង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយភពព្រហស្បតិ៍និងភពសុក្រ, ជាទីស្រឡាញ់របស់ Taurus, បើកភ្នែករបស់អ្នកនិងពង្រីកចិត្តរបស់អ្នក។ទាក់ទងទំនាក់ទំនងនិងចំណង់ចំណូលចិត្តដោយការចង់ដឹងចង់ឃើញការស្វែងរកឱកាសដើម្បីរៀនអ្វីថ្មី។ពាក្យសម្ដីនិងគំនិតរបស់អ្នកបានរីករាលដាលយ៉ាងឆាប់រហ័សជួយអ្នកឱ្យទទួលបានការអូសទាញនិងការលើកទឹកចិត្តឱ្យរុញច្រាន។កំណត់សម្លេងសម្រាប់អ្វីដែលអាចទទួលយកបាននៅក្នុងវិស័យសង្គមរបស់អ្នកនៅពេលដែល Saturn ធ្វើឱ្យល្ងាចនេះធ្វើឱ្យល្ងាចនេះបង្ហាញការគោរពចំពោះមិត្តភក្ដិនិងប្រតិបត្ដិការដោយកិត្តិយស។ពរជ័យអាចមកពីកន្លែងដែលមិននឹកស្មានដល់នៅយប់នេះនៅពេលដែល Luna ចូល Gemini និងបង្រួបបង្រួមជាមួយអ៊ុយរ៉ានុសដូច្នេះកុំភ័យខ្លាចក្នុងការឈានទៅរកអ្វីដែលអ្នកចង់បាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The energy will be sweet, simple, and full of pleasant surprises, dear Gemini, as the Taurus moon aligns with Jupiter and Venus. Make silent wishes throughout the day, asking the universe to remind you that you're not alone. Tap into your surroundings, and magickal moments are sure to emerge. Top secret developments bring intrigue to your professional prospects once Saturn stirs this evening, so be mindful to observe your industry closely. You'll feel energized and independent after Luna enters your sign later tonight, forming a cosmic alliance with Uranus. Push yourself to think outside the box, and don't hesitate to take a chance on yourself."
        },
        "kh": {
            "today": "ថាមពលនឹងមានភាពផ្អែមល្ហែមសាមញ្ញនិងពោរពេញទៅដោយការភ្ញាក់ផ្អើលរីករាយ Gemini ជាទីស្រឡាញ់នៅពេលដែល The Taurus Mon តម្រឹមជាមួយភពព្រហស្បតិ៍និង Venus ។ធ្វើឱ្យមានបំណងស្ងៀមស្ងាត់ពេញមួយថ្ងៃដោយស្នើសុំឱ្យសកលលោករំ you កអ្នកថាអ្នកមិននៅម្នាក់ឯងទេ។ប៉ះចូលទៅក្នុងតំបន់ជុំវិញរបស់អ្នកហើយគ្រា Magickal ប្រាកដជាលេចចេញមក។ការវិវឌ្ឍន៍ដ៏សម្ងាត់កំពូលនាំមកនូវការចាប់អារម្មណ៍ចំពោះទស្សនវិស័យអាជីពរបស់អ្នកនៅពេលដែល Saturn ជំរុញនៅល្ងាចនេះដូច្នេះសូមយកចិត្តទុកដាក់ក្នុងការសង្កេតឧស្សាហកម្មរបស់អ្នកយ៉ាងដិតដល់។អ្នកនឹងមានអារម្មណ៍ថាមានថាមពលនិងឯករាជ្យបន្ទាប់ពី Luna ចូលទៅក្នុងសញ្ញារបស់អ្នកនៅយប់នេះដោយបង្កើតសម្ព័ន្ធភាពលោហៈជាមួយអ៊ុយរ៉ានុស។ជំរុញខ្លួនអ្នកឱ្យគិតនៅខាងក្រៅប្រអប់ហើយកុំស្ទាក់ស្ទើរក្នុងការចាប់យកឱកាសលើខ្លួនអ្នក។"
        }
    }
]