[
    {
        "sign": "Aries",
        "en": {
            "today": "Creative edits can bring your work to the next level, dear Aries, as the Gemini moon aligns with Mercury Retrograde this morning. Trim away unnecessary or repetitive details, allowing your voice to shine at its core. Seek moments of sweetness once afternoon creeps in when Venus stirs to promote flirtation and connection. The ambiance intensifies as Luna squares the nodes of fate and Mars, which could cause your thoughts to speed up. Remember that you don't have to act immediately on every idea that comes to mind; pause to consider your choices before taking action."
        },
        "kh": {
            "today": "ការកែប្រែច្នៃប្រឌិតអាចនាំមកនូវការងាររបស់អ្នកដល់កម្រិតបន្ទាប់ជាទីស្រឡាញ់ Areies ដូចជា Gemini Mon តម្រឹមជាមួយបារត Retrograde នៅព្រឹកនេះ។កាត់លំអិតដែលមិនចាំបាច់ឬច្រំដែលដែលអនុញ្ញាតឱ្យសំលេងរបស់អ្នកភ្លឺរលោងនៅស្នូលរបស់វា។ស្វែងរកពេលវេលានៃភាពផ្អែមល្ហែមនៅពេលរសៀលនៅពេលរសៀលនៅពេលដែល Venus Stirs ដើម្បីលើកកម្ពស់ការចែចង់និងការតភ្ជាប់។បរិយាកាសកាន់តែខ្លាំងឡើងនៅពេលដែលការេជ្ជៀនថ្នាំងនៃជោគវាសនានិងភពព្រះអង្គារដែលអាចបណ្តាលឱ្យគំនិតរបស់អ្នកបង្កើនល្បឿន។ចងចាំថាអ្នកមិនចាំបាច់ធ្វើសកម្មភាពភ្លាមៗលើរាល់គំនិតដែលគិតមកទេ។ផ្អាកការគិតពីជម្រើសរបស់អ្នកមុនពេលធ្វើសកម្មភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Recognize if you've been bad at keeping in touch, dearest Leo, as the Gemini moon aspects Mercury Retrograde. Use this energy as motivation to catch up with friends who haven't heard from you in a while. Connection elevates the heart while Venus activates, and fresh flirtations can emerge if you put in the effort to meet new people. Now is also a good time to reinforce your beliefs by backing up a cause that's important to you. Environmental triggers could put you on the defense once afternoon sets in when Luna squares off with the nodes of fate and Mars."
        },
        "kh": {
            "today": "ទទួលស្គាល់ប្រសិនបើអ្នកអាក្រក់ក្នុងការរក្សាទំនាក់ទំនងដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលការបារតមន្ដ្រី Mercury ។ប្រើថាមពលនេះជាការលើកទឹកចិត្តក្នុងការតាមរកមិត្តភក្តិដែលមិនបាន heard ពីអ្នកក្នុងមួយរយៈ។ការតភ្ជាប់បង្កើនដួងចិត្តខណៈដែល Venus មានដំណើរការហើយការចែចង់ស្រស់អាចលេចចេញមកប្រសិនបើអ្នកខិតខំប្រឹងប្រែងដើម្បីជួបជាមួយមនុស្សថ្មី។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការពង្រឹងជំនឿរបស់អ្នកដោយបម្រុងទុកបុព្វហេតុដែលមានសារៈសំខាន់សម្រាប់អ្នក។កេះបរិស្ថានអាចធ្វើឱ្យអ្នកនៅលើមេធាវីការពារក្តីបាននៅពេលរសៀលឈុតនៅពេលដែល Luna Squares បិទជាមួយនឹងថ្នាំងនៃវាសនានិងភពព្រះអង្គារ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Allow time to slow this morning, darling Taurus, as the Gemini moon aspects Mercury RX. By giving yourself a chance to breathe, your mind will clear up and reveal helpful solutions. Venus activates in your solar second house, granting permission to spoil yourself a bit. Just be mindful of researching major purchases before making them. Check your impulses when Luna squares the nodes of fate and Mars this afternoon, especially if you feel pressured to keep up with peers. Rather than hurrying your progress, take a step back to get creative while focusing on where you are in the moment."
        },
        "kh": {
            "today": "ទុកពេលឱ្យយឺតពេលព្រឹកនេះ, Darling Taurus, ដូចជាទិដ្ឋភាពនៃព្រះច័ន្ទ Moon RX ។តាមរយៈការផ្តល់ឱកាសឱ្យខ្លួនអ្នកដកដង្ហើមគំនិតរបស់អ្នកនឹងសម្អាតនិងបង្ហាញដំណោះស្រាយមានប្រយោជន៍។Venus Venus ធ្វើឱ្យសកម្មនៅក្នុងផ្ទះទីពីរនៃពន្លឺព្រះអាទិត្យរបស់អ្នកដោយផ្តល់ការអនុញ្ញាតឱ្យធ្វើឱ្យខ្លួនអ្នកកាន់តែជយុត្តិភាព។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការស្រាវជ្រាវការទិញដ៏ធំមុនពេលធ្វើឱ្យពួកគេ។ពិនិត្យមើលការលើកទឹកចិត្តរបស់អ្នកនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនានិងភពព្រះអង្គារនៅរសៀលនេះជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាត្រូវបានគេបង្ខំឱ្យរក្សាមិត្តភក្តិ។ជាជាងប្រញាប់ឡើងវឌ្ឍនភាពរបស់អ្នកសូមបោះជំហានទៅមុខដើម្បីទទួលបានការច្នៃប្រឌិតខណៈពេលដែលផ្តោតលើកន្លែងដែលអ្នកកំពុងស្ថិតក្នុងពេលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon continues through your sign today, dearest Gemini, making you extra sensitive to the energies that surround you. A sweet connection with Mercury RX will bring enlightenment within situations or ideas you've been struggling to piece together. Now is also a good time to revisit topics that haven't reached the resolution you desire.  Embrace loving connections while Venus activates, easing the heart and mind. You could find yourself at a crossroads this afternoon once Luna squares off with the nodes of fate and Mars. Focus on cultivating a balance between your home and work life, creating a stable basis from which you can grow and nurture personal goals."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តតាមរយៈសញ្ញារបស់អ្នកនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតដែលធ្វើឱ្យអ្នកមានភាពរសើបដល់ថាមពលដែលព័ទ្ធជុំវិញអ្នក។ការតភ្ជាប់ផ្អែមជាមួយបារត RX នឹងនាំមកនូវការបំភ្លឺក្នុងស្ថានភាពឬគំនិតដែលអ្នកកំពុងតស៊ូដើម្បីចងភ្ជាប់គ្នា។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អសម្រាប់ពិនិត្យមើលប្រធានបទដែលមិនទាន់បានឈានដល់ដំណោះស្រាយដែលអ្នកចង់បាន។ឱបទំនាក់ទំនងស្នេហាខណៈដែល Venus Venus ធ្វើឱ្យសកម្មដោយបន្ធូរបន្ថយបេះដូងនិងចិត្ត។អ្នកអាចរកឃើញខ្លួនឯងនៅផ្លូវបំបែកនៅរសៀលនេះនៅពេលដែល Luna ការ៉េបិទជាមួយនឹងថ្នាំងនៃជោគវាសនានិងភពព្រះអង្គារ។ផ្តោតលើការដាំដុះតុល្យភាពរវាងផ្ទះនិងជីវិតការងាររបស់អ្នកបង្កើតមូលដ្ឋានមានស្ថេរភាពដែលអ្នកអាចលូតលាស់និងចិញ្ចឹមបីបាច់គោលដៅផ្ទាល់ខ្លួន។"
        }
    }
]