[
    {
        "sign": "Aries",
        "en": {
            "today": "Your Saturday morning is riddled with twists, turns, and plenty of adventure, dear Aries. As the Moon enters Sagittarius and aligns with Saturn, Neptune, Uranus, and Pluto, expect a full schedule. If you don't already have a packed agenda, make your fun by getting out to explore. Your community calls out to you, urging you to seek hidden corners of your neighborhood. Venture further out for a small road trip if you feel like going all out. A passionate and romantic energy brings vibrancy to your relationships when Venus stirs this evening and the quarter Moon graces our skies."
        },
        "kh": {
            "today": "ព្រឹកថ្ងៃសៅរ៍របស់អ្នកត្រូវបានលាយជាមួយរមួលវេននិងការផ្សងព្រេងជាច្រើនដែលជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទចូលស៊ីសារ៉ាយស៍ហើយតម្រឹមជាមួយសៅរ៍ណុបលិនធូនអ៊ុយរ៉ានុសនិងផ្លាតូរំពឹងថានឹងមានកាលវិភាគពេញលេញ។ប្រសិនបើអ្នកមិនមានរបៀបវារៈវេចខ្ចប់រួចទៅហើយធ្វើឱ្យភាពសប្បាយរីករាយរបស់អ្នកដោយចេញទៅរកមើល។សហគមន៍របស់អ្នកអំពាវនាវឱ្យអ្នកដោយជំរុញឱ្យអ្នកស្វែងរកជ្រុងលាក់នៃសង្កាត់របស់អ្នក។ការបណ្តាក់ទុនបន្ថែមទៀតសម្រាប់ដំណើរកម្សាន្តផ្លូវតូចមួយប្រសិនបើអ្នកមានអារម្មណ៍ថាចង់ចេញទៅក្រៅទាំងអស់។ថាមពលដែលងប់ងល់និងមនោសញ្ចេតនានាំមកនូវភាពរំជើបរំជួលដល់ទំនាក់ទំនងរបស់អ្នកនៅពេលដែល Venus Stirs នៅល្ងាចនេះហើយព្រះចន្ទត្រីមាសនេះដាក់លើមេឃរបស់យើង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel like showing off as the Moon enters Sagittarius, dear Leo, aligning with Saturn, Neptune, Uranus, and Pluto as morning unfolds. Don't hesitate to go all out with your plans and wardrobe choices, but expect to turn a few jealous heads along the way. Luckily, you'll thrive off any attention received, but you should make it a point to surround yourself with peers who are playful, positive, and can match your exceptional vibes. A romantic and generous energy fills your heart tonight when Venus stirs and the quarter Moon rises, though you should take care not to give too much away."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាបានបង្ហាញនៅពេលដែលព្រះច័ន្ទចូល Sagittarius, Leo ជាទីស្រឡាញ់, ការតម្រឹមជាមួយសៅរ៍, Nean, Uranus, និង Pluto ដែលបានលាតសន្ធឹង។កុំស្ទាក់ស្ទើរក្នុងការចេញទៅក្រៅទាំងអស់ជាមួយនឹងផែនការនិងជម្រើសតុរប្យួរខោអាវរបស់អ្នកប៉ុន្តែរំពឹងថានឹងប្រែក្លាយក្បាលច្រណែនមួយចំនួននៅតាមផ្លូវ។សំណាងល្អអ្នកនឹងទទួលបានការចាប់អារម្មណ៍ពីការយកចិត្តទុកដាក់ចំពោះការទទួលបានប៉ុន្តែអ្នកគួរតែធ្វើឱ្យវាក្លាយជាចំណុចមួយដើម្បីព័ទ្ធជុំវិញខ្លួនអ្នកជាមួយមិត្តភក្ដិដែលលេងសើចវិជ្ជមាននិងអាចផ្គូផ្គងភាពរស់រវើករបស់អ្នក។ថាមពលរ៉ូមែនទិកនិងសប្បុរសធម៌បំពេញដួងចិត្តរបស់អ្នកនៅយប់នេះនៅពេលដែល Venus Virs និងព្រះច័ន្ទត្រីមាសកើនឡើងទោះបីជាអ្នកគួរតែយកចិត្តទុកដាក់មិនឱ្យឆ្ងាយច្រើនពេកក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Moon enters Sagittarius and the sector of your chart that governs commitment, dearest Taurus, bringing significant growth to your ambitions and partnerships. Saturn, Neptune, Uranus, and Pluto activate as morning unfolds, encouraging you to admit what you do not know. Soak up knowledge from a mentor, or take it upon yourself to learn through action. Recognize if your stubborn side emerges at times, and do what you can to step out of your comfort zone. Romantic vibes fill your home when Venus stirs and the quarter Moon rises tonight, marking the perfect time to nurture heart bonds with someone special."
        },
        "kh": {
            "today": "ព្រះច័ន្ទចូលមក Sagittarius និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្តេជ្ញាចិត្តដែលជាទីស្រឡាញ់បំផុត Taurus ដែលនាំមកនូវកំណើនដ៏សំខាន់ដល់មហិច្ឆតានិងភាពជាដៃគូរបស់អ្នក។សៅថនណេនទូនអ៊ុយរ៉ានុសនិងផ្លាតូធ្វើឱ្យសកម្មនៅពេលព្រឹកនេះបានលាតត្រដាងការលើកទឹកចិត្តអ្នកឱ្យសារភាពអ្វីដែលអ្នកមិនស្គាល់។ត្រាំចំណេះដឹងពីអ្នកណែនាំម្នាក់ឬយកវាមកឱ្យខ្លួនអ្នកដើម្បីរៀនតាមរយៈសកម្មភាព។ទទួលស្គាល់ថាប្រសិនបើក្រុមរឹងរូសរបស់អ្នកលេចចេញមកនៅពេលខ្លះហើយធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីចេញពីតំបន់កំសាន្តរបស់អ្នក។ភាពរំជើបរំជួលរបស់អ្នកបានបំពេញផ្ទះរបស់អ្នកនៅពេលដែល Venus Stirs និងព្រះចន្ទត្រីមាសបានកើនឡើងនៅយប់នេះដែលជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីចិញ្ចឹមបីបាច់ចំណងបេះដូងជាមួយនរណាម្នាក់ពិសេស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your world will be full of love, connection, and adventure, darling Gemini, as the Moon enters Sagittarius. Connecting with Saturn, Neptune, Uranus, and Pluto as morning unfolds, Luna urges you to seek the extraordinary and unordinary. Grab a partner and move through environments you're unfamiliar with. Wisdom grows when you step out of your bubble to understand better the cultures and communities that enrich your environment. A desire to get out of town could also come into play, and it may be time to escape city limits in pursuit of new scenery. Emotions intensify while Venus activates and the quarter Moon rises, capping your night with intimate exchanges."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកនឹងមានសេចក្តីស្រឡាញ់ការតភ្ជាប់និងការផ្សងព្រេងការផ្សងព្រេងគែមដែលគួរឱ្យស្រឡាញ់ដូចជាព្រះចន្ទចូល Sagittarius ។ការភ្ជាប់ទំនាក់ទំនងជាមួយសៅរ៍ណុបលិនណុនអ៊ែរុនយូរ៉ានុសនិងផ្លាតូនៅពេលដែលពេលព្រឹកលាតសន្ធឹងមិនមានពេលព្រឹកជម្រុញឱ្យអ្នកស្វែងរកភាពអស្ចារ្យនិងមិនប្រាកដប្រជា។ចាប់ដៃគូនិងចលនាឆ្លងកាត់បរិស្ថានអ្នកមិនស្គាល់ទេ។ប្រាជ្ញារីកលូតលាស់នៅពេលដែលអ្នកដើរចេញពីពពុះរបស់អ្នកដើម្បីយល់កាន់តែច្បាស់ពីវប្បធម៌និងសហគមន៍ដែលធ្វើអោយបរិស្ថានរបស់អ្នកកាន់តែប្រសើរឡើង។បំណងប្រាថ្នាចង់ចេញពីទីក្រុងនេះក៏អាចមកលេងបានដែរហើយវាប្រហែលជាដល់ពេលដែលត្រូវរត់គេចខ្លួនក្នុងក្រុងក្នុងការស្វែងរកទេសភាពថ្មី។អារម្មណ៍កាន់តែខ្លាំងឡើងខណៈដែល Venus មាន Venus មានដំណើរការនិងព្រះចន្ទត្រីមាសឡើងប្រមូលផ្តុំគ្នានៅរាត្រីជាមួយនឹងការផ្លាស់ប្តូរជិតស្និទ្ធ។"
        }
    }
]