[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer quarter moon aligns with Mars and the nodes of fate this morning, dearest Aries, directing you toward the future. Choose wisely when channeling your efforts, and get comfortable with the idea of change, even if the process triggers an imbalance. Venus migrates into Libra and opposes Neptune midafternoon, making it easier to find harmony throughout the coming weeks. Love and romance flourish under this planetary placement. Still, you'll need to take care of yourself before you can give fully to another. Jupiter, Chiron, and Saturn stir as evening evolves into night, asking you to prioritize alone time with the intention of healing old wounds."
        },
        "kh": {
            "today": "មហារីកនៅត្រីមាសព្រះចន្ទតម្រឹមជាមួយភពព្រះអង្គារនិងថ្នាំងនៃជោគវាសនានៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដឹកនាំអ្នកឆ្ពោះទៅរកអនាគត។ជ្រើសរើសដោយឈ្លាសវៃនៅពេលបញ្ជូនការខិតខំរបស់អ្នកហើយមានផាសុខភាពជាមួយនឹងគំនិតនៃការផ្លាស់ប្តូរទោះបីជាដំណើរការនេះកេះអតុល្យភាពក៏ដោយ។Venus មាន Venus បានធ្វើចំណាកស្រុកចូលទៅក្នុង Libra ហើយប្រឆាំងនឹងក្រុមហ៊ុន Neptune ពាក់កណ្តាលព្រះសង្ឃដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្វែងរកភាពសុខដុមពេញមួយសប្តាហ៍ខាងមុខនេះ។ស្នេហានិងមនោសញ្ចេតនារីកចំរើននៅក្រោមកន្លែងដាក់ផែនការនេះ។យ៉ាងណាក៏ដោយអ្នកនឹងត្រូវថែរក្សាខ្លួនអ្នកមុនពេលអ្នកអាចផ្តល់ឱ្យបានពេញលេញទៅអ្នកផ្សេង។ភពព្រហស្បតិ៍ឈីននិងសៅរ៍ទីប្រជុំជនមានការវិវត្តនៅពេលយប់ដោយស្នើសុំឱ្យអ្នកផ្តល់អាទិភាពដល់ពេលវេលាតែម្នាក់ឯងដោយមានបំណងព្យាបាលរបួសចាស់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Be alone with your thoughts as much as possible, dear Leo, as the Cancer quarter moon aspects Mars, the nodes of fate, Jupiter, Chiron, and Saturn throughout the day. Heightened emotions and stressful situations could cause you to act hastily, going against your own self-interests. However, slowing down to thoroughly examine your options may reveal opportunities you have otherwise missed. Seek to tie up loose ends so new ventures can begin. Connect with your higher power once Venus enters Libra and opposes Neptune midafternoon, taking your visions to even greater heights. With discipline, faith, and a little luck, your potential will skyrocket."
        },
        "kh": {
            "today": "នៅម្នាក់ឯងដែលមានគំនិតរបស់អ្នកតាមដែលអាចធ្វើទៅបានតាមដែលអាចធ្វើទៅបានដូចជាទិដ្ឋភាពត្រីមេម័រមហារីកមហារីកភពព្រះអង្គារដែលជាថ្នាំងរបស់ជោគវាសនាជូឡែនជេហ្គ្រីនខួរក្បាលនិងសៅរ៍ពេញមួយថ្ងៃ។ការកើនឡើងនៃអារម្មណ៍និងស្ថានភាពស្ត្រេសអាចបណ្តាលឱ្យអ្នកធ្វើសកម្មភាពយ៉ាងលឿន, ប្រឆាំងនឹងផលប្រយោជន៍ផ្ទាល់ខ្លួនរបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយការបន្ថយល្បឿនដើម្បីពិនិត្យមើលជម្រើសរបស់អ្នកឱ្យបានហ្មត់ចត់អាចបង្ហាញពីឱកាសដែលអ្នកបានខកខានបើមិនដូច្នេះទេខកខានមិនបាន។ស្វែងរកការចងខ្សែរលុងចុងដូច្នេះការបណ្តាក់ទុនថ្មីអាចចាប់ផ្តើម។ភ្ជាប់ជាមួយថាមពលខ្ពស់របស់អ្នកនៅពេលដែល Venus Venus Venus ចូល Libra ហើយប្រឆាំងនឹងក្រុមហ៊ុន Neptune ពាក់កណ្តាលព្រះសង្ឃដោយយកចក្ខុវិស័យរបស់អ្នកទៅខ្ពស់ជាងនេះ។ជាមួយនឹងការប្រៀនប្រដៅជំនឿនិងសំណាងតិចតួចសក្តានុពលរបស់អ្នកនឹងឡើងកប់ពពក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be in playful spirits as the Cancer quarter moon aligns with Mars and the nodes of fate, dear Taurus, stirring up passions and creativity. Although your heart yearns for excitement, looming responsibilities may put a damper on your plans. Rather than rushing through tasks, balance your schedule wisely to make space for fun, shuffling around your to-do list to find free time. Work moves more smoothly once Venus enters Libra and opposes Neptune midafternoon, unleashing efficiency and the daydreamer within. A great deal will be accomplished throughout the coming weeks when you stay organized and committed to specific goals. Avoid seclusion and seek community while Jupiter, Chiron, and Saturn activate tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានស្មារតីលេងសើចនៅពេលដែលមហារីកមហារីកតម្រឹមជាមួយភពព្រះអង្គារនិងថ្នាំងនៃវាសនាជាទីស្រឡាញ់ Taurus, ជំរុញឱ្យតណ្ហានិងការច្នៃប្រឌិត។ទោះបីជាបេះដូងរបស់អ្នកចង់បានសម្រាប់ការរំភើបក៏ដោយក៏ការទទួលខុសត្រូវរបស់អ្នកអាចធ្វើឱ្យខូចខាតដល់ផែនការរបស់អ្នក។ជាជាងការប្រញាប់ប្រញាល់ឆ្លងកាត់ភារកិច្ចធ្វើឱ្យមានតុល្យភាពកាលវិភាគរបស់អ្នកដោយឈ្លាសវៃក្នុងការធ្វើឱ្យមានកន្លែងទំនេរសម្រាប់ការលេងបញ្ជីការងារត្រូវធ្វើរបស់អ្នកដើម្បីរកពេលវេលាទំនេរ។ការងារធ្វើចលនាកាន់តែរលូននៅពេលដែល Venus Venus ចូល Libra និងប្រឆាំងនឹងក្រុមហ៊ុន Neptune ពាក់កណ្តាលប្រូហ្វិន, ប្រសិទ្ធិភាពវះកាត់និងការសុបិននៅខាងក្នុង។កិច្ចព្រមព្រៀងដ៏អស្ចារ្យមួយនឹងត្រូវបានសំរេចនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលអ្នកបានរៀបចំនិងប្តេជ្ញាចិត្តចំពោះគោលដៅជាក់លាក់។ជៀសវាងការលាក់ខ្លួននិងស្វែងរកសហគមន៍ខណៈដែលភពព្រហស្បតិ៍ឈីននិងភពសៅរ៍ធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Roll up your sleeves and get to work, dear Gemini, as the Cancer quarter moon aspects Mars, the nodes of fate, Jupiter, Chiron, and Saturn throughout the day. Though you may feel left out while friends gather and socialize, prioritizing your goals will be worth it in the end. Avoid distractions that might throw you off task, placing your phone on silent with the intention of catching up with loved ones later. Venus enters Libra and opposes Neptune midafternoon, highlighting your dreamiest qualities. Finesse your image and any projects you've been working on, putting your own mark on society."
        },
        "kh": {
            "today": "រមៀលដៃអាវរបស់អ្នកហើយទៅធ្វើការ Gemini ជាទីស្រឡាញ់ព្រោះផ្នែកខាងមុខនៃព្រះច័ន្ទ, ថ្នមៗភពព្រះអង្គារ, ថ្នេរ, ភពភព, jiron chiry chiry chiry, និង saturn ពេញមួយថ្ងៃ។ទោះបីជាអ្នកអាចមានអារម្មណ៍ថាចាកចេញនៅពេលមិត្តភក្តិប្រមូលផ្តុំនិងទំនាក់ទំនងសង្គមឱ្យអាទិភាពដល់គោលដៅរបស់អ្នកនឹងមានតម្លៃនៅចុងបញ្ចប់។ជៀសវាងការរំខានដែលអាចបោះចោលការងារធ្វើឱ្យទូរស័ព្ទរបស់អ្នកនៅស្ងៀមដោយមានបំណងចាប់អ្នកដែលស្រលាញ់គ្នានៅពេលក្រោយ។Venus Venus ចូល Libra ហើយប្រឆាំងនឹងលោកនេផូនពាក់កណ្តាលខប្តិ៍ដែលបង្ហាញពីគុណសម្បត្ដិរបស់អ្នកដែលសុបិន្តរបស់អ្នក។fiinesse រូបភាពរបស់អ្នកនិងគម្រោងណាមួយដែលអ្នកបានធ្វើការដោយដាក់សញ្ញាសម្គាល់ផ្ទាល់ខ្លួនរបស់អ្នកលើសង្គម។"
        }
    }
]