[
    {
        "sign": "Aries",
        "en": {
            "today": "A sweet energy follows you early this morning, dearest Aries, as the Libra moon and Jupiter align. This cosmic climate is perfect for snuggling under the covers and embracing pillow talk with that special someone before starting the day. If you're currently flying solo, harness these vibes by reinforcing yourself with positive thoughts. Please don't force yourself to be active when Luna squares Mars rx midafternoon, trusting your body and mind when they say it's time to rest. Find ways to evolve complicated relationships by nurturing and healing yourself first while the moon and Chiron face off later this evening."
        },
        "kh": {
            "today": "ថាមពលផ្អែមមួយធ្វើឱ្យអ្នកនៅដើមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Libra Moon និង Jupiter តម្រឹម។អាកាសធាតុកែសម្ផស្សនេះគឺល្អឥតខ្ចោះសម្រាប់ការរលាក់នៅក្រោមគម្របនិងការឱបខ្នើយនិយាយជាមួយនរណាម្នាក់ពិសេសនោះមុនពេលចាប់ផ្តើមថ្ងៃ។ប្រសិនបើអ្នកបច្ចុប្បន្នកំពុងហោះហើរទោលសូមទាញរំញ័រទាំងនេះដោយពង្រឹងខ្លួនអ្នកដោយគំនិតវិជ្ជមាន។សូមកុំបង្ខំខ្លួនឯងឱ្យសកម្មនៅពេលដែល Luna Squares Mars RX Miderternoon ដែលជឿទុកចិត្តលើរាងកាយនិងចិត្តរបស់អ្នកនៅពេលពួកគេនិយាយថាវាដល់ពេលដែលត្រូវសម្រាក។រកវិធីដើម្បីវិវឌ្ឍន៍ទំនាក់ទំនងស្មុគស្មាញដោយការចិញ្ចឹមបីបាច់និងព្យាបាលខ្លួនអ្នកជាមុនសិននៅពេលព្រះចន្ទនិងជីរអាលមុខនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "People will clamor for your attention this morning, darling Leo, as the Libra moon and Jupiter align. Though this uptick in popularity will bring a sense of joy at first, responding to each message or phone call that comes through could cause you to crash and burn once Mars rx becomes agitated this afternoon. If your surroundings start to swirl, take it as a sign to pull back and listen only to the voice within. Reach outside of yourself to find healing when Luna and Chiron face off tonight, tapping into your intuition and divine connection to cultivate inner peace."
        },
        "kh": {
            "today": "ប្រជាជននឹងស្រែកច្រៀងសម្រាប់ការយកចិត្តទុកដាក់របស់អ្នកនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ដូចជា Libra Moon និង Jupiter តម្រឹម។ទោះបីជាប្រជាប្រិយភាពនេះក្នុងប្រជាប្រិយភាពនឹងទទួលបាននូវអារម្មណ៍រីករាយនៅពេលដំបូងឆ្លើយតបនឹងសារនីមួយៗឬការហៅទូរស័ព្ទដែលអាចធ្វើឱ្យអ្នកធ្លាក់និងដុតនៅពេលដែល Mars RX មានអារម្មណ៍ធុញថប់នៅរសៀលនេះ។ប្រសិនបើតំបន់ជុំវិញរបស់អ្នកចាប់ផ្តើមហែលសូមលេបវាជាសញ្ញាមួយដើម្បីទាញត្រឡប់មកវិញហើយស្តាប់តែសំលេងនៅខាងក្នុងប៉ុណ្ណោះ។ឈានដល់ខាងក្រៅរបស់អ្នកដើម្បីស្វែងរកការព្យាបាលនៅពេលដែល Luna និង Chiron ប្រឈមមុខនៅយប់នេះដោយអនុលោមតាមវិចារណញាណរបស់អ្នកនិងការភ្ជាប់ទំនាក់ទំនងរបស់អ្នកដើម្បីដាំដុះសន្តិភាពខាងក្នុង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Treat yourself to all things fine, dearest Taurus, as the Libra moon and Jupiter form a supportive connection early this morning. This energy embodies the perfect sweetness a well-spent Sunday can bring, so be sure to seek decadence and pleasure unapologetically. Don't let your thoughts get ahead of you when Luna squares Mars rx midafternoon, especially if stress about the upcoming work week begins to trickle in. If you must stay busy to calm your mind, prepare for Monday's arrival without abandoning wellness. Stay true to healthy routines when Luna opposes Chiron this evening, ensuring a full night of rest."
        },
        "kh": {
            "today": "ព្យាបាលខ្លួនអ្នកនូវអ្វីៗទាំងអស់ដែលល្អបំផុត Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជា Libra Moon និង Jupiter បង្កើតបានជាការតភ្ជាប់គាំទ្រនៅព្រឹកនេះនៅព្រឹកនេះ។ថាមពលនេះបង្កប់នូវភាពផ្អែមល្ហែមដ៏ល្អឥតខ្ចោះដែលមានរយៈពេលសមរម្យនៅថ្ងៃអាទិត្យដែលបានចំណាយល្អអាចនាំមកដូច្នេះត្រូវប្រាកដថាស្វែងរកការសំរេចចិត្តប្រភេទនិងការសប្បាយដែលមិនមាន។កុំអោយគំនិតរបស់អ្នកឈានមុខគេនៅពេលដែល Luna Squares Mars RX Mars RX ជាពិសេសប្រសិនបើស្ត្រេសអំពីសប្តាហ៍ការងារនាពេលខាងមុខនេះចាប់ផ្តើមមានភាពមមាញឹកក្នុងការសំរាកសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទដោយមិនបោះបង់ចោលសុខភាពកាលពីថ្ងៃច័ន្ទដោយមិនចាំបាច់បោះបង់ចោលសុខភាពថ្ងៃច័ន្ទ។រក្សាភាពស្មោះត្រង់ចំពោះទម្លាប់ដែលមានសុខភាពល្អនៅពេលដែល Luna ប្រឆាំងនឹង Chiron នៅល្ងាចនេះធានាបាននូវការសម្រាកពេញមួយយប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Inspiration strikes before dawn has a chance to, dear Gemini, as the Libra moon and Jupiter form a playful connection. Capture brilliance by taking a moment to document any fresh ideas that swirl in your psyche upon awakening. Creative expression will be particularly appealing, so try to choose activities that celebrate your natural genius. Try not to grow impatient midafternoon when Luna and Mars rx square off, especially if loved ones move more slowly than you do. Avoid getting sucked into electronics when Chiron becomes agitated this evening, gravitating toward community-building experiences to nurture relationships that truly matter."
        },
        "kh": {
            "today": "ការវាយប្រហារដោយការលើកទឹកចិត្តមុនពេលថ្ងៃ Davay មានឱកាសចង់ជាទីស្រឡាញ់របស់ Gemini ព្រោះ Libra Moon និង Jupiter បង្កើតបានជាការភ្ជាប់លេង។ចាប់យកភាពឈ្លាសវៃដោយចំណាយពេលមួយភ្លែតដើម្បីចងក្រងគំនិតថ្មីៗណាមួយដែលហែលនៅក្នុងចិត្តរបស់អ្នកនៅពេលភ្ញាក់ដឹងខ្លួន។ការបញ្ចេញមតិប្រកបដោយភាពច្នៃប្រឌិតនឹងត្រូវអំពាវនាវជាពិសេសដើម្បីព្យាយាមជ្រើសរើសសកម្មភាពដែលអបអរទេពកោសល្យធម្មជាតិរបស់អ្នក។ព្យាយាមមិនឱ្យរីកដុះដាលនៅពាក់កណ្តាលចុងនៃការមិនចេះអត់ធ្មត់នៅពេលដែល Luna និង Mars RX Square បិទជាពិសេសប្រសិនបើមនុស្សជាទីស្រឡាញ់ផ្លាស់ទីយឺតជាងអ្វីដែលអ្នកបានធ្វើ។ចៀសវាងទទួលបានការជញ្ជក់ចូលក្នុងគ្រឿងអេឡិចត្រូនិចនៅពេលដែលជីខនមានភាពធុញថប់នៅល្ងាចនេះយ៉ាងធ្ងន់ធ្ងរទៅលើបទពិសោធន៍នៃការកសាងសហគមន៍ដើម្បីចិញ្ចឹមបីបាច់ទំនាក់ទំនងដែលពិតជាមានសារៈសំខាន់ណាស់។"
        }
    }
]