[
    {
        "sign": "Aries",
        "en": {
            "today": "The future's guiding force stirs from deep within, dear Aries, as the Cancer moon aligns with the nodes of fate. Tap into the intuitive knowing, honing what your body and emotions reveal. Revise your grandest visions throughout the coming weeks once Mercury stations retrograde. This planetary backspin offers significant learning opportunities when you edit work and learn from mistakes. Emotional ties deepen this afternoon while the Sun and Luna align, creating a compassionate, safe, and understanding environment. Just be mindful not to bury your own needs in order to make someone else feel secure when Chiron activates tonight."
        },
        "kh": {
            "today": "កម្លាំងដឹកនាំនាពេលអនាគតធ្វើឱ្យមានស្នាមប្រឡាក់ចេញពីជ្រៅនៅក្នុងផ្ទះអាហ្គ្រីនព្រោះមហារីកគឺតម្រឹមជាមួយថ្នាំងរបស់វាសនា។ប៉ះចូលទៅក្នុងការដឹងវិចារណញាណដោយគោរពអ្វីដែលរាងកាយនិងអារម្មណ៍របស់អ្នកបង្ហាញ។ពិនិត្យឡើងវិញនូវការបង្ហាញដ៏អស្ចារ្យបំផុតរបស់អ្នកពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលស្ថានីយ៍បារតបានថយចុះ។Prowspin packingary ផ្តល់នូវឱកាសរៀនសូត្រគួរឱ្យកត់សម្គាល់នៅពេលអ្នកកែសម្រួលការងារនិងរៀនពីកំហុស។ចំណងអារម្មណ៍កាន់តែស៊ីជម្រៅនៅរសៀលនេះខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមបង្កើតបរិយាកាសមេត្តាមានសុវត្ថិភាពនិងការយល់ដឹង។គ្រាន់តែចងចាំមិនឱ្យកប់តំរូវការផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីធ្វើឱ្យអ្នកផ្សេងមានអារម្មណ៍ថាមានសុវត្ថិភាពនៅពេលដែល Chir រសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The answers you've been searching for can be found within, dearest Leo, as the Cancer moon aligns with the nodes of fate. You'll become increasingly aware of any dead ends in your life. You must find the determination to evolve past dreams, relationships, or ideas that cannot keep up with your fiery spirit. Your identity shifts throughout the coming weeks after Mercury stations retrograde midmorning. Seek balance by honoring your roots while exploring new endeavors. Solitude serves you well when the Sun and Luna align this afternoon, urging you to recharge and reflect. Ask for healing from your higher power before heading to bed once Chiron stirs later tonight."
        },
        "kh": {
            "today": "ចម្លើយដែលអ្នកបានស្វែងរកអាចរកបានអាចត្រូវបានរកឃើញនៅខាងក្នុងដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។អ្នកនឹងកាន់តែដឹងកាន់តែច្បាស់ពីការស្លាប់របស់អ្នកស្លាប់ក្នុងជីវិតរបស់អ្នក។អ្នកត្រូវតែរកឃើញការប្តេជ្ញាចិត្តក្នុងការវិវត្តនៃក្តីសុបិន្តទំនាក់ទំនងឬគំនិតដែលមិនអាចរក្សាបានជាមួយនឹងស្មារតីដ៏កាចសាហាវរបស់អ្នក។អត្តសញ្ញាណរបស់អ្នកមានការផ្លាស់ប្តូរពេញមួយសប្តាហ៍ខាងមុខនេះបន្ទាប់ពីស្ថានីយ៍បារតបានថយចុះ edmorning ។ស្វែងរកតុល្យភាពដោយផ្តល់កិត្តិយសដល់ឫសរបស់អ្នកនៅពេលស្វែងយល់ពីការខិតខំថ្មីៗ។ការនៅលីវបម្រើអ្នកបានល្អនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅរសៀលនេះបានជំរុញឱ្យអ្នកបញ្ចូលទឹកប្រាក់និងឆ្លុះបញ្ចាំង។សុំការព្យាបាលពីអំណាចខ្ពស់របស់អ្នកមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលដែលជ័រកន្ទុយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Remember that it's okay to let others influence you, dear Taurus, even if you're used to playing the role of trendsetter. As the Cancer moon aligns with the nodes of fate, there is much you can learn while following the lead of peers. Windows for renegotiation will remain open throughout the coming weeks, once Mercury stations retrograde. If you're unhappy with specific commitments or relationships, use this energy to rework the terms of your agreements. Schedule a pleasant lunch date with someone special when the Sun and Luna align this afternoon, harmonizing your connections. Work toward healing and maintain a positive disposition once Chiron stirs later tonight."
        },
        "kh": {
            "today": "ចងចាំថាវាមិនអីទេក្នុងការឱ្យអ្នកដទៃមានឥទ្ធិពលលើអ្នក, Taurus ជាទីស្រឡាញ់ទោះបីជាអ្នកធ្លាប់ដើរតួជាតួអង្គនៃនិន្នាការក៏ដោយ។នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងនៃជោគវាសនាមានអ្វីជាច្រើនដែលអ្នកអាចរៀននៅពេលដើរតាមការនាំមុខនៃមិត្តភក្តិ។វីនដូសម្រាប់ចរចារនឹងនៅតែបើកចំហរពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលដែលស្ថានីយ៍បារតបានថយចុះ។ប្រសិនបើអ្នកមិនសប្បាយចិត្តនឹងការប្តេជ្ញាចិត្តជាក់លាក់ឬទំនាក់ទំនងសូមប្រើថាមពលនេះដើម្បីដំណើរការលក្ខខណ្ឌនៃកិច្ចព្រមព្រៀងរបស់អ្នកឡើងវិញ។កំណត់ពេលថ្ងៃត្រង់ថ្ងៃត្រង់ដ៏រីករាយជាមួយនរណាម្នាក់ពិសេសនៅពេលដែលព្រះអាទិត្យនិង Luna បានតម្រឹមនៅរសៀលនេះដោយសុខដុមដល់ការតភ្ជាប់របស់អ្នក។ធ្វើការឆ្ពោះទៅរកការព្យាបាលនិងរក្សានូវឥរិយាបថវិជ្ជមាននៅពេលដែល chiron បានកូរនៅយប់នេះនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You should feel restored, confident, and eager to add to your list of accomplishments, dearest Gemini. As the Cancer moon aligns with the nodes of fate, position yourself in preparation for new ventures. Take note of what you need to go the extra mile, nurturing yourself before the real work begins. Your love life could get complicated within the coming weeks once Mercury stations retrograde, though missed opportunities may gain a second chance. Catch up on to-do lists while the Sun and Luna align this afternoon, but do so with a leisurely attitude. Try not to zone out with your electronics later tonight when Chiron stirs."
        },
        "kh": {
            "today": "អ្នកគួរតែមានអារម្មណ៍ថាបានស្តារទំនុកចិត្តនិងចង់បន្ថែមលើបញ្ជីសមិទ្ធិផលរបស់អ្នកគឺ Gemini ជាទីស្រឡាញ់របស់អ្នក។នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងរបស់វាសនាឈរដោយខ្លួនឯងក្នុងការរៀបចំសម្រាប់ការបណ្តាក់ទុនថ្មី។កត់ចំណាំនូវអ្វីដែលអ្នកត្រូវការដើម្បីទៅម៉ាយបន្ថែមដែលចិញ្ចឹមខ្លួនឯងមុនពេលការងារពិតចាប់ផ្តើម។ជីវិតស្នេហារបស់អ្នកអាចមានភាពស្មុគស្មាញក្នុងរយៈពេលប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលស្ថានីយ៍បារតបានថយចុះទោះយ៉ាងណាឱកាសដែលខកខានអាចទទួលបានឱកាសទីពីរ។ចាប់យកបញ្ជីការងារត្រូវធ្វើខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅរសៀលនេះប៉ុន្តែធ្វើដូច្នេះដោយមានអាកប្បកិរិយារីករាយ។ព្យាយាមមិនឱ្យតំបន់ចេញជាមួយអេឡិចត្រូនិចរបស់អ្នកនៅយប់នេះនៅពេលដែល chiron stirs ។"
        }
    }
]