[
    {
        "sign": "Aries",
        "en": {
            "today": "The sun and Saturn form a sweet aspect this morning, dear Aries, encouraging you to reflect on your existing responsibilities and how you can successfully build upon them. Meanwhile, the Aquarius quarter moon graces our skies, urging you to avoid technological distractions that might take you out of the moment. Seek quiet to fully sort through your thoughts and feelings once Luna enters Pisces. Epiphanies will find you in the coming days, and solitude can help you uncover more profound meaning. You'll sense a shift as afternoon rolls in and the sun enters Gemini, inspiring you to embark upon new educational journeys."
        },
        "kh": {
            "today": "ព្រះអាទិត្យនិងសៅរ៍បានបង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមនៅព្រឹកនេះដែលជាទីស្រឡាញ់ដែលទទួលបានការលើកទឹកចិត្តអ្នកឱ្យឆ្លុះបញ្ចាំងពីការទទួលខុសត្រូវដែលមានស្រាប់របស់អ្នកនិងរបៀបដែលអ្នកអាចកសាងពួកគេដោយជោគជ័យ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទត្រីមាស Aquarius មានមេឃរបស់យើងដោយជំរុញឱ្យអ្នកជៀសវាងការរំខានខាងបច្ចេកវិទ្យាដែលអាចនាំអ្នកចេញពីពេលនេះ។ស្វែងរកភាពស្ងប់ស្ងាត់ដើម្បីតម្រៀបយ៉ាងពេញលេញតាមរយៈគំនិតនិងអារម្មណ៍របស់អ្នកនៅពេលដែល Luna ចូលក្នុង Pisces ។អេភីភីហ្សានីនឹងរកអ្នកនៅប៉ុន្មានថ្ងៃខាងមុខហើយភាពនៅតែឯងអាចជួយអ្នកបង្ហាញនូវអត្ថន័យយ៉ាងជ្រាលជ្រៅ។អ្នកនឹងមានការផ្លាស់ប្តូរនៅពេលដែលការផ្លាស់ប្តូរពេលរសៀលចូលហើយព្រះអាទិត្យចូលមក Gemini ដោយបំផុសគំនិតអ្នកឱ្យចាប់កំណើតធ្វើដំណើរថ្មីនៃការអប់រំ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Monitor your personal, financial, and professional investments this morning, darling Leo, as the Taurus sun and Saturn align. Now is the time to gauge your trajectory, making changes if you're uncertain about the way things are headed. Try to have patience with loved ones as the Aquarius quarter moon rises, which could cause you to close off emotionally. Luckily, you'll have an easier time connecting in meaningful ways once Luna enters Pisces, softening rough edges so love can filter through. Brace yourself for a flurry of social activity once the sun enters Gemini this afternoon, nudging you to expand your network in the coming weeks."
        },
        "kh": {
            "today": "តាមដានការវិនិយោគផ្ទាល់ខ្លួនហិរញ្ញវត្ថុនិងវិជ្ជាជីវៈរបស់អ្នកនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ដូចជាព្រះអាទិត្យតាសនិងសៅរ៍តម្រឹម។ឥឡូវនេះគឺជាពេលវេលាដើម្បីវាស់ស្ទង់គន្លងរបស់អ្នកធ្វើការផ្លាស់ប្តូរប្រសិនបើអ្នកមិនច្បាស់អំពីវិធីដែលអ្វីៗកំពុងដឹកនាំ។ព្យាយាមមានភាពអត់ធ្មត់ជាមួយមនុស្សជាទីស្រឡាញ់ដូចជា Aquarius ត្រីមាសព្រះចន្ទរះឡើងដែលអាចបណ្តាលឱ្យអ្នកបិទអារម្មណ៍។សំណាងល្អអ្នកនឹងមានពេលវេលាងាយស្រួលក្នុងការភ្ជាប់គ្នាតាមរបៀបដែលមានអត្ថន័យនៅពេលដែល Luna ចូលក្នុង Pisces, ទន់ភ្លន់បន្តិចដូច្នេះស្នេហាអាចច្រោះបាន។ត្រៀមខ្លួនសម្រាប់សកម្មភាពសង្គមមួយនៃសកម្មភាពសង្គមនៅពេលដែលព្រះអាទិត្យចូលមក Gemini នៅរសៀលនេះដោយអាក្រាតកាយអ្នកបង្កើនបណ្តាញរបស់អ្នកនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Believe in your skills and appreciate the reputation you've carved out of yourself, dearest Taurus. As the sun and Saturn form a sweet alliance, you'll have a chance to build upon your existing platform. Just be mindful not to get in your way while the Aquarius quarter moon rises, and try not to fold if you receive pushback from envious peers. The energy elevates once Luna enters Pisces, providing you with a renewed sense of purpose and belonging. Notice how your thoughts shift as afternoon rolls in and the sun enters Gemini, revealing new details while increasing gratitude."
        },
        "kh": {
            "today": "ជឿលើជំនាញរបស់អ្នកហើយពេញចិត្តក្នុងការស្តាប់កេរ្តិ៍ឈ្មោះដែលអ្នកបានឆ្លាក់ចេញពីខ្លួនអ្នកគឺជាតារូសដែលជាទីស្រឡាញ់បំផុត។នៅពេលព្រះអាទិត្យនិងសៅរ៍បានបង្កើតសម្ព័ន្ធភាពផ្អែមអ្នកនឹងមានឱកាសសាងសង់លើវេទិកាដែលមានស្រាប់របស់អ្នក។គ្រាន់តែចងចាំមិនឱ្យដើរតាមផ្លូវរបស់អ្នកខណៈដែលព្រះចន្ទត្រីមាស Aquarius បានកើនឡើងហើយព្យាយាមមិនឱ្យបត់ប្រសិនបើអ្នកទទួលបានការរុញច្រានពីមិត្តភក្តិច្រណែន។ថាមពល Elovate នៅពេលដែល Luna ចូលក្នុងការញាំពិសាដោយផ្តល់ឱ្យអ្នកនូវគោលបំណងថ្មីនៃគោលបំណងនិងរបស់កម្មសិទ្ធិ។សូមកត់សម្គាល់ពីរបៀបដែលគំនិតរបស់អ្នកផ្លាស់ប្តូរនៅពេលដែលការវិលត្រឡប់នៅរសៀលចូលហើយព្រះអាទិត្យចូលមក Gemini ដោយបង្ហាញព័ត៌មានលម្អិតថ្មីនៅពេលបង្កើនការដឹងគុណ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take a few moments for quiet introspection this morning, dear Gemini, as the Taurus sun and Saturn align. This energy is perfect for reflecting on what comes next as your birthday season draws near. Sparks of inspiration find you under the Aquarius quarter moon, which dares you to push beyond your comfort zone. A rush of purpose washes over you once the sun enters your sign this afternoon, gearing you up for a busy month. Harness these vibes by being your boldest and most authentic self in the coming weeks, compromising your hopes and dreams for no one."
        },
        "kh": {
            "today": "យកមួយសន្ទុះពីរបីនាទីសម្រាប់ការប្រឡាក់ដោយស្ងប់ស្ងាត់នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលព្រះអាទិត្យតាសនិងសៅរ៍តម្រឹម។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការឆ្លុះបញ្ចាំងពីអ្វីដែលកើតឡើងបន្ទាប់នៅពេលរដូវខួបកំណើតរបស់អ្នកជិតដល់ហើយ។ផ្កាភ្លើងនៃការបំផុសគំនិតរកអ្នកនៅក្រោមព្រះច័ន្ទត្រីមាស Aquarius ដែលធ្វើឱ្យអ្នករុញច្រានអ្នកឱ្យឆ្ងាយពីតំបន់សុខស្រួលរបស់អ្នក។ការប្រញាប់នៃគោលបំណងបានលាងសំអាតអ្នកនៅពេលដែលព្រះអាទិត្យចូលក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះដោយត្រៀមលក្ខណៈសម្រាប់ខែរវល់។ទាញយកភាពរស់រវើកទាំងនេះដោយភាពក្លាហានបំផុតរបស់អ្នកនិងពិតប្រាកដបំផុតក្នុងប៉ុន្មានសប្តាហ៍ខាងមុខនេះធ្វើឱ្យប៉ះពាល់ដល់ក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកដោយគ្មាននរណាម្នាក់។"
        }
    }
]