[
    {
        "sign": "Aries",
        "en": {
            "today": "Strengthen relationships by highlighting how you and your companions work to build one another up, dearest Aries, as the Capricorn moon and Venus align. These vibes are perfect for swapping favors and embracing teamwork. Go the extra mile around the office midafternoon while the nodes of fate activate, and new opportunities could develop behind the scenes. Be mindful to switch gears later tonight when Mercury becomes agitated, noticing if you've been overly preoccupied with too many responsibilities. Treat yourself to all the comforts your home has to offer once Jupiter activates tonight, and allow buried emotions to surface."
        },
        "kh": {
            "today": "ពង្រឹងទំនាក់ទំនងដោយការលើកឡើងពីរបៀបដែលអ្នកនិងដៃគូរបស់អ្នកធ្វើការដើម្បីកសាងមួយផ្សេងទៀតឡើងគឺ Aries ដែលមានក្តីស្រឡាញ់បំផុតដូចជា Capricorn Monon និង Venus តម្រឹម។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការផ្លាស់ប្តូរអនុគ្រោះនិងការឱបក្រសោបការងារជាក្រុម។ទៅម៉ាយល៍បន្ថែមនៅជុំវិញការិយាល័យពាក់កណ្តាលការិយាល័យខណៈដែលថ្នាំងនៃជោគវាសនាសកម្មហើយឱកាសថ្មីអាចវិវឌ្ឍន៍នៅពីក្រោយឆាក។មានចិត្តល្អក្នុងការប្តូរ Gears នៅយប់នេះនៅពេលបារតមានអារម្មណ៍ធុញថប់ការកត់សម្គាល់ប្រសិនបើអ្នកបានខ្វល់ខ្វាយហួសហេតុពេកដោយមានទំនួលខុសត្រូវច្រើនពេក។ព្យាបាលខ្លួនអ្នកដល់ការលួងលោមទាំងអស់ដែលផ្ទះរបស់អ្នកត្រូវផ្តល់ជូនម្តង Jupiter ធ្វើឱ្យសកម្មនៅយប់នេះហើយអនុញ្ញាតឱ្យមានអារម្មណ៍កប់ទៅផ្ទៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in a grounded and tidy mood this morning, dear Leo, as the Capricorn moon and Venus align. Use this energy to beautify your surroundings, nurture the body, and work with gratitude practices. Your ability to manifest also increases, but only where effort is placed. You may begin to rethink what security means to you when the nodes of fate activate midafternoon, shifting your perspective around money and partnerships. If you've brushed aside your own value in the past, take steps to break such cycles. Your imagination will be highly active once Luna aspects Mercury and Jupiter tonight, though falling asleep could prove challenging."
        },
        "kh": {
            "today": "នៅព្រឹកនេះអ្នកនឹងមានអារម្មណ៍រំជួលចិត្តនិងមានអារម្មណ៍តឹងតែងណាស់នៅព្រឹកនេះឡេអូដែលជាទីស្រឡាញ់ដូច capricorn ព្រះច័ន្ទនិង Venus តម្រឹម។ប្រើថាមពលនេះដើម្បីកែលម្អតំបន់ជុំវិញរបស់អ្នកដោយចិញ្ចឹមបីបាច់រាងកាយនិងធ្វើការដោយអនុវត្តការដឹងគុណ។សមត្ថភាពរបស់អ្នកក្នុងការបង្ហាញឱ្យឃើញផងដែរប៉ុន្តែមានតែកន្លែងណាដែលការខិតខំប្រឹងប្រែងប៉ុណ្ណោះ។អ្នកប្រហែលជាចាប់ផ្តើមពិចារណាឡើងវិញនូវអ្វីដែលសុវត្ថិភាពមានន័យថានៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅពាក់កណ្តាលចុងការផ្លាស់ប្តូរទស្សនៈរបស់អ្នកជុំវិញប្រាក់និងភាពជាដៃគូ។ប្រសិនបើអ្នកបានច្រានចោលតម្លៃផ្ទាល់ខ្លួនរបស់អ្នកកាលពីអតីតកាលសូមចាត់វិធានការដើម្បីបំបែកវដ្តបែបនេះ។ការស្រមើលស្រមៃរបស់អ្នកនឹងមានសកម្មភាពយ៉ាងសកម្មយ៉ាងខ្លាំងនៅពេលដែលទិដ្ឋភាពបារតនិងភពភពភពព្រហស្បតិ៍នៅយប់នេះទោះបីជាការធ្លាក់ចុះដេកលក់អាចបង្ហាញពីបញ្ហាប្រឈមបានក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Capricorn moon and Venus form a sweet aspect this morning, dear Taurus, blessing your aura with sparkling brilliance. Keep an open heart and allow love to flourish, recognizing the magical ways our universe brings people together. Romantic feelings are bound to multiply under these cosmic conditions, as your charms will be irresistible. Perform a good deed to rack up karma points midafternoon once the nodes of fate stir, giving back to your community. Get your priorities in order when Luna aspects Mercury and Jupiter later tonight, brainstorming the best path forward while considering what you can sustainably take on."
        },
        "kh": {
            "today": "មួក Capricorn Monon និង Venus បង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ពរជ័យរបស់អ្នកជាមួយនឹងភាពភ្លឺរលោងភ្លឺរលោង។រក្សាបេះដូងបើកចំហរហើយអនុញ្ញាតឱ្យមានសេចក្តីស្រឡាញ់រីកលូតលាស់ដោយស្គាល់វិធីវេទមន្តដែលសកលលោករបស់យើងនាំមកនូវវិធីរួមគ្នា។អារម្មណ៍រ៉ូមែនទិកត្រូវបានចងភ្ជាប់ទៅនឹងគុណក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះនៅពេលដែលមនសិការរបស់អ្នកនឹងមិនអាចទ្រាំបានឡើយ។អនុវត្តការប្រព្រឹត្ដល្អក្នុងការប្រមូលផ្ដុំផ្នែកកម្មផលនៅពាក់កណ្តាលចុងនៃជោគវាសនាជោគវាសនាដែលផ្តល់ឱ្យសហគមន៍របស់អ្នកត្រឡប់មកវិញ។ទទួលបានអាទិភាពរបស់អ្នកតាមលំដាប់លំដោយនៅពេលដែលទិដ្ឋភាពឡុងបារ៉ានិងភពព្រហស្បតិ៍នៅយប់នេះសូមធ្វើឱ្យមាគ៌ាល្អបំផុតទៅមុខខណៈពេលដែលពិចារណាលើអ្វីដែលអ្នកអាចទទួលយកបាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Embrace nurturing moments with your closest companions this morning, dearest Gemini, as the Capricorn moon and Venus align. Try to recognize where you can make a positive impact, but don't hesitate to express what you need in return. Exciting developments at work could emerge midafternoon once the nodes of fate activate. Your intuition heightens during this time, guiding you toward innovative partnerships and effective negotiations. Seek opportunities that reflect your experience, owning how you've grown. Be cognizant of your spending while Luna aspects Mercury and Jupiter later tonight, especially if you share financial responsibilities with a partner or find yourself in overly generous spirits."
        },
        "kh": {
            "today": "ឱបក្រសោបពេលវេលាចិញ្ចឹមបីបាច់ជាមួយមិត្តភក្តិដែលនៅជិតបំផុតរបស់អ្នកនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតក្នុងនាមជា Capricorn Moon និង Venus តម្រឹម។ព្យាយាមស្គាល់កន្លែងដែលអ្នកអាចធ្វើឱ្យមានឥទ្ធិពលវិជ្ជមានប៉ុន្តែកុំស្ទាក់ស្ទើរក្នុងការបង្ហាញនូវអ្វីដែលអ្នកត្រូវការត្រឡប់មកវិញ។ការអភិវឌ្ឍគួរឱ្យរំភើបនៅកន្លែងធ្វើការអាចលេចចេញពីពាក់កណ្តាលចុងរងនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្ម។វិចារណញាណរបស់អ្នកក្តៅក្នុងកំឡុងពេលនេះដោយណែនាំអ្នកឱ្យឆ្ពោះទៅរកភាពជាដៃគូប្រកបដោយភាពច្នៃប្រឌិតនិងការចរចាដែលមានប្រសិទ្ធិភាព។ស្វែងរកឱកាសដែលឆ្លុះបញ្ចាំងពីបទពិសោធន៍របស់អ្នកដោយមានរបៀបដែលអ្នកបានដាំដុះ។ត្រូវយល់ដឹងពីការចំណាយរបស់អ្នកខណៈពេលដែលទិដ្ឋភាពឡូសបារនិងជេបភីបាននៅយប់នេះជាពិសេសប្រសិនបើអ្នកចែករំលែកការទទួលខុសត្រូវផ្នែកហិរញ្ញវត្ថុជាមួយដៃគូឬរកឃើញខ្លួនឯងនៅក្នុងស្មារតីដ៏សប្បុរស។"
        }
    }
]