[
    {
        "sign": "Aries",
        "en": {
            "today": "The sun and Jupiter form highly auspicious energy your way, beloved ram. Harness these vibes by speaking up for what you want, sharing ideas, and reaching for opportunities as they arise. However, you'll want to avoid tense social situations early in the morning when the Leo moon and Pluto face off. Luckily, this energy should subside by the time you've fully woken up and prepared for the day. A sweet alignment between Mars and Venus Rx will put you in the mood to keep a low profile. Granting permission to cozy up at home with someone you cherish."
        },
        "kh": {
            "today": "ព្រះអាទិត្យនិងភពព្រហស្បតិ៍បង្កើតបានជាថាមពលដែលគួរឱ្យអស់សំណើចដែលដើរតាមផ្លូវរបស់អ្នកដែលជាចៀមឈ្មោលជាទីស្រឡាញ់។ទាញយកភាពរស់រវើកទាំងនេះដោយនិយាយឡើងសម្រាប់អ្វីដែលអ្នកចង់បានការចែករំលែកគំនិតនិងឈានដល់ឱកាសនៅពេលពួកគេកើតឡើង។ទោះយ៉ាងណាអ្នកនឹងចង់ជៀសវាងស្ថានភាពសង្គមតានតឹងតាំងពីព្រលឹមនៅពេលដែលឡេអូមូននិងផ្លាតូប្រឈមមុខ។សំណាង, ថាមពលនេះគួរតែធ្លាក់ចុះនៅពេលដែលអ្នកភ្ញាក់ឡើងយ៉ាងពេញលេញហើយបានរៀបចំសម្រាប់ថ្ងៃ។ការតម្រឹមផ្អែមរវាងភពព្រះអង្គារនិង Venus RX នឹងធ្វើឱ្យអ្នកមានអារម្មណ៍ក្នុងការរក្សាទម្រង់ទាប។ការផ្តល់ការអនុញ្ញាតឱ្យកក់ក្ដៅនៅផ្ទះជាមួយអ្នកដែលអ្នកស្រឡាញ់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Watch out for envious eyes as the moon moves through your sign, sweet lion, forming a harsh opposition with obsessive Pluto. Taking the high road will serve you while the sun and Jupiter align, and new alliances could be made as a result. This cosmic climate also brings new opportunities your way as the stars align to offer luck and helpful connections. Explore your community today, and you could find yourself at the right place at the right time. Meanwhile, Mars and Venus Rx form a sweet aspect, helping you cut through small talk to bond in meaningful ways."
        },
        "kh": {
            "today": "ប្រយ័ត្នចំពោះភាពច្របូកច្របល់ដូចជាព្រះច័ន្ទបានផ្លាស់ប្តូរទីលំនៅរបស់អ្នក, តោផ្អែមបង្កើតបានជាការប្រឆាំងដ៏សាហាវជាមួយនឹងផ្លាតូដែលមានគ្រោះថ្នាក់។ការធ្វើដំណើរខ្ពស់នឹងបម្រើអ្នកខណៈពេលដែលព្រះអាទិត្យនិងភពព្រហស្បតិ៍តម្រឹមហើយសម្ព័ន្ធមិត្តថ្មីអាចត្រូវបានធ្វើឡើងជាលទ្ធផល។អាកាសធាតុកែសម្ផស្សនេះក៏នាំមកនូវឱកាសថ្មីដែលជាវិធីរបស់អ្នកនៅពេលដែលតារាតម្រឹមផ្តល់ជូនសំណាងដើម្បីផ្តល់សំណាងល្អនិងការតភ្ជាប់មានប្រយោជន៍។ស្វែងយល់ពីសហគមន៍របស់អ្នកនៅថ្ងៃនេះហើយអ្នកអាចរកឃើញខ្លួនឯងនៅកន្លែងដែលត្រឹមត្រូវនៅពេលត្រឹមត្រូវ។ទន្ទឹមនឹងនេះដែរ Mars និង Venus RX បង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមជួយអ្នកក្នុងការកាត់បន្ថយការនិយាយតូចមួយទៅផ្សារភ្ជាប់តាមរបៀបដែលមានអត្ថន័យ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Leo moon and Pluto face off early this morning, dear Taurus, marking the perfect excuse to draw lines with the outside world. You'll need extra time to yourself while the sun and Jupiter align, bringing prosperous and introspective vibes your way. A gift for manifesting visions into reality will be pronounced, so try to focus on what you hope to call in. You'll feel chatty when Mars aspects Venus Rx, and you can gain fresh inspiration by tapping into your local or online communities. Don't be afraid to share your ideas with the world, as they're cosmically bound to be well received."
        },
        "kh": {
            "today": "ឡេអូមូននិងផ្លាតូប្រឈមមុខនៅដើមព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដោយសម្គាល់លេសដ៏ល្អឥតខ្ចោះដើម្បីគូរបន្ទាត់ជាមួយពិភពខាងក្រៅ។អ្នកនឹងត្រូវការពេលវេលាបន្ថែមសម្រាប់ខ្លួនអ្នកខណៈពេលដែលព្រះអាទិត្យនិងភពព្រហស្បតិ៍តម្រឹម, នាំមកនូវភាពរីកចំរើននិងការរំសេករបស់អ្នក។អំណោយសម្រាប់ការបង្ហាញភាពលេចធ្លោក្លាយជាការពិតនឹងត្រូវបានប្រកាសដូច្នេះព្យាយាមផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថានឹងមានអារម្មណ៍ជជែកនៅពេលដែលទិដ្ឋភាពរបស់ភពព្រះអង្គារ។កុំខ្លាចក្នុងការចែករំលែកគំនិតរបស់អ្នកជាមួយពិភពលោកដូចដែលពួកគេកំពុងទទួលបានការចាប់អារម្មណ៍យ៉ាងខ្លាំង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The sun and Jupiter form a lucky aspect, dear Gemini, helping you reach larger audiences. Pay attention to any early morning dreams or epiphanies that find you when the Leo moon opposes Pluto. This cosmic climate will unearth deeply buried truths, guiding you toward hope and higher ground. Retrace your steps to fortify any groundwork you've laid while Mars and Venus Rx align. Focus specifically on long-term goals, notating if you need to call on a mentor for assistance or to gather more experience. Loyal friends can make sound advisors, though doing your research is also encouraged by the stars."
        },
        "kh": {
            "today": "លោក Gupini ជាទីស្រឡាញ់ជាទីស្រឡាញ់ជួយអ្នកឱ្យឈានដល់ទស្សនិកជនកាន់តែច្រើន។យកចិត្តទុកដាក់ចំពោះក្តីសុបិន្តពេលព្រឹកពេលព្រឹកឬអេភីភីហាន់ដែលរកអ្នកនៅពេលដែលឡេអូព្រះចន្ទប្រឆាំងនឹងផ្លាតូ។អាកាសធាតុលោហធាតុនេះនឹងធ្វើឱ្យមានសេចក្តីពិតដែលបានកប់យ៉ាងខ្លាំងដោយនាំអ្នកឆ្ពោះទៅរកក្តីសង្ឃឹមនិងដីខ្ពស់។reger ជំហានរបស់អ្នកដើម្បីពង្រឹងដីដែលអ្នកបានដាក់ខណៈពេលដែល Mars និង Venus RX តម្រឹម។ផ្តោតជាពិសេសទៅលើគោលដៅរយៈពេលវែងការកត់សំគាល់ប្រសិនបើអ្នកត្រូវការហៅអ្នកណែនាំសម្រាប់ជំនួយឬដើម្បីប្រមូលបទពិសោធច្រើន។មិត្តស្មោះត្រង់អាចធ្វើឱ្យអ្នកប្រឹក្សាយោបល់ទោះបីជាការស្រាវជ្រាវរបស់អ្នកក៏ត្រូវបានលើកទឹកចិត្តដោយផ្កាយផងដែរ។"
        }
    }
]