[
    {
        "sign": "Aries",
        "en": {
            "today": "Enjoy the luxury of a slow Sunday, dear Aries, as the moon continues through Taurus. Feed your hunger for the finer things in life, basking in each sweet moment before the workweek emerges once more. A restless energy finds you midafternoon when Luna squares Mars. If you've been feeling stuck or uninspired, consider going on a small adventure or working with your hands. Mercury moves into Gemini and aspects Saturn this afternoon, bringing a serious yet curious energy your way. Reflect on where you hope to gain notoriety, making plans that align with these goals moving forward."
        },
        "kh": {
            "today": "រីករាយនឹងភាពប្រណីតនៃថ្ងៃអាទិត្យយឺតថ្ងៃអាទិត្យដែលជាទីស្រឡាញ់ Areies នៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Taurus ។ចិញ្ចឹមភាពអត់ឃ្លានរបស់អ្នកចំពោះអ្វីដែលល្អជាងក្នុងជីវិតដោយស្ថិតនៅក្នុងឱកាសដ៏ផ្អែមល្ហែមនីមួយៗមុនពេលធ្វើការនៅធ្វើការឱ្យបានកើតឡើងម្តងទៀត។ថាមពលដែលមិនចេះរីងស្ងួតរកឃើញអ្នកពាក់កណ្តាលចុងសំពប់នៅពេលដែល Luna Squares Mars ។ប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់គាំងឬគ្មានការលាងសម្អាតសូមពិចារណាដើរលើការផ្សងព្រេងតូចមួយឬធ្វើការដោយដៃរបស់អ្នក។បារតផ្លាស់ប្តូរទៅជា Gemini និងទិដ្ឋភាពសៅហ្មងនៅរសៀលនេះដែលនាំមកនូវថាមពលដ៏ធ្ងន់ធ្ងរប៉ុន្តែចង់ដឹងចង់ឃើញរបស់អ្នក។ឆ្លុះបញ្ចាំងពីកន្លែងដែលអ្នកសង្ឃឹមថានឹងទទួលបានការចាប់អារម្មណ៍ធ្វើផែនការដែលតម្រឹមនឹងគោលដៅទាំងនេះកំពុងឆ្ពោះទៅមុខ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Build the future of your dreams brick by brick, Leo, as the moon continues through Taurus and the sector of your chart that rules success and public image. Though progress may feel slow at first, you'll quickly see the rewards of your efforts if you are consistent on the path forward. Recognize how impulsive actions cause you to get in your way while Luna and Mars square off midafternoon. If time starts to speed up, take it as a sign to back down. You'll have a chance to make friends in high places this evening when Mercury enters Gemini and aspects Saturn."
        },
        "kh": {
            "today": "កសាងអនាគតនៃក្តីសុបិន្តរបស់អ្នកឥដ្ឋរបស់អ្នកឥដ្ឋដោយឥដ្ឋឡៅនៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Taurus និងវិស័យនៃតារាងរបស់អ្នកដែលច្បាប់ជោគជ័យនិងរូបភាពសាធារណៈ។ទោះបីជាការរីកចម្រើនអាចមានអារម្មណ៍យឺតនៅពេលដំបូងអ្នកនឹងឃើញរង្វាន់នៃការខិតខំរបស់អ្នកប្រសិនបើអ្នកមានភាពស៊ីសង្វាក់គ្នានៅលើផ្លូវឆ្ពោះទៅមុខ។ទទួលស្គាល់ថាតើការវិវឌ្ឍន៍គួរឱ្យធុញទ្រាន់ធ្វើយ៉ាងណាឱ្យអ្នកចូលក្នុងផ្លូវរបស់អ្នកខណៈពេលដែល Luna និង Mars Square Square Squarter ពាក់កណ្តាលចុង។ប្រសិនបើពេលវេលាចាប់ផ្តើមបង្កើនល្បឿនសូមយកវាធ្វើជាសញ្ញាមួយដើម្បីថយក្រោយ។អ្នកនឹងមានឱកាសធ្វើឱ្យមានមិត្តភក្តិនៅកន្លែងខ្ពស់នៅល្ងាចនេះនៅពេលដែលបារតចូលដល់ Gemini និងទិដ្ឋភាពសន្ធិសញ្ញា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna moves blissfully through your sign today, dear Taurus, helping you gain popularity and personal resolve. Don't feel guilty for taking up space and pushing your agenda forward, even if standing in the light casts shadows on others. Brace for pushback when Mars becomes agitated midafternoon, but try not to take drama too seriously. If a loved one acts out, chances are the issue has more to do with them than it does with you. Luckily, you'll have a chance to reflect and talk things out in a practical manner once Mercury enters Gemini and aspects Saturn this evening."
        },
        "kh": {
            "today": "Luna ផ្លាស់ទីដោយច្បាស់តាមរយៈសញ្ញារបស់អ្នកនៅថ្ងៃនេះ, ជាទីស្រឡាញ់ Taurus, ជួយអ្នកឱ្យទទួលបានប្រជាប្រិយភាពនិងការតាំងចិត្តផ្ទាល់ខ្លួន។កុំមានអារម្មណ៍ថាមានកំហុសសម្រាប់ការយកអវកាសហើយរុញរបៀបវារៈរបស់អ្នកទៅមុខទោះបីឈរនៅក្នុងពន្លឺបានបោះស្រមោលលើអ្នកដទៃក៏ដោយ។ដង្កៀបសម្រាប់ការរុញថយក្រោយនៅពេលដែលភពព្រះអង្គារមានអំនួតនៅពាក់កណ្តាលចុងសំពប់ប៉ុន្តែព្យាយាមមិនឱ្យរឿងធ្ងន់ធ្ងរពេក។ប្រសិនបើមនុស្សជាទីស្រឡាញ់ធ្វើសកម្មភាពចេញឱកាសនេះមានបញ្ហាគឺមានរឿងជាច្រើនដែលត្រូវធ្វើជាមួយពួកគេជាងវាធ្វើជាមួយអ្នក។សំណាងអ្នកនឹងមានឱកាសឆ្លុះបញ្ចាំងនិងនិយាយអំពីរឿងរ៉ាវជាក់ស្តែងនៅពេលដែលបារតចូលដល់ Gemini និងទិដ្ឋភាពសន្ធិសញ្ញានាល្ងាចនាល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Slow down, listen to the birds sing, feel the sun on your skin, and allow yourself to relax fully. As the moon continues through Taurus and the sector of your chart that governs introspection, you'll gain much from heeding Mother Nature's call. Avoid doing battle with yourself when Luna squares Mars midafternoon, which could trigger restless or impulsive behaviors. Also, steer clear of triggering people or topics, as things could quickly escalate. Find strength and recognition within your community once Mercury enters your sign and forms a sweet aspect with Saturn this evening."
        },
        "kh": {
            "today": "បន្ថយល្បឿនស្តាប់បក្សីច្រៀងមានអារម្មណ៍ថាមានពន្លឺព្រះអាទិត្យលើស្បែករបស់អ្នកហើយអនុញ្ញាតឱ្យខ្លួនអ្នកសម្រាកពេញ។នៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈ Taurus និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការធ្វើឱ្យមានការចាប់អារម្មណ៍យ៉ាងខ្លាំងអ្នកនឹងទទួលបានការចាប់អារម្មណ៍យ៉ាងខ្លាំងពីការហៅរបស់ម្តាយធម្មជាតិ។ជៀសវាងការធ្វើសង្គ្រាមជាមួយខ្លួនអ្នកនៅពេលដែល Luna Squares Mars Midterternoon ដែលអាចបង្កឱ្យមានអាកប្បកិរិយាមិនស្រួលឬមិនចេះអត់ធ្មត់។ដូចគ្នានេះផងដែរ, ផងដែរ, បោសសំអាតឱ្យមនុស្សឬប្រធានបទដែលបង្កឱ្យមានការចាប់អារម្មណ៍នៅពេលដែលអ្វីៗអាចកើនឡើងយ៉ាងឆាប់រហ័ស។ស្វែងរកភាពខ្លាំងនិងការទទួលស្គាល់នៅក្នុងសហគមន៍របស់អ្នកនៅពេលដែលបារតចូលក្នុងសញ្ញារបស់អ្នកហើយបង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមជាមួយសៅរ៍នៅល្ងាចនេះ។"
        }
    }
]