[
    {
        "sign": "Aries",
        "en": {
            "today": "The Libra moon aligns with Saturn, Neptune, Uranus, and Pluto early this morning, dearest Aries, shifting the way you view certain connections. Recognize where social challenges most commonly arise, and do what you can to break free from unhealthy cycles. Sunny vibes find you while the sun and Luna collaborate this afternoon, highlighting the traits that make you and your loved ones so very special. Celebrate these qualities, building supportive dynamics that boost confidence. You'll be tempted to rewrite history when Mercury RX activates this evening, but don't forget essential lessons you've learned. Chemistry increases within intuitively charged relationships once Jupiter stirs later tonight."
        },
        "kh": {
            "today": "Libra Mon ព្រះចន្ទនឹងតម្រឹមជាមួយសៅថនណុនធួនអ៊ុនិសនិងផ្លាតូនៅព្រឹកព្រលឹមដែលជាទីស្រឡាញ់បំផុតការផ្លាស់ប្តូររបៀបដែលអ្នកមើលការតភ្ជាប់ជាក់លាក់។ទទួលស្គាល់កន្លែងដែលបញ្ហាសង្គមជាទូទៅកើតឡើងហើយធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីផ្តាច់ចេញពីវដ្តមិនល្អ។Sunny Vibes រកអ្នកខណៈពេលដែលព្រះអាទិត្យនិង Luna សហការនៅរសៀលនេះដោយគូសបញ្ជាក់ពីលក្ខណៈដែលធ្វើឱ្យអ្នកនិងមនុស្សជាទីស្រឡាញ់របស់អ្នកមានលក្ខណៈពិសេសខ្លាំងណាស់។អបអរសាទរគុណសម្បត្តិទាំងនេះការកសាងសក្ដានុពលគាំទ្រដែលជំរុញទំនុកចិត្ត។អ្នកនឹងត្រូវបានល្បួងឱ្យសរសេរប្រវត្តិសាស្រ្តឡើងវិញនៅពេលបារត RX សកម្មនៅល្ងាចនេះប៉ុន្តែកុំភ្លេចមេរៀនសំខាន់ៗដែលអ្នកបានរៀន។គីមីវិទ្យាកើនឡើងនៅក្នុងទំនាក់ទំនងដែលមានវិចារណញាណនៅពេលដែល Jupiter Stirs នៅយប់នេះនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Bustling vibes flow as the Libra moon enters a rare kite formation with Saturn, Neptune, Uranus, and Pluto. You won't have time to guess yourself second, dearest Leo, and will need to rely on your instincts when fast decisions are required. You'll have a chance to mellow out once the sun and moon align this afternoon, and you will benefit from a bit of socializing or quiet reading. Reflect on your choices when Mercury RX stirs this evening, making corrections where necessary. Dive into spiritual practices to calm the mind before heading to bed while Luna and Jupiter square off."
        },
        "kh": {
            "today": "ភាពរស់រវើកដែលមានសភាពអ៊ូអរគឺហូរនៅពេលដែល Libra Moon ចូលក្នុងការបង្កើតខ្លែងដ៏កម្រមួយជាមួយសៅរ៍ណុនធូននិងផ្លាតូ។អ្នកនឹងមិនមានពេលវេលាដើម្បីទាយខ្លួនអ្នកទីពីរទេដែលជាទីស្រឡាញ់បំផុតហើយនឹងត្រូវពឹងផ្អែកលើសភាវគតិរបស់អ្នកនៅពេលមានការសម្រេចចិត្តលឿន។អ្នកនឹងមានឱកាសក្នុងការច្របាច់មួយនៅពេលព្រះអាទិត្យនិងច័ន្ទតម្រឹមនៅរសៀលនេះហើយអ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការអានសង្គមឬស្ងប់ស្ងាត់បន្តិច។ឆ្លុះបញ្ចាំងពីជម្រើសរបស់អ្នកនៅពេលបារតបារតកូរនៅល្ងាចនេះដោយធ្វើការកែតម្រូវដែលចាំបាច់។ចូលទៅក្នុងការអនុវត្តខាងវិញ្ញាណដើម្បីធ្វើឱ្យចិត្តស្ងប់ស្ងៀមមុនពេលធ្វើដំណើរទៅគេងខណៈពេលដែល Luna និង Jupiter Square បិទ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Know your limits without restricting progress, dearest Taurus, as the Libra moon enters a kite formation with Saturn, Neptune, Uranus, and Pluto. This cosmic climate can take you to new heights, but only if you cultivate sustainable work habits. You'll require some extra pampering while the sun and Luna align this afternoon, so be mindful to release stress while fueling your body appropriately. Review your projects carefully to correct errors when Mercury RX is activated, refining your editing skills. Grand ideas kick your visions up to the next level once Jupiter stirs tonight, but avoid taking on too much at once."
        },
        "kh": {
            "today": "ដឹងពីដែនកំណត់របស់អ្នកដោយមិនមានការរឹតត្បិតវឌ្ឍនភាព Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជា Libra Moon ចូលក្នុងការបង្កើតខ្លែងដែលមានសៅរ៍, អ៊ឺតូ, អ៊ុយរសុល, អ៊ុយរ៉ានុ, និងផ្លាតូ។អាកាសធាតុកែសម្ផស្សនេះអាចនាំអ្នកទៅកម្ពស់ថ្មីប៉ុន្តែប្រសិនបើអ្នកដាំដុះទម្លាប់ការងារប្រកបដោយនិរន្តរភាព។អ្នកនឹងត្រូវការការបន្ថែមការបន្ថែមបន្តិចបន្តួចខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅរសៀលនេះដូច្នេះសូមយកចិត្តទុកដាក់ក្នុងការបញ្ចេញស្ត្រេសខណៈពេលកំពុងជំរុញឱ្យរាងកាយរបស់អ្នកត្រឹមត្រូវ។ពិនិត្យគម្រោងរបស់អ្នកឱ្យបានប្រុងប្រយ័ត្នដើម្បីកែកំហុសនៅពេលបារត RX ត្រូវបានធ្វើឱ្យសកម្មការកែសំរួលជំនាញកែសម្រួលរបស់អ្នក។គំនិតរបស់ Grand Grace បានទាត់បាល់របស់អ្នករហូតដល់កំរិតបន្ទាប់នៅពេលដែល Jupiter ជំរុញនៅយប់នេះប៉ុន្តែជៀសវាងការទទួលយកច្រើនពេកក្នុងពេលតែមួយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "An intense and rare kite formation emerges between the Libra moon, Saturn, Neptune, Uranus, and Pluto this morning, dear Gemini. Although challenges may arise when executing creative projects or entering new social scenes, staying true to your vision will help you find alternative paths forward. Ideas you've been nurturing start to crystallize once the sun and Luna align this afternoon, inspiring you to put these aspirations into play. You may hear from an old friend as Mercury RX activates this evening, and important messages will be relayed if you read between the lines. Be generous with your friendship while Jupiter stirs tonight."
        },
        "kh": {
            "today": "ការបង្កើតខ្លែងដ៏ខ្លាំងពូកែនិងកម្រកើតមាននៅចន្លោះ Libra Moon, Saturn Neptune Uranus និង Pluto នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់។ទោះបីជាបញ្ហាប្រឈមអាចកើតឡើងនៅពេលអនុវត្តគម្រោងច្នៃប្រឌិតឬចូលក្នុងឈុតសង្គមថ្មីក៏ដោយភាពពិតចំពោះចក្ខុវិស័យរបស់អ្នកនឹងជួយអ្នកឱ្យរកផ្លូវជំនួស។គំនិតដែលអ្នកបានចិញ្ចឹមបីបាច់ចាប់ផ្តើមគ្រីស្តាល់នៅពេលដែលព្រះអាទិត្យនិង Luna បានតម្រឹមនៅរសៀលនេះដោយបំផុសគំនិតអ្នកឱ្យមានសេចក្តីប្រាថ្នាទាំងនេះ។អ្នកអាចលឺពីមិត្តចាស់នៅពេលបារតបារតធ្វើឱ្យសកម្មនៅល្ងាចនេះហើយសារសំខាន់ៗនឹងត្រូវបានបញ្ជូនបន្តប្រសិនបើអ្នកអានរវាងបន្ទាត់។មានចិត្តសប្បុរសដោយមានចំណងមិត្ដភាពរបស់អ្នកខណៈពេលដែល Jupiter Stirs នៅយប់នេះ។"
        }
    }
]