[
    {
        "sign": "Aries",
        "en": {
            "today": "Emotions and dreams expand as Luna moves through your sign, dear Aries, aligning with Mars, Chiron, and Jupiter throughout the morning. Work through any challenges that arise with compassion for yourself and others, but don't let your optimism or motivation waver. It's also important to recognize when you need a rest, giving yourself a chance to recharge instead of rushing progress. You'll feel more at ease with stillness once the moon enters Taurus this evening, and should cap off your day with an indulgent meal. Keep tabs on the time and avoid zoning out with screens past your bedtime while Pluto stirs tonight."
        },
        "kh": {
            "today": "អារម្មណ៍និងក្តីសុបិន្តពង្រីកនៅពេលដែល Luna ផ្លាស់ទីតាមរយៈសញ្ញារបស់អ្នក aries aries តម្រឹមជាមួយភពព្រះអង្គារ Chiron, chiry និងភពព្រហស្បតិ៍ពេញមួយព្រឹក។ធ្វើការតាមរយៈបញ្ហាប្រឈមណាមួយដែលកើតឡើងដោយក្តីមេត្តាសម្រាប់ខ្លួនអ្នកនិងអ្នកដទៃប៉ុន្តែកុំឱ្យសុទិដ្ឋិនិយមឬការលើកទឹកចិត្តរបស់អ្នកវង្វេងស្មារតី។វាក៏សំខាន់ផងដែរក្នុងការទទួលស្គាល់នៅពេលដែលអ្នកត្រូវការការសម្រាកផ្តល់ឱកាសឱ្យខ្លួនអ្នកនូវការបញ្ចូលទឹកប្រាក់ជំនួសឱ្យការរីកចំរើនឡើង។អ្នកនឹងមានអារម្មណ៍ធូរស្រាលជាងមុនជាមួយនឹងភាពងាយស្រួលនៅពេលដែលព្រះច័ន្ទចូលដល់ទីក្រុង Taurus នៅល្ងាចនេះហើយគួរតែបិទថ្ងៃរបស់អ្នកដោយទទួលទានអាហារដែលមានភាពអៀនខ្មាស់។រក្សាផ្ទាំងនៅលើពេលវេលាហើយចៀសវាងការដាក់តំបន់ដែលមានល្បឿនលឿនជាងការចូលគេងរបស់អ្នកនៅពេលដែល Pluto ជំរុញនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Aries moon aligns with Mars, Chiron, and Jupiter this morning, dear Leo, encouraging you to push your own limits. Reservations around change or a fear of failure may have caused you to subconsciously self-restrict, unnecessarily holding up progress. Celebrate small milestones and adopt a mindfulness routine to support yourself on the road ahead. If you need further encouragement, ask the universe for signs. A stabilizing energy emerges once Luna enters Taurus this evening, helping you identify the most practical way forward. Loop loved ones into your agenda when Pluto stirs, but try not to balk against questions or well-meaning advice that follows."
        },
        "kh": {
            "today": "ព្រះច័ន្ទព្រះចន្ទបានតម្រឹមជាមួយភពព្រះអង្គារឈីននិងភពព្រហស្បតិ៍នៅព្រឹកនេះឡេអូលើកទឹកចិត្តអ្នកឱ្យរុញដែនកំណត់របស់អ្នក។ការកក់នៅជុំវិញការផ្លាស់ប្តូរឬការភ័យខ្លាចនៃការបរាជ័យអាចបណ្តាលឱ្យអ្នកធ្វើឱ្យអ្នកមានការរឹតត្បិតខ្លួនឯងដោយមិនចាំបាច់ដោយមិនចាំបាច់វឌ្ឍនភាពដែលមិនចាំបាច់។អបអរព្រឹត្តិការណ៍សំខាន់ៗជាច្រើននិងប្រកាន់ខ្ជាប់នូវបទចំរៀងដែលមានគំនិតដើម្បីផ្គត់ផ្គង់ខ្លួនអ្នកនៅលើផ្លូវខាងមុខ។ប្រសិនបើអ្នកត្រូវការការលើកទឹកចិត្តបន្ថែមសូមសួរសកលលោកសម្រាប់សញ្ញា។ថាមពលដែលមានស្ថេរភាពលេចចេញនៅពេលដែល Luna ចូលទៅកាន់ទីក្រុង Taurus នៅល្ងាចនេះដោយជួយអ្នកឱ្យសម្គាល់វិធីជាក់ស្តែងបំផុតឆ្ពោះទៅមុខ។អ្នកចូលចិត្ត Loop ស្រឡាញ់ចូលក្នុងរបៀបវារៈរបស់អ្នកនៅពេលផ្លុំផ្លាតូប៉ុន្តែព្យាយាមមិនឱ្យខ្ជះខ្ជាយប្រឆាំងនឹងសំណួរឬដំបូន្មានដែលមានអត្ថន័យល្អដែលមាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Thorough contemplation is key for harnessing and understanding your own power, dearest Taurus. As the Aries moon aspects Mars, Chiron, and Jupiter, take control of your inner dialogue by addressing the facts and looking for opportunities. Confiding in a trusted ally can aid in problem-solving, but it's essential to guard your secrets against those who pass judgment or may not fully understand your perspective. You'll feel elevated and more confident once Luna enters your sign this evening, but you should prioritize personal needs before tackling major projects. It would be easy to wear yourself out when Pluto activates tonight."
        },
        "kh": {
            "today": "ការគិតយ៉ាងហ្មត់ចត់គឺជាគន្លឹះសម្រាប់ការប្រើនិងស្វែងយល់ពីថាមពលផ្ទាល់ខ្លួនរបស់អ្នក Taurus ដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជាទិដ្ឋភាពរបស់លោក Aries Moon Mars Mars Giry និង Jupiter គ្រប់គ្រងការសន្ទនាខាងក្នុងរបស់អ្នកដោយដោះស្រាយការពិតនិងស្វែងរកឱកាស។ការយល់ដឹងនៅក្នុងសម្ព័ន្ធមិត្តដែលគួរឱ្យទុកចិត្តអាចជួយក្នុងការដោះស្រាយបញ្ហាប៉ុន្តែវាចាំបាច់ក្នុងការការពារអាថ៌កំបាំងរបស់អ្នកប្រឆាំងនឹងអ្នកដែលឆ្លងកាត់ការវិនិច្ឆ័យឬមិនអាចយល់ពីទស្សនៈរបស់អ្នក។អ្នកនឹងមានអារម្មណ៍ជឿជាក់ខ្ពស់ជាងនេះនៅពេលដែល Luna ចូលក្នុងខិត្តប័ណ្ណរបស់អ្នកនៅល្ងាចនេះប៉ុន្តែអ្នកគួរតែផ្តល់អាទិភាពដល់តម្រូវការផ្ទាល់ខ្លួនមុនពេលដោះស្រាយគម្រោងធំ ៗ ។វាងាយស្រួលក្នុងការពាក់ខ្លួនអ្នកចេញនៅពេលផ្លាតូសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Go where acceptance comes naturally, dear Gemini, as the Aries moon aligns with Mars, Chiron, and Jupiter. This cosmic climate highlights the importance of steadfast communities, making cliques and petty dynamics highly unappealing. The internet might serve as a poignant reminder of how toxic others can be, so try to engage with genuine friendships in the real world. Take a breather once evening sets in and Luna enters Taurus, encouraging you to lie low in silence before closing out the day. Connect with your ancestors or preferred spiritual practices to alleviate fears and find support that transcends the material realm."
        },
        "kh": {
            "today": "ទៅកន្លែងដែលទទួលបានការទទួលយកមកដោយធម្មជាតិ Gemini ជាទីស្រឡាញ់, ដូចជា Aries Monon តម្រឹមជាមួយ Mars, Chiron, Chiron និងភពព្រហស្បតិ៍។អាកាសធាតុកែសម្ផស្សនេះបង្ហាញពីសារៈសំខាន់នៃសហគមន៍ខ្ជាប់ខ្ជួនការធ្វើឱ្យមានរាងពងក្រពើនិងសក្ដានុពលបន្តិចបន្តួចដែលមិនមានការរំខានខ្ពស់។អ៊ិនធរណេតអាចដើរតួជាការរំ to កដ៏ខ្ជាប់ខ្ជួនអំពីរបៀបដែលអ្នកដទៃទៀតអាចធ្វើបានដូច្នេះសូមព្យាយាមចូលរួមជាមួយមិត្តភាពពិតប្រាកដនៅក្នុងពិភពពិត។ប្រដាប់ភេទមួយថ្ងៃដែលបានកំណត់នៅល្ងាចមួយចូលនិង Luna ចូលទៅកាន់ Taurus ដែលលើកទឹកចិត្តអ្នកឱ្យកុហកនៅស្ងៀមនៅស្ងៀមមុនពេលបិទថ្ងៃ។ភ្ជាប់ទំនាក់ទំនងជាមួយជីដូនជីតារបស់អ្នកឬការអនុវត្តខាងវិញ្ញាណដែលពេញចិត្តក្នុងការកាត់បន្ថយការភ័យខ្លាចនិងស្វែងរកការគាំទ្រដែលឆ្លងកាត់អចលនទ្រព្យសម្ភារៈ។"
        }
    }
]