[
    {
        "sign": "Aries",
        "en": {
            "today": "Sprinkle a little sweetness into your morning, dear Leo, as the Leo moon and Venus align. Sharing compliments and warm embraces dramatically elevates the heart and mind under these cosmic conditions. Allow yourself to feel proud of your talents and accomplishments while Chiron stirs, bringing healing to the ego. The energy picks up once Luna enters Virgo, nudging you to put in the work that will bolster personal goals. Try not to get distracted by side quests or shocking news when the moon squares Uranus midafternoon. Embrace teamwork and community to destroy obstacles while a rare yod forms this evening."
        },
        "kh": {
            "today": "ប្រោះភាពផ្អែមល្ហែមបន្តិចនៅពេលព្រឹករបស់អ្នក, លីអូ, ជាទីស្រឡាញ់, ដូចជា Leo Moon និង Venus តម្រឹម។ការចែករំលែកការសរសើរនិងការឱបក្រសោបកក់ក្តៅបង្កើនការលើកស្ទួយបេះដូងនិងចិត្តដែលស្ថិតនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះ។អនុញ្ញាតឱ្យខ្លួនអ្នកមានមោទនភាពចំពោះទេពកោសល្យនិងសមិទ្ធិផលរបស់អ្នកខណៈពេលដែល chiry បានជំរុញឱ្យជាសះស្បើយការព្យាបាលទៅអាត្ម័ន។ថាមពលបានកើនឡើងនៅពេលដែល Luna ចូល Virgo ដោយអាក្រាតកាយអ្នកដាក់ការងារដែលនឹងជួយជំរុញគោលដៅផ្ទាល់ខ្លួន។ព្យាយាមមិនឱ្យវង្វេងស្មារតីដោយដំណើរស្វែងរកឬព័ត៌មានដ៏គួរឱ្យភ្ញាក់ផ្អើលនៅពេលដែលព្រះច័ន្ទការ៉េអ៊ុយរ៉ាន់សពាក់កណ្តាល។ចាប់យកការធ្វើការជាក្រុមនិងសហគមន៍ដើម្បីបំផ្លាញឧបសគ្គខណៈពេលដែលទម្រង់ដ៏កម្រមួយនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The moon takes its final steps in your sign, dearest Leo, forming sweet connections with Venus and Chiron. Prioritize social dynamics that inspire you to reach for the stars, recognizing how communities have the power to shape your dreams. Propel positivity forward by spreading joy and hope where you can. Your eye for detail sharpens once Luna enters Virgo and squares Uranus, but remember to ask if you can offer advice before sharing it. Be generous with your time and energy this evening, especially with those who add value to your life, as a rare yod form."
        },
        "kh": {
            "today": "ព្រះច័ន្ទទទួលបានជំហានចុងក្រោយរបស់ខ្លួនក្នុងសញ្ញារបស់អ្នកគឺសួស្តី Leo បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ Venus និង Chiron ។ផ្តល់អាទិភាពដល់សក្ដានុពលសង្គមដែលជម្រុញឱ្យអ្នកឈានដល់ផ្កាយដែលទទួលស្គាល់ពីរបៀបដែលសហគមន៍មានអំណាចឱ្យមានឥទ្ធិពលលើក្តីសុបិន្តរបស់អ្នក។ជំរុញភាពវិជ្ជមានឆ្ពោះទៅមុខដោយការផ្សព្វផ្សាយសេចក្តីអំណរនិងក្តីសង្ឃឹមដែលអ្នកអាចធ្វើបាន។ភ្នែករបស់អ្នកសម្រាប់ការចាក់លំអិតនៅពេលដែល Luna ចូលក្នុងទីក្រុង Viron និងការេអ៊ើរ៉ានអ៊ុយរ៉ានុសប៉ុន្តែត្រូវចាំថាអ្នកអាចផ្តល់ដំបូន្មានមុនពេលចែករំលែកដំបូន្មានមុនពេលចែករំលែក។មានចិត្តសប្បុរសដោយសប្បុរសរបស់អ្នកនៅល្ងាចនេះជាពិសេសជាមួយអ្នកដែលបន្ថែមតម្លៃដល់ជីវិតរបស់អ្នកដូចជាទម្រង់ yod ដ៏កម្រមួយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Leo moon and Venus share a sweet connection this morning, dear Taurus, bringing vibrancy to your world. Move through all your senses, appreciating the small details that add up to beautiful moments. Allow yourself to heal from the comfort of your own home while Chiron is activated, and give others the chance to nurture you. You'll perk up after the moon enters Virgo, triggering your extroverted side. Be rational with your spending once Luna squares Uranus midafternoon, and avoid impulsive purchases. Strengthen your resolve by adding structure to passion projects and the pursuit of artistic outlets when a rare yod emerges this evening."
        },
        "kh": {
            "today": "Leo Moon និង Venus ចែករំលែកការតភ្ជាប់ផ្អែមនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នាំមកនូវភាពរស់រវើកដល់ពិភពលោករបស់អ្នក។ផ្លាស់ទីតាមញ្ញាណទាំងអស់របស់អ្នកដោយកោតសរសើរព័ត៌មានលម្អិតតូចមួយដែលបន្ថែមពេលវេលាដ៏ស្រស់ស្អាត។អនុញ្ញាតឱ្យខ្លួនអ្នកជាសះស្បើយពីការលួងលោមនៃផ្ទះផ្ទាល់ខ្លួនរបស់អ្នកខណៈដែលជីហ្គូនត្រូវបានធ្វើឱ្យសកម្មហើយផ្តល់ឱកាសដល់អ្នកដទៃដើម្បីចិញ្ចឹមបីបាច់អ្នក។អ្នកនឹងកើនឡើងបន្ទាប់ពីព្រះចន្ទចូល Virgo, កេះចំហៀងដែលបានដកចេញរបស់អ្នក។ត្រូវសមហេតុផលជាមួយនឹងការចំណាយរបស់អ្នកនៅពេលដែល Luna Squares Squares Uranus នៅពាក់កណ្តាលចុងរបស់និងចៀសវាងការទិញដែលមិនចេះនិយាយ។ពង្រឹងការប្តេជ្ញាចិត្តរបស់អ្នកដោយបន្ថែមរចនាសម្ព័ន្ថទៅក្នុងគម្រោងតណ្ហានិងការស្វែងរកបណ្ឌសិល្បៈនៅពេលដែលយ៉ុកដ៏កម្រមួយលេចចេញមកនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Rally for loved ones to improve your morale, dearest Gemini, as the Leo moon and Venus form a sweet alliance. This energy acts as a reminder that we get what we give in matters of friendship and romance. Do what you can to bring some good into the world while Chiron is activated, increasing your sense of duty to the communities that add vibrancy to your life. Opt for a quiet afternoon at home once the moon enters Virgo and squares Uranus, bringing temperamental vibes to the table. Evolve your perspective on spiritual and moral issues as a rare yod form this evening."
        },
        "kh": {
            "today": "ការប្រមូលផ្តុំសម្រាប់មនុស្សជាទីស្រឡាញ់ធ្វើឱ្យមានភាពប្រសើរឡើងនូវសីលធម៌របស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់របស់អ្នក, ដូចជា Leo Moon ហើយ Venus មានសម្ព័ន្ធមិត្តដ៏ផ្អែមល្ហែម។ថាមពលនេះដើរតួជាការរំ that កថាយើងទទួលបានអ្វីដែលយើងផ្តល់ឱ្យក្នុងរឿងមិត្តភាពនិងមនោសញ្ចេតនា។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីនាំយកល្អខ្លះទៅក្នុងពិភពលោកខណៈដែលជឺហ្គ្រីនត្រូវបានធ្វើឱ្យសកម្មបង្កើនអារម្មណ៍របស់អ្នកនូវកាតព្វកិច្ចរបស់សហគមន៍ដែលបន្ថែមភាពរស់រវើកដល់ជីវិតរបស់អ្នក។ជ្រើសយកពេលរសៀលដ៏ស្ងប់ស្ងាត់មួយនៅផ្ទះនៅពេលដែលព្រះចន្ទចូលប្រទេស Virgo និងការេអ៊ើរ៉ានុសអ៊ុយរ៉ានុសដែលនាំយកក្រញាំក្រិកញ្ញសទៅតុ។វិវឌ្ឍន៍ទស្សនៈរបស់អ្នកលើបញ្ហាខាងវិញ្ញាណនិងខាងសីលធម៌ជាទម្រង់ដ៏កម្រមួយនៅល្ងាចនេះ។"
        }
    }
]