[
    {
        "sign": "Aries",
        "en": {
            "today": "You won't have much time to rest this morning, dear Aries. As the Virgo Moon aligns with Mars, Uranus, and Neptune, surprise opportunities could pile additional work onto existing agendas. Luckily, you'll flow easily between tasks once Luna enters Libra and aspects Mercury, emphasizing your gift for staying balanced when pressure rises. Tackle major projects with someone you trust to elevate your ambitions even further, sharing the rewards you've earned as a pair. Powerful new allies may find you while Pluto stirs this afternoon, transforming your position and social sphere in the process. Close out your Friday with some well-deserved self-care or a romantic date night."
        },
        "kh": {
            "today": "អ្នកនឹងមិនមានពេលវេលាច្រើនក្នុងការសម្រាកនៅព្រឹកនេះទេដែលជាទីស្រឡាញ់។ក្នុងនាមជា Virgo Monle ស្របគ្នាជាមួយភពព្រះអង្គារអ៊ុយរ៉ានុសនិង Neptune ឱកាសគួរឱ្យភ្ញាក់ផ្អើលអាចធ្វើឱ្យមានការងារបន្ថែមទៀតលើរបៀបវារៈដែលមានស្រាប់។សំណាងល្អអ្នកនឹងហូរយ៉ាងងាយស្រួលរវាងភារកិច្ចនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាព Mercury ការសង្កត់ធ្ងន់លើអំណោយរបស់អ្នកសម្រាប់ការរក្សាតុល្យភាពនៅពេលសម្ពាធកើនឡើងនៅពេលដែលសម្ពាធកើនឡើង។ដោះស្រាយគម្រោងធំ ៗ ជាមួយអ្នកដែលអ្នកជឿជាក់ក្នុងការលើកកំពស់មហិច្ឆតារបស់អ្នកថែមទៀតដោយចែករំលែករង្វាន់ដែលអ្នករកបានជាគូ។សម្ព័ន្ធមិត្តថ្មីដែលមានឥទ្ធិពលអាចរកបានខណៈពេលដែល Pluto កូរនៅរសៀលនេះការផ្លាស់ប្តូរទីតាំងនិងស្វ៊ែររបស់អ្នកនៅក្នុងដំណើរការ។បិទនៅថ្ងៃសុក្ររបស់អ្នកជាមួយនឹងការថែទាំខ្លួនឯងដែលសមនឹងទទួលបានឬយប់កាលបរិច្ឆេទរ៉ូមែនទិក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Set a specific intention to avoid being pulled in too many directions, dear Leo. As the Virgo Moon aspects Mars, Uranus, and Neptune, it would be easy to get distracted by side quests, pleasure, and confrontation. An easier, more playful energy emerges once Luna enters Libra and aligns with Mercury. Ideas you've been sitting on will begin to take shape if you pursue them with a unique artistic perspective. Peer interactions can also help you take your vision to the next level. Flirtations could evolve into something more serious while Pluto activates this afternoon."
        },
        "kh": {
            "today": "កំណត់ចេតនាជាក់លាក់មួយដើម្បីចៀសវាងការទាញយកទិសដៅច្រើនពេក, Leo ជាទីស្រឡាញ់។ក្នុងនាមជាទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo អ៊ុយរ៉ានុសនិងណេបតុនវានឹងមានភាពងាយស្រួលក្នុងការបំបែរអារម្មណ៍ដោយដំណើរស្វែងរកភាពរីករាយនិងការប្រឈមមុខគ្នា។ថាមពលដែលងាយស្រួលជាងនេះកាន់តែងាយស្រួលហើយដែលផុសឡើងបានលេចចេញនៅពេលដែល Luna ចូលក្នុង Libra ហើយតម្រឹមជាមួយបារត។គំនិតដែលអ្នកកំពុងអង្គុយនឹងចាប់ផ្តើមមានរាងប្រសិនបើអ្នកដេញតាមពួកគេដោយមានទស្សនៈសិល្បៈពិសេស។អន្តរកម្មរបស់ម៉ាស៊ីនស្រមើលគ្នាក៏អាចជួយអ្នកឱ្យយកចក្ខុវិស័យរបស់អ្នកដល់កម្រិតបន្ទាប់ផងដែរ។ការចែចង់អាចវិវឌ្ឍន៍ទៅជាអ្វីដែលធ្ងន់ធ្ងរជាងនេះនៅពេលផ្លាតូសកម្មរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "It will be difficult to convince colleagues of your vision, dear Taurus, as the Virgo Moon aligns with Mars,  Uranus, and Neptune. If you're hoping to reshape a project or shift gears, be sure to have a clear argument for why these changes make sense, or you could be in for an uphill battle. You'll find your teammate once Luna enters Libra and aspects Mercury, opening the door to meaningful partnerships. Remember that some dreams must be completely rebuilt from the ground up while Pluto stirs this afternoon. Prepare to roll up your sleeves and believe in your aspirations."
        },
        "kh": {
            "today": "វានឹងពិបាកក្នុងការបញ្ចុះបញ្ចូលមិត្តរួមការងាររបស់អ្នក, Taurus ជាទីស្រឡាញ់របស់អ្នក, ដូចជាព្រះចន្ទ, តម្រឹមជាមួយភពព្រះអង្គារអ៊ុយរ៉ានុសនិងណេបតុន។ប្រសិនបើអ្នកសង្ឃឹមថានឹងផ្លាស់ប្តូរគម្រោងឬការផ្លាស់ប្តូរប្រអប់លេខត្រូវប្រាកដថាមានអំណះអំណាងច្បាស់លាស់សម្រាប់ការផ្លាស់ប្តូរទាំងនេះធ្វើឱ្យយល់បានឬអ្នកអាចនៅក្នុងការប្រយុទ្ធឡើងភ្នំ។អ្នកនឹងឃើញមិត្តរួមក្រុមរបស់អ្នកនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាពបារតដោយបើកទ្វារឱ្យមានភាពជាដៃគូប្រកបដោយអត្ថន័យ។សូមចងចាំថាក្តីសុបិន្តមួយចំនួនត្រូវតែត្រូវបានកសាងឡើងវិញទាំងស្រុងពីលើដីខណៈពេលដែល Pluto ជំរុញឱ្យរសៀលនេះ។រៀបចំដើម្បីរមៀលដៃអាវរបស់អ្នកហើយជឿជាក់លើសេចក្តីប្រាថ្នារបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Virgo Moon aligns with Mars, Uranus, and Neptune early this morning, peaking your intuition. A desire to change course could have you bending a few rules, but do your due diligence to ensure you don't get caught. Luckily, your ability to smooth over potential consequences increases once Luna enters Libra and aspects Mercury. If you need to do some damage control, these vibes help you prevail. Now is also a good time to flirt with your sweetheart or latest crush, elevating your own mood in the process. Honor your ancestors when Pluto stirs this afternoon, and they may grant your wishes."
        },
        "kh": {
            "today": "ព្រះច័ន្ទព្រះមហាវមានភាពរឹមនឹងភពព្រះអង្គារអ៊ុយរ៉ានុសនិងណិបទូននៅព្រឹកនេះដោយឈានដល់វិចារណញាណរបស់អ្នក។បំណងប្រាថ្នាចង់ផ្លាស់ប្តូរវគ្គសិក្សាអាចឱ្យអ្នកពត់ច្បាប់មួយចំនួនប៉ុន្តែធ្វើដោយឧស្សាហ៍ព្យាយាមរបស់អ្នកដើម្បីធានាថាអ្នកមិនចាប់បាន។សំណាងល្អសមត្ថភាពរបស់អ្នកធ្វើឱ្យរលូននៃផលប៉ះពាល់ដែលអាចកើតមានកើនឡើងនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាពបារត។ប្រសិនបើអ្នកត្រូវការធ្វើការត្រួតពិនិត្យការខូចខាតខ្លះញ័រទាំងនេះជួយអ្នកឱ្យមានអ្នកដែលមាន។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីចែចង់ជាមួយសង្សាររបស់អ្នកឬកំទេចចុងក្រោយបង្កើនអារម្មណ៍ផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងដំណើរការ។គោរពបុព្វបុរសរបស់អ្នកនៅពេលផ្លាធូជំរុញរសៀលនៅរសៀលនេះហើយពួកគេអាចផ្តល់នូវបំណងប្រាថ្នារបស់អ្នក។"
        }
    }
]