[
    {
        "sign": "Aries",
        "en": {
            "today": "The stars align to reveal your warmest and chattiest self, dear Aries, as the Moon continues through fiery Leo. Sweet connections with the Gemini sun and Mercury will put you in an inquisitive headspace, helping you formulate meaningful and fresh questions. These vibes are perfect for getting to know even your most seasoned companions just a little bit better. Creative collaborations thrive during this time, though you'll need to ensure that everyone feels heard so that prominent personalities don't clash. When it comes to matters of the heart, stroke your sweetie's ego to unleash a whirlwind of passion."
        },
        "kh": {
            "today": "តារាតម្រង់ជួរដើម្បីបង្ហាញពីការធ្វើឱ្យខ្លួនឯងដ៏កក់ក្តៅនិងគួរឱ្យចាប់អារម្មណ៍បំផុតរបស់អ្នកដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈការរីកដុះដាល។ការតភ្ជាប់ដ៏ផ្អែមល្ហែមជាមួយ Gemini Sun និងបារតនឹងធ្វើឱ្យអ្នកនៅក្នុងក្បាលដែលចង់ដឹងចង់ជួយអ្នកក្នុងការបង្កើតសំណួរដែលមានអត្ថន័យនិងស្រស់ស្រាយ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការស្គាល់សូម្បីតែដៃគូដែលមានរដូវកាលរបស់អ្នកកាន់តែប្រសើរឡើងបន្តិច។កិច្ចសហការច្នៃប្រឌិតលូតលាស់នៅក្នុងអំឡុងពេលនេះទោះបីអ្នកនឹងត្រូវធានាថាអ្នករាល់គ្នាគិតថាបាន heard ដូច្នេះបុគ្គលិកលក្ខណៈលេចធ្លោមិនមានការប៉ះទង្គិចគ្នា។នៅពេលនិយាយអំពីបញ្ហានៃបេះដូង, ដាច់សរសៃឈាមខួរក្បាលអត្មារបស់ Sweetie របស់អ្នកឱ្យបញ្ចេញខ្យល់គួចនៃចំណង់ចំណូលចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your vibrant heart and brilliant mind will be the subject of much admiration today, dear Leo. As the Moon continues its journey through your sign, fully embrace all the positive attention that is thrown your way. Just be mindful to celebrate the wins of loved ones as well while Luna aspects the Gemini sun and Mercury. This energy emphasizes how important it is to establish a community that's founded on mutual respect and support. Enlightening discussions will also take place, giving you a chance to know your peers better and where they stand on political and social issues."
        },
        "kh": {
            "today": "ចិត្តរស់រវើកដ៏រស់រវើករបស់អ្នកគឺជាប្រធានបទនៃការកោតសរសើរជាច្រើននៅថ្ងៃនេះលីអូ។នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈសញ្ញារបស់អ្នកឱបក្រសោបយកការយកចិត្តទុកដាក់ជាវិជ្ជមានដែលត្រូវបានទម្លាក់ផ្លូវរបស់អ្នក។គ្រាន់តែគិតចង់អបអរការឈ្នះរបស់មនុស្សជាទីស្រឡាញ់ក៏ដូចជាទិដ្ឋភាពឡុងស៊ុននិងបារត។ថាមពលនេះសង្កត់ធ្ងន់ទៅលើចំនួនដែលវាមានសារៈសំខាន់ក្នុងការបង្កើតសហគមន៍ដែលបានបង្កើតឡើងដោយការគោរពគ្នាទៅវិញទៅមកនិងការគាំទ្រ។ការពិភាក្សា envlletenGing ក៏នឹងកើតឡើងផងដែរផ្តល់ឱ្យអ្នកនូវឱកាសឱ្យអ្នកដឹងថាមិត្តភក្តិរបស់អ្នកកាន់តែប្រសើរនិងកន្លែងដែលពួកគេឈរលើបញ្ហានយោបាយនិងសង្គម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A slow and luxurious Saturday at home will do your heart good, dear Taurus, as the Leo Moon connects with the sun and Mercury. The desire to nurture and connect with loved ones will be pronounced, and you may find yourself taking on the role of host. Sharing your space with those you adore most will give you a chance to nourish bonds from a more relaxed state. Be sure to include plenty of delicious foods, as you'll be in the mood to indulge. Once you've wrapped up the festivities, chat with your domestic to-do list and tackle these chores."
        },
        "kh": {
            "today": "ថ្ងៃសៅរ៍យឺតនិងប្រណីតនៅផ្ទះនឹងធ្វើឱ្យបេះដូងរបស់អ្នកល្អ, Taurus ជាទីស្រឡាញ់, ដូចជា Leo Moon ភ្ជាប់ជាមួយព្រះអាទិត្យនិងបារត។បំណងប្រាថ្នាដើម្បីចិញ្ចឹមបីបាច់និងភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សជាទីស្រឡាញ់នឹងត្រូវបានប្រកាសហើយអ្នកអាចឃើញថាខ្លួនអ្នកមានតួនាទីរបស់ម្ចាស់ផ្ទះ។ចែករំលែកចន្លោះរបស់អ្នកជាមួយអ្នកដែលអ្នកស្រលាញ់បំផុតនឹងផ្តល់ឱកាសឱ្យអ្នកផ្តល់ឱកាសឱ្យអ្នកចិញ្ចឹមបីបាច់ភ្ជាប់ចំណងពីរដ្ឋដែលមានភាពធូរស្បើយជាងមុន។ត្រូវប្រាកដថារួមបញ្ចូលអាហារឆ្ងាញ់ ៗ ជាច្រើនដូចជាអ្នកនឹងមានអារម្មណ៍ក្នុងការបណ្ដោយខ្លួន។នៅពេលដែលអ្នកបានបញ្ចប់ពិធីបុណ្យជជែកជាមួយបញ្ជីការងារត្រូវធ្វើក្នុងស្រុករបស់អ្នកហើយដោះស្រាយការងារទាំងនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Brief yet meaningful encounters find you today, darling Gemini, as the Leo Moon aligns with the sun and Mercury. This cosmic climate elevates your popularity, but you should be mindful of who you give your focus to. Direct where the energy goes by putting your goals, desires, and needs first. If friends and family want to come along for the ride, consider sharing your visions to receive valuable feedback. There will be much to gain when you keep an open mind and choose to learn. Connect with someone who has more experience so you can pick their brain."
        },
        "kh": {
            "today": "ការជួបសំណងខ្លីៗនៅឡើយទេដែលរកឃើញអ្នកនៅថ្ងៃនេះ, Gemini ដ៏គួរឱ្យស្រឡាញ់, ដូចជា Leo Mons ស្របគ្នាជាមួយនឹងព្រះអាទិត្យនិងបារត។អាកាសធាតុលោហធាតុនេះបង្កើនអាកាសធាតុរបស់អ្នកឱ្យអ្នកបង្កើនប្រជាប្រិយភាពរបស់អ្នកប៉ុន្តែអ្នកគួរតែគិតពីអ្នកដែលអ្នកផ្តោតអារម្មណ៍របស់អ្នក។ដោយផ្ទាល់នូវកន្លែងដែលថាមពលដំណើរការដោយដាក់គោលដៅបំណងប្រាថ្នានិងតម្រូវការរបស់អ្នកជាមុនសិន។ប្រសិនបើមិត្តភក្តិនិងក្រុមគ្រួសារចង់ធ្វើដំណើរទៅជិះសូមពិចារណាចែករំលែកក្នុងចក្ខុវិស័យរបស់អ្នកដើម្បីទទួលបានមតិប្រតិកម្មដ៏មានតម្លៃ។វានឹងមានអ្វីជាច្រើនដែលត្រូវទទួលបាននៅពេលដែលអ្នករក្សាគំនិតបើកចំហហើយជ្រើសរើសរៀន។ភ្ជាប់ទំនាក់ទំនងជាមួយអ្នកដែលមានបទពិសោធច្រើនដូច្នេះអ្នកអាចរើសខួរក្បាលរបស់ពួកគេបាន។"
        }
    }
]