[
    {
        "sign": "Aries",
        "en": {
            "today": "The energy could feel slightly rigid when you awaken, dear Aries, as the moon enters Capricorn and squares Venus Rx. Harsh reality checks may force you to take accountability for issues you thought were buried, though you'll have a chance to set matters straight once and for all. Think carefully before speaking as afternoon emerges and Luna enters a tense aspect with Mercury Rx, or you could talk yourself into a corner. Connect with your sense of balance and make time for personal pampering or romance when the sun and Venus rx join forces to lighten the mood."
        },
        "kh": {
            "today": "ថាមពលអាចមានអារម្មណ៍ថារឹងរូសបន្តិចនៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទចូល Capricorn និងការេ Venus RX ។ការត្រួតពិនិត្យការពិតដ៏អាក្រក់អាចបង្ខំអ្នកឱ្យមានគណនេយ្យភាពចំពោះបញ្ហាដែលអ្នកគិតថាបានកប់ទោះបីអ្នកនឹងមានឱកាសកំណត់បញ្ហាភ្លាមៗនិងសម្រាប់ទាំងអស់គ្នាក៏ដោយ។គិតឱ្យបានម៉ត់ចត់មុនពេលនិយាយនៅពេលរសៀលបានលេចចេញមកហើយសណ្តែកចូលដល់ទិដ្ឋភាពដ៏តានតឹងជាមួយនឹងបារត RX ឬអ្នកអាចនិយាយដោយខ្លួនឯងបាន។ភ្ជាប់ទំនាក់ទំនងជាមួយអារម្មណ៍សមតុល្យរបស់អ្នកហើយឆ្លៀតពេលសម្រាប់ការធ្វើសង្គ្រាមឬស្នេហាផ្ទាល់ខ្លួននៅពេលដែលព្រះអាទិត្យនិង Venus Venus RX ចូលរួមកម្លាំងដើម្បីបំភ្លឺអារម្មណ៍។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Revitalize your wellness routines and make more space for joy, dearest Leo, as the Capricorn moon aspects Venus Rx. This cosmic climate is all about embracing healthy indulgences and giving the green light to treat yourself. If you do so, it will make the mind, body, and spirit happy. Watch for signs and synchronicities when Mercury rx activates this afternoon, guiding you toward the answers you've been seeking. Now is also a good time to edit work or catch up on chores if you've fallen behind. Plan an adventure as evening sets in and the sun cozies up with Venus Rx, bringing vibrancy to your wild heart."
        },
        "kh": {
            "today": "ធ្វើឱ្យប្រសើរឡើងនូវតម្រូវការសុខភាពរបស់អ្នកឡើងវិញនិងធ្វើឱ្យមានកន្លែងទំនេរកាន់តែច្រើនសម្រាប់សេចក្តីអំណរ, Leo, ដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទ Venus RX ។អាកាសធាតុកែសម្ផស្សនេះគឺនិយាយអំពីការឱបក្រសោបយកអន្ទាក់ដែលមានសុខភាពល្អនិងផ្តល់ឱ្យពន្លឺពណ៌បៃតងព្យាបាលខ្លួនអ្នក។ប្រសិនបើអ្នកធ្វើដូច្នេះវានឹងធ្វើឱ្យចិត្តរាងកាយនិងវិញ្ញាណរីករាយ។មើលសញ្ញានិងការធ្វើសមហេតុផលនៅពេលបារត Mercury RX សកម្មនៅរសៀលនេះដោយនាំអ្នកឆ្ពោះទៅរកចម្លើយដែលអ្នកកំពុងស្វែងរក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការកែសម្រួលការងារឬចាប់យកការងារប្រសិនបើអ្នកបាននៅពីក្រោយ។រៀបចំផែនការផ្សងព្រេងនៅពេលដែលឈុតនៅពេលល្ងាចហើយព្រះអាទិត្យរះឡើងជាមួយនឹង Venus RX ដែលនាំមកនូវភាពរស់រវើកដល់បេះដូងរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel like slipping away into your little world, dear Taurus, as the moon enters Capricorn and aligns with Venus Rx. Now is the time to go deep within, getting to the core of your needs and desires. You could receive answers to questions you've been meditating on as afternoon sets in, and Luna squares Mercury Rx. Now is also a good time to connect with your higher power for clarity on any issues you've been struggling with. Good vibes flow this evening when the sun and Venus rx unite, encouraging you to think positively while practicing self-love."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ដូចជាការរអិលចូលក្នុងពិភពលោកតូចរបស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជាព្រះចន្ទចូល Capricorn ហើយតម្រឹមជាមួយ Venus RX ។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវចូលទៅក្នុងជ្រៅហើយឈានដល់ចំណុចស្នូលនៃតម្រូវការនិងបំណងប្រាថ្នារបស់អ្នក។អ្នកអាចទទួលបានចម្លើយចំពោះសំណួរដែលអ្នកបានធ្វើសមាធិនៅពេលរសៀលចូលហើយ Luna Squares Mercury RX ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការភ្ជាប់ទំនាក់ទំនងជាមួយរបស់អ្នកយ៉ាងច្បាស់ចំពោះបញ្ហាដែលអ្នកបានជួបការលំបាកជាមួយ។ភាពរស់រវើកល្អ ៗ ហូរនៅល្ងាចនេះនៅពេលដែលព្រះអាទិត្យនិង Venus RX រួបរួមគ្នាលើកទឹកចិត្តអ្នកឱ្យគិតវិជ្ជមាននៅពេលអនុវត្តការស្រឡាញ់ខ្លួនឯង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your patience wears thin this morning as the Capricorn moon squares Venus rx, dear Gemini. Focus on finding balance before stepping into the world, protecting your energy to prevent triggers from taking hold. Steer clear of negative conversations and gossip this afternoon while Mercury rx becomes agitated. Peers could find it difficult to keep conversations private during this time, and your words might come back to haunt you. Also, steer clear of social media and news feeds to give yourself a mental breather. The atmosphere shifts when the sun and Venus rx unite this evening, creating a more communal and socially safe energy."
        },
        "kh": {
            "today": "ការអត់ធ្មត់របស់អ្នកស្លៀកពាក់ស្តើងនៅព្រឹកនេះថាជាមើមសាច់ capricorn Mong ដែលជាទីស្រលាញ់ Gemini ជាទីស្រឡាញ់។ផ្តោតលើការស្វែងរកតុល្យភាពមុនពេលបោះជំហានចូលពិភពលោកការពារថាមពលរបស់អ្នកដើម្បីការពារការកេះមិនឱ្យកាន់។បញ្ចៀសការសន្ទនាអវិជ្ជមាននិងការនិយាយដើមអវិជ្ជមាននៅរសៀលនេះខណៈពេលដែលបារត RX កាន់តែមានភាពតានតឹង។មិត្តភក្ដិអាចពិបាកក្នុងការរក្សាការសន្ទនាដោយឯកឯងក្នុងអំឡុងពេលនេះហើយពាក្យរបស់អ្នកអាចនឹងត្រលប់មកលងអ្នកវិញ។ដូចគ្នានេះផងដែរ, ផងដែរ, ជម្រះយ៉ាងច្បាស់នៃប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងព័ត៌មានព័ត៌មានដើម្បីផ្តល់ឱ្យខ្លួនអ្នកនូវនូវអារម្មណ៍ផ្លូវចិត្ត។បរិយាកាសផ្លាស់ប្តូរនៅពេលដែលព្រះអាទិត្យនិង Venus RX រួបរួមគ្នានៅល្ងាចនេះដោយបង្កើតថាមពលសហគមន៍និងសង្គមដែលមានសុវត្ថិភាពក្នុងសង្គម។"
        }
    }
]