[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in the mood to make serious moves, darling Aries, as the Capricorn Moon and Mars join forces. However, a harsh T-square between Mercury and the nodes of fate cautions against blind enthusiasm. Recognize if outdated systems need revamping, and adjust your behaviors and approach to work. Brace for dreams to unfold differently than visions allow you to see while the Sun and Neptune align. Venus and Saturn amplify tension with loved ones who do not support your aspirations. Rather than getting upset, use this energy as motivation to prove them wrong when Luna aspects the nodes of fate tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ចង់ធ្វើចលនាដ៏ធ្ងន់ធ្ងរ Aries ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទ Capricorn និង Mars រួមកម្លាំង។ទោះជាយ៉ាងណាក៏ដោយ T-square ដ៏អាក្រក់រវាង Mercury និងថ្នាំងនៃជោគវាសនាព្រមានប្រឆាំងនឹងភាពរីករាយដែលពិការភ្នែក។ទទួលស្គាល់ប្រសិនបើប្រព័ន្ធហួសសម័យត្រូវការការកែប្រែឡើងវិញ ហើយកែសម្រួលឥរិយាបថ និងវិធីសាស្រ្តរបស់អ្នកដើម្បីដំណើរការ។ខ្សែដៃសម្រាប់សុបិន្តដើម្បីលាតត្រដាងខុសពីការមើលឃើញអនុញ្ញាតឱ្យអ្នកមើលឃើញខណៈពេលដែលព្រះអាទិត្យនិងណេបទូនតម្រឹម។Venus និង Saturn ពង្រីកភាពតានតឹងជាមួយមនុស្សជាទីស្រឡាញ់ដែលមិនគាំទ្រសេចក្តីប្រាថ្នារបស់អ្នក។ជាជាងការខឹង សូមប្រើថាមពលនេះជាការលើកទឹកចិត្ត ដើម្បីបង្ហាញថាពួកគេខុស នៅពេលដែល Luna ពិនិត្យមើលចំណុចនៃជោគវាសនាយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Capricorn Moon and Mars form an empowering alliance this morning, dear Leo, motivating you to live your best life. However, you must spend within your means while Mercury and the nodes of fate enter a challenging T-square. If you're in a serious partnership, the Sun and Neptune could trigger major issues if financial secrets are at play. Venus and Saturn intensify your desire for independence, making it difficult to acknowledge the impact you have on others. Squash drama by choosing a unifying activity you and your companion can tackle as a team once Luna aspects the nodes of fate tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Capricorn និង Mars បង្កើតសម្ព័ន្ធភាពដ៏មានអំណាចនៅព្រឹកនេះ ឡេអូជាទីគោរព ជំរុញអ្នកឱ្យរស់នៅក្នុងជីវិតដ៏ល្អបំផុតរបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយ អ្នកត្រូវតែចំណាយក្នុងមធ្យោបាយរបស់អ្នក ខណៈពេលដែល Mercury និង nodes នៃជោគវាសនាចូលទៅក្នុង T-square ដ៏លំបាកមួយ។ប្រសិនបើអ្នកស្ថិតក្នុងភាពជាដៃគូដ៏ធ្ងន់ធ្ងរ The Sun និង Neptune អាចបង្កបញ្ហាធំៗ ប្រសិនបើអាថ៌កំបាំងហិរញ្ញវត្ថុកំពុងលេង។Venus និង Saturn បង្កើនបំណងប្រាថ្នារបស់អ្នកសម្រាប់ឯករាជ្យ ដែលធ្វើឱ្យវាពិបាកក្នុងការទទួលស្គាល់ឥទ្ធិពលដែលអ្នកមានលើអ្នកដទៃ។រឿង Squash ដោយជ្រើសរើសសកម្មភាពបង្រួបបង្រួមអ្នក និងដៃគូរបស់អ្នកអាចដោះស្រាយគ្នាជាក្រុមបាន នៅពេលដែល Luna ពិនិត្យមើលថ្នាំងនៃជោគវាសនាយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Rewards are in the store if you tap into your power, darling Taurus, as the Capricorn Moon and Mars unite. Tackle hurdles that once stood in your way, amplifying your bravery and boldness along the way. Pay no heed to jealous whispers you sense on the periphery while Mercury squares the nodes of fate. Meanwhile, the Sun and Neptune dust up, creating a glamorous haze that makes it difficult to tell who is and isn't trustworthy. Rather than gambling with your heart, take a reserved approach toward partnerships as Venus squares Saturn. Enjoy lighthearted fun to give your mind a break when Luna dances with the nodes of fate this evening."
        },
        "kh": {
            "today": "រង្វាន់មាននៅក្នុងហាង ប្រសិនបើអ្នកចូលទៅក្នុងថាមពលរបស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជា Capricorn Moon និង Mars រួបរួមគ្នា។ដោះស្រាយ​ឧបសគ្គ​ដែល​ធ្លាប់​ឈរ​នៅ​ក្នុង​ផ្លូវ​របស់​អ្នក ពង្រីក​ភាព​ក្លាហាន​និង​ភាព​ក្លាហាន​របស់​អ្នក​នៅ​តាម​ផ្លូវ។កុំខ្វល់នឹងការខ្សឹបខ្សៀវច្រណែនដែលអ្នកយល់នៅលើបរិវេណ ខណៈពេលដែលភព Mercury កាត់ចំនុចនៃជោគវាសនា។ទន្ទឹមនឹងនេះ ព្រះអាទិត្យ និងភពណិបទូនបានហុយឡើង បង្កើតជាអ័ព្ទដ៏ភ្លឺស្វាង ដែលធ្វើឲ្យពិបាកក្នុងការប្រាប់ថាអ្នកណាជាអ្នកណា និងមិនគួរឱ្យទុកចិត្ត។ជាជាងលេងល្បែងដោយចិត្តរបស់អ្នក ចូរយកវិធីសាស្រ្តបម្រុងឆ្ពោះទៅរកភាពជាដៃគូដូចជា Venus squares Saturn ។រីករាយជាមួយភាពសប្បាយរីករាយស្រាលៗ ដើម្បីឱ្យចិត្តរបស់អ្នកបានសម្រាកនៅពេល Luna រាំជាមួយថ្នាំងនៃវាសនាល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Change requires strategy and action, dearest Gemini. As the Capricorn Moon and Mars unite, apply discipline to your aspirations and break cycles of procrastination. A desire to linger in your comfort zone could cause you to stall while Mercury forms a T-square with the nodes of fate. The Sun and Neptune challenge you further, creating a dreamy energy that might lure you off track or stir up indecisiveness. Recognize if left ones have been too demanding of your time when Venus squares Saturn, setting new boundaries if necessary. Switch gears and enjoy warm moments at home once the nodes of fate activate tonight."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរតម្រូវឱ្យមានយុទ្ធសាស្រ្ត និងសកម្មភាព ជាទីស្រឡាញ់បំផុត Gemini ។នៅពេលដែល Capricorn Moon និង Mars រួបរួមគ្នា សូមអនុវត្តវិន័យចំពោះសេចក្តីប្រាថ្នារបស់អ្នក និងបំបែកវដ្តនៃការពន្យារពេល។បំណងប្រាថ្នាក្នុងការស្នាក់នៅក្នុងតំបន់សុខស្រួលរបស់អ្នកអាចបណ្តាលឱ្យអ្នកជាប់គាំងខណៈពេលដែល Mercury បង្កើតជា T-square ជាមួយនឹងថ្នាំងនៃជោគវាសនា។ព្រះអាទិត្យ និងភពណិបទូន ប្រជែងអ្នកបន្ថែមទៀត ដោយបង្កើតថាមពលក្នុងសុបិន ដែលអាចទាក់ទាញអ្នកចេញពីផ្លូវ ឬជំរុញឱ្យមានភាពមិនច្បាស់លាស់។ទទួលស្គាល់ថាតើអ្នកដែលនៅសេសសល់ទាមទារពេលវេលារបស់អ្នកខ្លាំងពេកទេ នៅពេលដែល Venus បង្វិលភពសៅរ៍ ដោយកំណត់ព្រំដែនថ្មីប្រសិនបើចាំបាច់។ប្តូរឧបករណ៍ និងរីករាយជាមួយពេលវេលាដ៏កក់ក្តៅនៅផ្ទះ នៅពេលដែលថ្នាំងនៃជោគវាសនាដំណើរការនៅយប់នេះ។"
        }
    }
]