[
    {
        "sign": "Aries",
        "en": {
            "today": "Don't stifle your vibrancy under this morning's Sagittarius full Moon, dear Aries, unapologetically taking up space while reaching for more. A helpful connection between Mercury and Venus sharpens your intuition, helping you see the present moment with great clarity. Use this energy to your advantage by gazing toward the future once Lune enters Capricorn, shifting the focus toward long-term goals. Now is the perfect time to brainstorm strategies that will bring you closer to success. Just be mindful of your limits before biting off more than you can chew when the Moon enters a t-square with Jupiter, Saturn, and Neptune later tonight."
        },
        "kh": {
            "today": "កុំរារាំងភាពរំជើបរំជួលរបស់អ្នកនៅក្រោមព្រះច័ន្ទពេញរបស់ Sagittarius នៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់ Aries, ជាទីស្រឡាញ់, អវកាសដែលទទួលបានអវកាសខណៈពេលដែលឈានដល់។ការតភ្ជាប់ដែលមានប្រយោជន៍រវាងបារតនិងវណ្ណយុត្តិពង្រឹងវិចារណញាណរបស់អ្នកដោយជួយអ្នកឱ្យមើលឃើញពេលវេលាបច្ចុប្បន្នដោយភាពច្បាស់លាស់ដ៏អស្ចារ្យ។ប្រើថាមពលនេះដើម្បីទទួលបានអត្ថប្រយោជន៍របស់អ្នកដោយសំឡឹងមើលទៅអនាគតនៅពេលដែលលោក Lune ចូលមក Capricorn ផ្លាស់ប្តូរឆ្ពោះទៅរកគោលដៅរយៈពេលវែង។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីបង្កើតយុទ្ធសាស្ត្រខួរក្បាលដែលនឹងនាំឱ្យអ្នកកាន់តែខិតជិតទទួលបានជោគជ័យ។គ្រាន់តែគិតពីដែនកំណត់របស់អ្នកមុនពេលខាំច្រើនជាងអ្វីដែលអ្នកអាចទំពារនៅពេលដែលព្រះច័ន្ទចូលដល់ការ៉េរបស់ T-Square ជាមួយភពព្រហស្បតិ៍, សៅថននិង Neptune នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your heart is wide open under the Sagittarius full Moon, dear Leo, but avoid giving your love away too freely. This energy emphasizes the importance of mutually beneficial relationships, helping you steer clear of users and faux friends. Put focus on your secret hopes and dreams while Mercury aspects Venus. Meditating on your aspirations can provide clear visions for the path ahead. Put your epiphanies into motion once Luna enters Capricorn, emphasizing the importance of hard work. Ideas multiply when the Moon, Jupiter, Saturn, and Neptune align later tonight, but your plans could topple if practicality and order aren't prioritized."
        },
        "kh": {
            "today": "បេះដូងរបស់អ្នកបើកចំហយ៉ាងទូលំទូលាយនៅក្រោមព្រះច័ន្ទពេញរបស់ Sagittarius, Leo ដែលជាទីស្រឡាញ់, ប៉ុន្តែចៀសវាងការផ្តល់ក្តីស្រឡាញ់របស់អ្នកឱ្យឆ្ងាយពេក។ថាមពលនេះសង្កត់ធ្ងន់លើសារៈសំខាន់នៃទំនាក់ទំនងដែលមានប្រយោជន៍ទៅវិញទៅមកជួយអ្នកឱ្យបានច្បាស់ពីអ្នកប្រើប្រាស់និងមិត្តភក្តិ faux ។ដាក់ផ្តោតលើក្តីសង្ឃឹមនិងក្តីសុបិន្តសម្ងាត់របស់អ្នកខណៈពេលដែលទិដ្ឋភាពបារត។ការរំពឹងគិតអំពីសេចក្តីប្រាថ្នារបស់អ្នកអាចផ្តល់នូវចក្ខុវិស័យច្បាស់លាស់សម្រាប់ផ្លូវខាងមុខ។ដាក់អេភីភីហ៊ីយ៉ារបស់អ្នកឱ្យមានចលនានៅពេលដែល Luna ចូល Capricorn ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការខិតខំ។គំនិតគុណនៅពេលដែលព្រះច័ន្ទភពភពព្រហស្បតិ៍សៅហ្មងនិងណឺថុនបានតម្រង់ជួរនៅយប់នេះប៉ុន្តែផែនការរបស់អ្នកអាចនឹងមានដើមកំណើតនិងបញ្ជាទិញមិនត្រូវបានផ្តល់អាទិភាព។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Examine what gives you a sense of power, dear Taurus, as the Sagittarius Moon rises in your solar eighth house. If you've felt stuck and unable to cultivate change, identifying and releasing blocks will act as the first step forward. Self-love and clarity go hand in hand while Mercury and Venus align. Believe in your visions while sharing them, and you'll generate the necessary interest. Lucky breaks could emerge once Lune enters Capricorn this evening. Schedule some alone time later tonight when the Moon aligns with Jupiter, Saturn, and Neptune, finding inner peace so the universe might reveal alternative paths."
        },
        "kh": {
            "today": "ពិនិត្យមើលអ្វីដែលផ្តល់ឱ្យអ្នកនូវថាមពលនៃ Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទ Sagittarius បានកើនឡើងនៅក្នុងផ្ទះទី 8 របស់អ្នក។ប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់គាំងនិងមិនអាចដាំដុះការផ្លាស់ប្តូរការកំណត់អត្តសញ្ញាណនិងការចេញផ្សាយប្លុកនឹងដើរតួជាជំហានទី 1 ទៅមុខ។ការស្រឡាញ់ខ្លួនឯងនិងភាពច្បាស់លាស់ដើរទន្ទឹមគ្នាខណៈដែលបារតនិងភេនសិនតម្រឹម។ជឿលើចក្ខុវិស័យរបស់អ្នកនៅពេលចែករំលែកពួកគេហើយអ្នកនឹងបង្កើតចំណាប់អារម្មណ៍ចាំបាច់។ការសំរាកដ៏មានសំណាងអាចលេចចេញមកនៅល្ខោនខោលនេះចូលក្នុងទីក្រុង Capricorn នៅល្ងាចនេះ។កំណត់ពេលវេលាខ្លះនៅយប់នេះនៅពេលដែលព្រះច័ន្ទតម្រឹមជាមួយភពព្រហស្បតិ៍សៅរ៍និងណេបតុនដោយស្វែងរកសន្តិភាពខាងក្នុងដូច្នេះសកលលោកអាចបង្ហាញផ្លូវជំនួស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Romance coats your world under the Sagittarius full Moon, dear Gemini, amplifying the desire to be adored. Luckily, you won't have any issues commanding attention when Venus and Mercury align, though you may need to take the first steps in establishing a connection. If a companion isn't capable of giving you what you need, create it for yourself through self-care and luxurious moments. The vibe intensifies once Luna enters Capricorn, increasing your desire for intimacy. Unfortunately, hash connections with Jupiter, Saturn, and Neptune could make it difficult to break down barriers. Rather than pushing against emotional walls, find companions who aren't afraid of vulnerability."
        },
        "kh": {
            "today": "មនោសញ្ចេតនារបស់អ្នកធ្វើឱ្យពិភពលោករបស់អ្នកមាននៅក្រោមព្រះច័ន្ទ Sagittarius ពេញរបស់ Sagittarius ជាទីស្រឡាញ់ Gemini ជាទីស្រឡាញ់អះអាងថាមានបំណងចង់គោរពកោតសរសើរ។សំណាងអ្នកនឹងមិនមានបញ្ហាក្នុងការយកចិត្តទុកដាក់នៅពេលដែល Venus មាន Venus ទោះបីជាអ្នកអាចនឹងចាត់វិធានការដំបូងក្នុងការបង្កើតការតភ្ជាប់ក៏ដោយ។ប្រសិនបើដៃគូមិនមានសមត្ថភាពក្នុងការផ្តល់ឱ្យអ្នកនូវអ្វីដែលអ្នកត្រូវការបង្កើតវាសម្រាប់ខ្លួនអ្នកតាមរយៈការថែទាំខ្លួនឯងនិងគ្រាដ៏ប្រណីត។ភាពរស់រវើកកាន់តែខ្លាំងនៅពេលដែល Luna ចូល Capricorn បង្កើនបំណងប្រាថ្នារបស់អ្នកសម្រាប់ភាពស្និទ្ធស្នាល។ជាអកុសលការតភ្ជាប់ Hash ជាមួយនឹងភពព្រហស្បតិ៍, សៅរ៍, និង Neptune អាចធ្វើឱ្យមានការលំបាកក្នុងការបំបែកឧបសគ្គ។ជាជាងរុញច្រានប្រឆាំងនឹងជញ្ជាំងអារម្មណ៍ស្វែងរកដៃគូដែលមិនខ្លាចភាពងាយរងគ្រោះ។"
        }
    }
]