[
    {
        "sign": "Aries",
        "en": {
            "today": "Much occurs during the pre-dawn hours, dear Aries, as the Pisces moon aligns with Jupiter and Saturn. Emotional shifts usher you toward healing, rewiring the inner workings of your mind. Mars and Neptune activate as day breaks, circulating dreamy yet passionate vibes. Use this energy to intensify romantic connections, or put action behind your own creative visions. You'll feel refreshed and eager to socialize once Luna enters your sign, connecting with Uranus and Pluto. This cosmic climate is perfect for playing the role of tour guide, exposing friends to your favorite hidden gems. Your esoteric side comes out to play while Mercury stirs midafternoon, inspiring you to ponder abstract questions."
        },
        "kh": {
            "today": "មានច្រើនកើតឡើងក្នុងកំឡុងពេលម៉ោងមុនថារ, ជាទីស្រឡាញ់ aries, ដូចជា Pisces Conce តម្រឹមជាមួយភពព្រហស្បតិ៍និងសៅរ៍។ការផ្លាស់ប្តូរអារម្មណ៍របស់អ្នកធ្វើឱ្យអ្នកឆ្ពោះទៅរកការព្យាបាលដោយបង្វែរការងារខាងក្នុងនៃគំនិតរបស់អ្នក។Mars និង Neptune ធ្វើឱ្យសកម្មនៅពេលដែលការសម្រាកថ្ងៃ, ការចែកចាយភាពស្រស់ថ្លាប៉ុន្តែមានចំណូលចិត្ត។ប្រើថាមពលនេះដើម្បីបង្កើនការតភ្ជាប់រ៉ូមែនទិកឬដាក់សកម្មភាពនៅពីក្រោយចក្ខុវិស័យច្នៃប្រឌិតផ្ទាល់ខ្លួនរបស់អ្នក។អ្នកនឹងមានអារម្មណ៍ស្រស់ស្រាយនិងចង់ធ្វើឱ្យសង្គមនៅពេលដែលលូណាចូលក្នុងសញ្ញារបស់អ្នកដោយភ្ជាប់ជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូ។អាកាសធាតុកែសម្ផស្សនេះគឺល្អឥតខ្ចោះសម្រាប់ការដើរតួជាមគ្គុទេសទេសចរណ៍ដោយលាតត្រដាងមិត្តភក្តិទៅត្បូងលាក់របស់អ្នក។ផ្នែកខាង Esoteric របស់អ្នកចេញមកលេងខណៈដែល Mancury Stirs Midshurnoon បំផុសគំនិតអ្នកឱ្យពិចារណាសំណួរអរូបី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Pisces moon aligns with Jupiter, Saturn, Mars, and Neptune early this morning, dearest Leo, supercharging your aura overnight. You should wake up feeling refreshed and eager to embrace meaningful changes, regardless of the sacrifices they may entail. Spiritual reinforcements boost your morale even further, as Luna makes her debut in Aries. Helpful connections with Uranus, Pluto, and Mercury emerge throughout the day, giving you a special ability to charm peers and rally others to your cause. Matters of the heart also come into focus, helping you decipher who you can build healthy dynamics with that inspire mutual growth."
        },
        "kh": {
            "today": "Pisces Mon តម្រឹមជាមួយភពព្រហស្បតិ៍, ភព, ភពព្រះអង្គារ, និង Neptune នៅព្រឹកព្រលឹម, Leo, Superchharged Aura របស់អ្នកពេញមួយយប់។អ្នកគួរតែភ្ញាក់ឡើងមានអារម្មណ៍ស្រស់ស្រាយហើយចង់ឱបក្រសោបការផ្លាស់ប្ដូរដែលមានអត្ថន័យដោយមិនគិតពីយញ្ញបូជាដែលពួកគេអាចចូលរួម។ការពង្រឹងការបំពេញបន្ថែមខាងវិញ្ញាណបង្កើនសុជីវធម៌របស់អ្នកថែមទៀតនៅពេលដែល Luna ធ្វើឱ្យនាងចាប់ផ្តើមដំបូងនៅក្នុង Aries ។ការតភ្ជាប់មានប្រយោជន៍ជាមួយអ៊ុយរ៉ានុសផ្លាតូនិងបារតផុសឡើងពេញមួយថ្ងៃដោយផ្តល់ឱ្យអ្នកនូវសមត្ថភាពពិសេសក្នុងការទាក់ទាញមិត្តភក្តិនិងប្រមូលផ្តុំអ្នកដទៃទៀតឱ្យបាន។បញ្ហានៃបេះដូងក៏បានផ្តោតអារម្មណ៍ផងដែរដែលជួយអ្នកឱ្យឌិគ្រីបដែលអ្នកអាចកសាងសក្ដានុពលដែលមានសុខភាពល្អជាមួយនឹងការជម្រុញកំណើនទៅវិញទៅមក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Get your socializing over with early, sweet Taurus, while the Pisces moon aligns with Jupiter, Saturn, Mars, and Neptune. Whether you party until dawn or wake up early to catch up on correspondence, you'll want to wrap up before the moon enters Aries and lures you toward seclusion. Give yourself an unexpected treat while Uranus and Pluto activate, validating your own hard work with a taste of luxury. Leave your phone in another room to ensure your peace is not disrupted. You'll feel more social midafternoon once Mercury stirs, but should stick to company that is free of judgment and full of love."
        },
        "kh": {
            "today": "ធ្វើឱ្យសង្គមរបស់អ្នកមានទំនាក់ទំនងសង្គមរបស់អ្នកនៅដើម Taurus ផ្អែមខណៈពេលដែល Pisces Moon តម្រឹមជាមួយភពព្រហស្បតិ៍, ភព, ភពព្រះអង្គារ, និង Neptune ។មិនថាអ្នកជប់លៀងទេរហូតដល់ព្រឹកព្រលឹមឬក្រោកពីព្រលឹមដើម្បីចាប់យកការឆ្លើយឆ្លងអ្នកនឹងចង់រុំមុនពេលដែលព្រះច័ន្ទចូលទៅក្នុងផ្ទះនិងទាក់ទាញអ្នកឆ្ពោះទៅរកការបំបែកខ្លួន។ផ្តល់ឱ្យខ្លួនអ្នកនូវការព្យាបាលដែលមិនបានរំពឹងទុកខណៈពេលដែលអ៊ុយរ៉ានុសនិងផ្លាតូធ្វើឱ្យសកម្មដោយធ្វើឱ្យការខិតខំប្រឹងប្រែងរបស់អ្នកជាមួយនឹងរសជាតិនៃភាពប្រណីត។ទុកឱ្យទូរស័ព្ទរបស់អ្នកនៅក្នុងបន្ទប់មួយផ្សេងទៀតដើម្បីធានាថាសន្តិភាពរបស់អ្នកមិនត្រូវបានរំខាន។អ្នកនឹងមានអារម្មណ៍ថាពាក់កណ្តាលសង្គមមួយនៅពាក់កណ្តាលសប្តាហ៍នេះនៅពេលដែលការប្រណាំងសេះ Mercury Stirs ប៉ុន្តែគួរតែនៅជាប់នឹងក្រុមហ៊ុនដែលមិនមានការវិនិច្ឆ័យនិងពេញលេញនៃសេចក្តីស្រឡាញ់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe moves mountains for you early this morning, dear Gemini, as the Pisces moon aligns with Jupiter, Saturn, Mars, and Neptune. As your foundations stabilize and expand, consider how you can work smarter to ensure your kingdom flourishes. Start your day on a healthy note and take care of any last-minute chores that need attention before Monday arrives. You'll be in demand socially once Luna enters Aries, aligning with Uranus, Pluto, and Mercury. This cosmic climate is all about finding your voice within the communities and relationships you value most, improving the dynamics that bring magick to your world."
        },
        "kh": {
            "today": "សាកលលោករំកិលលើភ្នំសម្រាប់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ព្រោះ Pisces Moon តម្រឹមជាមួយភព Pupiter, Saturn, Mars, Mars និង Neptune ។នៅពេលដែលគ្រឹះរបស់អ្នកមានស្ថិរភាពនិងពង្រីកសូមពិចារណាពីរបៀបដែលអ្នកអាចធ្វើការកាន់តែឆ្លាតដើម្បីធានាថារាជាណាចក្ររបស់អ្នករីកចម្រើន។ចាប់ផ្តើមថ្ងៃរបស់អ្នកលើកំណត់ត្រាដែលមានសុខភាពល្អនិងថែរក្សាការងារដែលត្រូវការនៅនាទីចុងក្រោយដែលត្រូវការការយកចិត្តទុកដាក់មុនថ្ងៃច័ន្ទមកដល់។អ្នកនឹងស្ថិតក្នុងតម្រូវការក្នុងសង្គមនៅពេលដែល Luna ចូល Aries ការតម្រឹមជាមួយអ៊ុយរ៉ានុសផ្លាតូនិងបារត។អាកាសធាតុកែសម្ផស្សនេះគឺអំពីការស្វែងរកសំលេងរបស់អ្នកនៅក្នុងសហគមន៍និងទំនាក់ទំនងដែលអ្នកឱ្យតម្លៃបំផុតធ្វើឱ្យប្រសើរឡើងនូវសក្ដានុពលដែលនាំមកនូវការធ្វើឱ្យពិភពរបស់អ្នក។"
        }
    }
]