[
    {
        "sign": "Aries",
        "en": {
            "today": "Be mindful of what and who you place value into, dear Aries, as the moon enters Taurus. A harsh square with Pluto will create blind spots, making it difficult to see beyond your preconceived notions. Search for beauty, and it will be found, helping you move away from restrictive points of view. A sweet connection between Mercury Rx and Venus allows you to peel back conversational layers, revealing true colors and open hearts. Good news within your private life could emerge later this afternoon, thanks to a supporting role from Jupiter. These vibes also bring growth where you funnel nurturing and care."
        },
        "kh": {
            "today": "ចូរគិតអំពីអ្វីដែលអ្នកបានដាក់តម្លៃចូលទៅក្នុងអាហ្គ្រីនដែលជាទីស្រឡាញ់ដូចព្រះចន្ទចូលតាស។ការេដ៏សាហាវមួយដែលមានផ្លាតូនឹងបង្កើតចំណុចពិការភ្នែកធ្វើឱ្យពិបាកមើលលើសពីសញ្ញាណដែលបានគិតទុកជាមុនរបស់អ្នក។ស្វែងរកភាពស្រស់ស្អាតហើយវានឹងត្រូវបានរកឃើញជួយអ្នកឱ្យចាកចេញពីចំណុចដែលរឹតត្បិត។ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាងបារតបារតនិងភេនសឺរីអនុញ្ញាតឱ្យអ្នកបញ្ចោញស្រទាប់សន្ទនាខាងក្រោយដោយបង្ហាញពីពណ៌ពិតនិងបើកដួងចិត្ត។ដំណឹងល្អក្នុងជីវិតឯកជនរបស់អ្នកអាចលេចចេញមកនៅរសៀលនេះដោយអរគុណដល់តួនាទីគាំទ្រពីភពព្រហស្បតិ៍។ភាពរស់រវើកទាំងនេះក៏នាំមកនូវកំណើនដែលអ្នកបានចិញ្ចឹមបីបាច់ថែរក្សានិងថែទាំ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Gradually increase your responsibilities and ambitions, dear Leo, as the moon enters Taurus. Activating the sector of your chart that governs success, this luminary placement gives you a chance to shine publicly. Be mindful of any personal adjustments that will need to be made as your star rises while Luna squares Pluto. Follow up with new alliances once Mercury rx and Venus activate, putting in the work to develop connections that can add value to your life. You'll be in philosophical spirits when Jupiter activates later today, marking the perfect time to connect with your spirituality while opening the mind."
        },
        "kh": {
            "today": "បង្កើនការទទួលខុសត្រូវនិងមហិច្ឆិតារបស់អ្នកបន្តិចម្តង ៗ ឈ្មោះលីអូជាបណ្តើរ ៗ នៅពេលដែលព្រះចន្ទចូលតារូស។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងជោគជ័យការដាក់ភ្លាំងពន្លឺនេះផ្តល់ឱ្យអ្នកនូវឱកាសមួយភ្លែត។សូមចងចាំនូវការកែសំរួលផ្ទាល់ខ្លួនណាមួយដែលត្រូវការធ្វើនៅពេលដែលតារារបស់អ្នកកើនឡើងខណៈពេលដែល Luna Squares Pluto ។តាមដានសម្ព័ន្ធភាពថ្មីនៅពេលដែលរ៉េឌីន RX RX និង Venus Venus ធ្វើឱ្យសកម្មដោយដាក់ការងារដើម្បីអភិវឌ្ឍការភ្ជាប់ដែលអាចបន្ថែមតម្លៃដល់ជីវិតរបស់អ្នក។អ្នកនឹងមាននៅក្នុងវិញ្ញាណទស្សនវិជ្ជានៅពេលដែល Jupiter សកម្មក្រោយមកនៅថ្ងៃនេះដោយគ្រាន់តែជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីភ្ជាប់ទំនាក់ទំនងរវាងភាពខាងវិញ្ញាណរបស់អ្នកនៅពេលបើកចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon drifts into your sign early this morning, sweet Taurus, uplifting your heart and mind. Take some time to appreciate the character and confidence you've developed while continuing to evolve. You could become frustrated with gatekeepers as Luna squares Pluto. Don't let hurdles discourage you, but acknowledge if more experience is needed to achieve higher levels of success. Connect with your oldest friends or favorite family members once Mercury rx and Venus align, recognizing who has your back and helps you feel safe. Expand upon existing ideas and prepare to reach for more while Jupiter stirs later today."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះ Taurus ផ្អែមលើកស្ទួយដួងចិត្តនិងគំនិតរបស់អ្នក។ចំណាយពេលខ្លះដើម្បីកោតសរសើរចំពោះចរិតនិងទំនុកចិត្តដែលអ្នកបានអភិវឌ្ឍខណៈពេលកំពុងបន្តវិវត្ត។អ្នកអាចមានការខកចិត្តជាមួយអ្នកថែរក្សាទ្វារនៅពេលដែលឡុងការ៉េផ្លូតូ។កុំអោយឧបសគ្គរារាំងអ្នកប៉ុន្តែត្រូវទទួលស្គាល់ប្រសិនបើត្រូវការបទពិសោធច្រើនទៀតដើម្បីទទួលបាននូវកម្រិតខ្ពស់នៃភាពជោគជ័យខ្ពស់។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តចាស់បំផុតរបស់អ្នកឬសមាជិកគ្រួសារដែលអ្នកចូលចិត្តនៅពេលដែល Mercury RX និង Venus Venus មានសិទ្ធិទទួលស្គាល់ថាតើអ្នកណាមានខ្នងអ្នកនិងជួយឱ្យអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍សុវត្ថិភាព។ពង្រីកលើគំនិតដែលមានស្រាប់និងរៀបចំដើម្បីឈានទៅរកការឈានដល់ខណៈពេលដែលជូរីជំរុញនៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your fantasies will feel more real and within reach today, dear Gemini, as Luna enters Taurus and your solar twelfth house. Close doors that have stifled growth, and prepare to take on new endeavors. Honor the sacrifices your ancestors made while Pluto stirs, making a vow to yourself and the universe to find empowerment through their stories. This energy also entitles you to a little extra aid from beyond, so don't hesitate to ask for divine assistance. Revisit ideas that have fallen to the wayside when Mercury rx and Venus align. Jupiter will bring luck to your financial situation later this afternoon."
        },
        "kh": {
            "today": "ការស្រមើស្រមៃរបស់អ្នកនឹងមានអារម្មណ៍ធូរស្បើយហើយក្នុងការឈានដល់សព្វថ្ងៃនេះ Gemini ជាទីស្រឡាញ់ខណៈដែល Luna ចូល Taurus និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។បិទទ្វារដែលបានធ្វើឱ្យមានការរីកចម្រើនហើយត្រៀមខ្លួនដើម្បីទទួលយកការខិតខំថ្មី។គោរពបូជាបុព្វបុរសរបស់អ្នកបានធ្វើនៅពេលផ្លាតូជំរុញការស្បថចំពោះខ្លួនអ្នកនិងសកលលោកដើម្បីស្វែងរកការផ្តល់អំណាចតាមរយៈរឿងរ៉ាវរបស់ពួកគេ។ថាមពលនេះផ្តល់សិទ្ធិឱ្យអ្នកផ្តល់ជំនួយបន្ថែមបន្តិចបន្តួចពីការលើសពីនេះដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការស្នើសុំជំនួយដ៏ទេវភាព។ពិនិត្យមើលគំនិតដែលបានធ្លាក់ចុះយ៉ាងខ្លាំងនៅពេលបារតបារតនិង Venus ចូល។ភពព្រហស្បតិ៍នឹងនាំមកនូវសំណាងដល់ស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នកនៅរសៀលនេះ។"
        }
    }
]