[
    {
        "sign": "Aries",
        "en": {
            "today": "There will be much to process throughout the day, darling Aries, as the Scorpio moon aligns with Mars, Mercury, Jupiter, Saturn, and Neptune. Go with what makes you feel empowered and emotionally safe, actively structuring your life to create more space for happiness. Take action on dreams you've been harboring, understanding that you alone are responsible for making these visions a reality. Big emotions bubble up while Jupiter and Chiron square off, and you'll find healing by staying positive and true to yourself. Divine inspiration strikes later tonight once Luna enters Sagittarius and opposes Uranus, adding vibrancy to your ideas."
        },
        "kh": {
            "today": "វានឹងមានដំណើរការច្រើនពេញមួយថ្ងៃ Darling Aries ដែលជា Scorpio Mon តម្រឹមជាមួយភពព្រះអង្គបារ, បារត, ភព, ភពភព, សៅរ៍, និង Neptune, និង Neptune, ។ទៅជាមួយអ្វីដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានថាមពលនិងមានសុវត្ថិភាពខាងផ្លូវមានសុវត្ថិភាពរៀបចំជីវិតរបស់អ្នកយ៉ាងខ្លាំងដើម្បីបង្កើតកន្លែងទំនេរច្រើនសម្រាប់សុភមង្គល។ចាត់វិធានការលើក្តីសុបិន្តដែលអ្នកបានធ្វើឱ្យមានការយោគយល់ដែលអ្នកគ្រាន់តែទទួលខុសត្រូវក្នុងការធ្វើឱ្យទស្សនៈវិស័យទាំងនេះក្លាយជាការពិត។អារម្មណ៍ធំ ៗ នៅពេលដែលជូរីនិងជឺរីមការ៉េចេញហើយអ្នកនឹងរកឃើញការជាសះស្បើយដោយរក្សាភាពវិជ្ជមាននិងពិតចំពោះខ្លួនអ្នក។ការបំផុសគំនិតដ៏ទេវភាពបានធ្វើកូដកម្មនៅយប់នេះនៅពេលដែល Luna ចូល Sagittarius ហើយប្រឆាំងនឹងអ៊ុយរ៉ានុសបន្ថែមភាពរស់រវើកដល់គំនិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Spend the first half of your day nurturing the spirit, dear Leo, as the Scorpio moon aligns with Mars, Mercury, and Jupiter. You'll feel ready to lower your guard and embrace intimacy once Saturn and Neptune activate, helping you find security in companionships. These vibes also help you establish healthier cycles within your relationships. When it comes to partnerships, open the conversation to independent and shared dreams, discussing how you can support one another. As Jupiter and Chiron square off, mindfulness, growth, and healing coincide. Notice if you start to feel restless when Luna enters Sagittarius and opposes Uranus tonight, channeling your energy into creative projects."
        },
        "kh": {
            "today": "ចំណាយពេលពាក់កណ្តាលដំបូងនៃថ្ងៃដំបូងរបស់អ្នកដែលចិញ្ចឹមបីបាច់វិញ្ញាណ, លីអូ, ដូចជា Scorpio Mon King តម្រឹមជាមួយភពព្រះអង្គបារ, បារតនិងភពព្រហស្បតិ៍។អ្នកនឹងមានអារម្មណ៍ថាត្រៀមខ្លួនជាស្រេចដើម្បីបន្ទាបខ្លួនរបស់អ្នកហើយចាប់យកភាពស្និទ្ធស្នាលនៅពេលដែល Saturn និង Neptune Active ជួយអ្នកឱ្យរកឃើញសន្តិសុខនៅក្នុងភាពជាដៃគូ។ភាពរស់រវើកទាំងនេះក៏ជួយអ្នកបង្កើតវដ្តដែលមានសុខភាពល្អនៅក្នុងទំនាក់ទំនងរបស់អ្នកផងដែរ។នៅពេលនិយាយអំពីភាពជាដៃគូសូមបើកការសន្ទនាដល់ក្តីសុបិន្តឯករាជ្យនិងចែករំលែកដោយពិភាក្សាពីរបៀបដែលអ្នកអាចគាំទ្រគ្នាទៅវិញទៅមក។ក្នុងនាមជាភពព្រហស្បតិ៍និងមជ្ឍមណ្ឌល Chiron Seting បិទការគិតការលូតលាស់កំណើននិងការជាសះស្បើយស្របគ្នា។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកចាប់ផ្តើមមិនស្រួលនៅពេលដែល Luna ចូល Sagittarius ហើយប្រឆាំងនឹង Uranus នៅយប់នេះដោយបញ្ជូនថាមពលរបស់អ្នកទៅជាគម្រោងច្នៃប្រឌិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "People will be eager for your attention, dear Taurus, as the Scorpio moon aligns with Mars, Mercury, Jupiter, Saturn, and Neptune throughout the day. Give energy to those who enrich your life, but prioritize personal balance to ensure you don't become overstimulated. You'll be blessed with an exceptionally alluring aura, and should look for opportunities to gain influence. Romance also has a chance to bloom, mainly when you invest in those who bring out the best in you. Work with positive mantras to find healing while Jupiter and Chiron square off. Enjoy luxury but keep tabs on your spending once Luna enters Sagittarius and opposes Uranus later this evening."
        },
        "kh": {
            "today": "ប្រជាជននឹងចង់យកចិត្តទុកដាក់របស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជា Scorpio Mon តម្រឹមជាមួយភពព្រះអង្គបារ, បារត, ភពភព, ភពព្រហស្បតិ៍, និង Neptune ពេញមួយថ្ងៃ។ផ្តល់ថាមពលដល់អ្នកដែលធ្វើឱ្យជីវិតរបស់អ្នកកាន់តែប្រសើរប៉ុន្តែផ្តល់អាទិភាពដល់សមតុល្យផ្ទាល់ខ្លួនដើម្បីធានាថាអ្នកមិនត្រូវបានគេមើលមិនឃើញ។អ្នកនឹងទទួលបានការទាក់ទាញយ៉ាងខ្លាំងជាមួយនឹងការទាក់ទាញយ៉ាងខ្លាំងហើយគួរតែស្វែងរកឱកាសដើម្បីទទួលបានឥទ្ធិពល។មនោសញ្ចេតនាក៏មានឱកាសរីកដុះដាលផងដែរនៅពេលដែលអ្នកវិនិយោគលើអ្នកដែលនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងអ្នក។ធ្វើការជាមួយ Mantras វិជ្ជមានដើម្បីរកការព្យាបាលខណៈពេលដែលភពព្រហស្បតិ៍និង Chiron Square បិទ។សូមរីករាយជាមួយភាពប្រណីតប៉ុន្តែរក្សាផ្ទាំងនៅលើការចំណាយរបស់អ្នកនៅពេលដែល Luna ចូល Sagittarius ហើយប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Get an early start to catch up on work, dear Gemini, as the Scorpio moon aspects Mars, Mercury, and Jupiter. Your efforts will pay off once Saturn and Neptune activate later today, bringing you closer to any dreams of success that you've been nurturing. Continue putting pieces into place, and your big picture will soon come into focus. Avoid shopping online while Jupiter and Chiron square off, and consider taking a break from your screens to enjoy some fresh air. Romantic vibes flow when Luna enters Sagittarius and opposes Uranus tonight, sending bolts of electricity to the heart."
        },
        "kh": {
            "today": "ទទួលបានការចាប់ផ្តើមដំបូងដើម្បីចាប់យកការងារ, Gemini ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាព Mcorpio Monic, បារត, បារត, និងភពព្រហស្បតិ៍។កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នកនឹងត្រូវសងម្តងទៀតនៅពេលដែល Saturn និង Neptune ធ្វើឱ្យសកម្មនៅពេលក្រោយនៅថ្ងៃនេះដែលនាំឱ្យអ្នកខិតទៅរកក្តីសុបិន្តណាមួយដែលអ្នកបានចិញ្ចឹមបីបាច់។បន្តដាក់បំណែកចូលកន្លែងហើយរូបភាពដ៏ធំរបស់អ្នកនឹងផ្តោតអារម្មណ៍។ជៀសវាងការដើរទិញឥវ៉ាន់តាមអ៊ិនធរណេតខណៈពេលដែលភពព្រហស្បតិ៍និង Chiron Square បិទហើយពិចារណាការឈប់សម្រាកពីអេក្រង់របស់អ្នកដើម្បីរីករាយនឹងខ្យល់ស្រស់។ភាពរស់រវើករបស់រ៉ូមែនទិកហូរនៅពេលដែល Luna ចូល Sagittarius ហើយប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅយប់នេះដោយផ្ញើអគ្គិសនីដល់បេះដូង។"
        }
    }
]