[
    {
        "sign": "Aries",
        "en": {
            "today": "With the Sun and Mars in alignment, it'll be vital that you nurture yourself with the intent of boosting energy levels, sweet Aries. Meanwhile, the Cancer Moon connects with Venus and the nodes of fate, encouraging you to curb habits that throw a wrench in your wellness routines. Mercury, the planet of communication, moves into Leo this afternoon, amplifying your charisma and creative edge. Watch out for mood swings when Chiron becomes agitated this evening. A buzz fills the air when Luna aspects Uranus before entering Leo later tonight, nudging you to embrace your senses and the arts."
        },
        "kh": {
            "today": "ជាមួយនឹងព្រះអាទិត្យនិងភពព្រះអង្គារក្នុងការតម្រឹមវាពិតជាសំខាន់ណាស់ដែលអ្នកចិញ្ចឹមបីបាច់ខ្លួនឯងដោយមានចេតនាជំរុញកម្រិតថាមពលដែលមានរសជាតិឈ្ងុយឆ្ងាញ់។ទន្ទឹមនឹងនេះដែរព្រះចន្ទមហារីកភ្ជាប់ជាមួយ Venus និងថ្នាំងរបស់ជោគវាសនាលើកទឹកចិត្តអ្នកឱ្យទប់ស្កាត់ទម្លាប់ដែលបោះចោល wrench ក្នុងទម្លាប់សុខភាពរបស់អ្នក។បារតភពផែនដីនៃការទំនាក់ទំនងផ្លាស់ប្តូរទៅឡេអូរសៀលនេះពង្រីកភាពរអាក់រអួលរបស់អ្នកនិងគែមច្នៃប្រឌិតរបស់អ្នក។ប្រយ័ត្នចំពោះការផ្លាស់ប្តូរអារម្មណ៍នៅពេលដែលឈីនមានអារម្មណ៍ធុញថប់នៅល្ងាចនេះ។ការភ្ញាក់ផ្អើលមួយបានបំពេញខ្យល់នៅពេលដែលទិដ្ឋភាពនៃឡូសនៅមុនពេលចូលលីអូនៅយប់នេះដោយអាក្រាតអ្នកចាប់យកអារម្មណ៍និងសិល្បៈរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "As the Sun and Mars form an energizing aspect, sweet Leo reminds you that true passion stems from deep within. Lucky breakthroughs could reshape your future while the Cancer Moon aligns with Venus and the nodes of fate, so try not to shy away from change. Mercury enters your sign this afternoon, offering clarity of mind and sharpened communication skills. Watch for signs from the universe while Chiron stirs this evening, but try not to overanalyze any messages you receive. You'll have a chance to defeat obstacles and step out of the shadows when Luna aspects Uranus before entering your sign later tonight."
        },
        "kh": {
            "today": "នៅពេលព្រះអាទិត្យនិងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពដែលមានថាមពលផ្តល់ឱ្យអ្នកផ្អែមល្ហែមរំ you កអ្នកថាចំណង់ចំណូលចិត្តពិតកើតចេញពីជ្រៅ។របកគំហើញសំណាងអាចផ្លាស់ប្តូរអនាគតរបស់អ្នកខណៈពេលដែលមហារីកមហារីកតម្រឹមជាមួយ Venus មាន inenus និងថ្នាំងនៃជោគវាសនាដូច្នេះព្យាយាមមិនឱ្យខ្មាស់អៀនពីការផ្លាស់ប្តូរ។បារតចូលក្នុងខិត្តប័ណ្ណរបស់អ្នកនៅរសៀលនេះផ្តល់ភាពច្បាស់លាស់នៃចិត្តនិងធ្វើឱ្យមានជំនាញទំនាក់ទំនងយ៉ាងច្បាស់។សូមមើលសញ្ញាពីសកលលោកខណៈដែលជ័រកោណឆែកនៅល្ងាចនេះប៉ុន្តែព្យាយាមមិនឱ្យធ្វើឱ្យខ្សែក្រវាត់សារដែលអ្នកទទួលបាន។អ្នកនឹងមានឱកាសកម្ចាត់ឧបសគ្គនិងដើរចេញពីស្រមោលនៅពេលដែលទិដ្ឋភាពឡូសអ៊ុយរ៉ានុសមុនពេលចូលទៅក្នុងសញ្ញាសំគាល់របស់អ្នកនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll have a knack for expressing your most creative visions in cohesive and appealing ways, dear Taurus, thanks to a sweet alliance between the Sun and Mars. As the Moon moves through Cancer, aligning with Venus and the nodes of fate, now is the perfect time to stand in your uniqueness to gain attention and new connections. Your intuition spikes once Mercury enters Leo this afternoon, helping you better understand the emotions of those you encounter. Build upon existing ideas while exploring new concepts from the comfort of home when Luna aspects Uranus before entering creative Leo later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងធ្វើឱ្យមានភាពច្នៃប្រឌិតសម្រាប់វិធីច្នៃប្រឌិតដែលអ្នកមានភាពច្នៃប្រឌិតរបស់អ្នកនៅក្នុងវិធីដែលមានភាពច្នៃប្រឌិតនិងទាក់ទាញ, ជាទីស្រឡាញ់ Taurus, អរគុណដល់សម្ព័ន្ធភាពផ្អែមល្ហែមរវាងព្រះអាទិត្យនិងភពព្រះអង្គារ។នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរជំងឺមហារីកការតម្រឹមជាមួយភពសុក្រនិងថ្នាំងនៃជោគវាសនាឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីឈរតាមភាពប្លែករបស់អ្នកដើម្បីទទួលបានការយកចិត្តទុកដាក់និងការភ្ជាប់ថ្មី។វិចារណញាណរបស់អ្នកនៅពេលដែលអ្នកការពារការបារតរបស់អ្នកបានចូលមកនៅរសៀលនេះដោយជួយអ្នកឱ្យយល់កាន់តែច្បាស់អំពីអារម្មណ៍របស់អ្នកដែលអ្នកជួបប្រទះ។សាងសង់គំនិតដែលមានស្រាប់នៅពេលស្វែងយល់ពីគំនិតថ្មីពីផាសុកភាពនៃផ្ទះនៅពេលដែលទិដ្ឋភាពឡុងអ៊ុយរ៉ានុសមុនពេលចូលក្នុងការច្នៃប្រឌិតនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your world should feel vibrant and healing, dear Gemini, as the Sun and Mars align. Use this energy to embrace luxury and restoration to recharge fully.  Meanwhile, the Cancer Moon connects with Venus and the nodes of fate, encouraging you to make big moves from under the radar. Think positive while peering into your future, outlining strategies that will support your aspirations. Mercury enters Leo this afternoon, increasing your desire to learn. Step away from your electronics when Chiron becomes agitated this evening. Communicate with your higher power and watch for unexpected blessings when Luna aspects Uranus before entering Leo tonight."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកគួរតែមានអារម្មណ៍រស់រវើកនិងការព្យាបាលជាទីស្រឡាញ់របស់ Gemini ជាទីស្រឡាញ់នៅពេលព្រះអាទិត្យនិងភពព្រះអង្គារតម្រឹម។ប្រើថាមពលនេះដើម្បីចាប់យកប្រណិតភាពប្រណីតនិងស្តារឡើងវិញដើម្បីបញ្ចូលទឹកប្រាក់យ៉ាងពេញលេញ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទមហារីកភ្ជាប់ជាមួយ Venus និងថ្នាំងនៃជោគវាសនាលើកទឹកចិត្តអ្នកឱ្យធ្វើចលនាធំពីក្រោមរ៉ាដា។គិតវិជ្ជមានខណៈពេលកំពុងគិតគូរទៅក្នុងអនាគតរបស់អ្នកការគូសបញ្ជាក់យុទ្ធសាស្ត្រដែលនឹងគាំទ្រដល់សេចក្តីប្រាថ្នារបស់អ្នក។បារតចូលលីអូរសៀលនេះបង្កើនបំណងចង់រៀន។បោះជំហានចេញឆ្ងាយពីអេឡិចត្រូនិចរបស់អ្នកនៅពេលដែលជីខនមានភាពធុញទ្រាន់នៅល្ងាចនេះ។ប្រាស្រ័យទាក់ទងជាមួយអំណាចខ្ពស់របស់អ្នកហើយមើលសម្រាប់ពរជ័យដែលមិនបានរំពឹងទុកនៅពេលដែលទិដ្ឋភាពនៃឡូសមុនពេលចូលឡេអូយប់នេះ។"
        }
    }
]