[
    {
        "sign": "Aries",
        "en": {
            "today": "Your will increases as Mars stirs this morning, dear Aries, inspiring you to get an early jump on the day. Though you may feel rushed at times, staying organized will give you the ability to multitask without losing your center. The Capricorn full moon rises this afternoon, asking you to look six months toward the future. Identify any obstacles that could prevent you from reaching your full potential, making a vow to crush these barricades steadily and strategically. The nodes of fate stir later this afternoon, helping you lay down the foundations for your next outstanding achievement from behind the scenes."
        },
        "kh": {
            "today": "អ្នកនឹងកើនឡើងនៅពេលដែលភពព្រះអង្គាររំញ័រនៅព្រឹកនេះដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់ដែលបំផុសគំនិតអ្នកឱ្យលោតបន្តិចនៅថ្ងៃនោះ។ទោះបីជាអ្នកអាចមានអារម្មណ៍ប្រញាប់ប្រញាល់យ៉ាងលឿនក៏ដោយការស្នាក់នៅរៀបចំបានរៀបចំឱ្យអ្នកមានសមត្ថភាពក្នុងការធ្វើពហុមុខងារដោយមិនបាត់បង់មជ្ឈមណ្ឌលរបស់អ្នក។ព្រះចន្ទរ Capricorn ពេញបានកើនឡើងនៅរសៀលនេះដោយស្នើសុំឱ្យអ្នកពិនិត្យមើលរយៈពេលប្រាំមួយខែឆ្ពោះទៅរកអនាគត។កំណត់នូវឧបសគ្គណាមួយដែលអាចរារាំងអ្នកមិនឱ្យឈានដល់សក្តានុពលពេញលេញរបស់អ្នកធ្វើឱ្យស្បថក្នុងការកំទេចរបារទាំងនេះជាលំដាប់និងជាយុទ្ធសាស្ត្រ។ថ្នាំងនៃជោគវាសនាកូរនៅពេលរសៀលនៅរសៀលនេះដោយជួយអ្នកដាក់គ្រឹះសម្រាប់សមិទ្ធិផលដ៏អស្ចារ្យបន្ទាប់របស់អ្នកពីពីក្រោយឆាក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Make peace with wherever you are in your journey this morning, dear Leo, as Mars activates in your solar second house. These vibes are all about staying present with a passionate and grateful heart. The energy picks up when the Capricorn full moon rises this afternoon, inspiring you to jump into action. Place extra focus on the tasks and chores you've been avoiding, using the momentum of this lunation to make more space in your schedule and agenda. Prepare for changes when the nodes of fate activate later today, considering how your life will shift once primary goals are met."
        },
        "kh": {
            "today": "ធ្វើឱ្យមានសន្តិភាពនៅគ្រប់ទីកន្លែងដែលអ្នកកំពុងធ្វើដំណើររបស់អ្នកនៅព្រឹកនេះឡេអូជាទីស្រឡាញ់នៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មក្នុងផ្ទះទី 2 នៃពន្លឺព្រះអាទិត្យរបស់អ្នក។ភាពរស់រវើកទាំងនេះទាំងអស់គឺនិយាយអំពីការស្នាក់នៅប្រកបដោយវត្តមានជាមួយនឹងការងប់ងល់និងចិត្តល្អ។ថាមពលបានកើនឡើងនៅពេលដែល Capricorn ពេញព្រះច័ន្ទបានកើនឡើងនៅរសៀលនេះដោយបំផុសគំនិតអ្នកឱ្យលោតចូលក្នុងសកម្មភាព។ដាក់ការផ្តោតអារម្មណ៍បន្ថែមលើភារកិច្ចនិងការងារដែលអ្នកបានជៀសវាងដោយប្រើសន្ទុះនៃការចន្ទនៃនេះដើម្បីធ្វើឱ្យមានកន្លែងទំនេរច្រើននៅក្នុងកាលវិភាគនិងរបៀបវារៈរបស់អ្នក។រៀបចំសម្រាប់ការផ្លាស់ប្តូរនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅពេលក្រោយថ្ងៃនេះដោយពិចារណាអំពីរបៀបដែលជីវិតរបស់អ្នកនឹងផ្លាស់ប្តូរនៅពេលគោលដៅចំបងត្រូវបានបំពេញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The stars align to boost your confidence and passion, dear Taurus, as Mars activates in your solar fifth house. Infuse creativity into your agenda for the day, allowing natural talents to shine through. This afternoon brings a wave of spiritually charged energy your way while the Capricorn full moon rises. Luck is on your side during this time, but you'll need to back up any wishes made with hard work and thoughtful planning. Please take note of who you encounter later this afternoon while the nodes of fate stir, especially when it comes to new connections that might further your goals."
        },
        "kh": {
            "today": "តារាតម្រឹមគ្នាដើម្បីបង្កើនទំនុកចិត្តនិងចំណង់ចំណូលចិត្តរបស់អ្នក, ជាទីស្រឡាញ់, Taurus, នៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅក្នុងផ្ទះថាមពលព្រះអាទិត្យរបស់អ្នក។Infuse ការច្នៃប្រឌិតទៅក្នុងរបៀបវារៈរបស់អ្នកសម្រាប់ថ្ងៃដែលអនុញ្ញាតឱ្យទេពកោសល្យធម្មជាតិភ្លឺចែងចាំងតាមរយៈ។រសៀលនេះនាំមកនូវរលកនៃថាមពលដែលត្រូវបានចោទប្រកាន់ខាងវិញ្ញាណតាមរបៀបរបស់អ្នកខណៈពេលដែល Capricorn ពេញព្រះច័ន្ទរះឡើង។សំណាងគឺនៅខាងអ្នកក្នុងអំឡុងពេលនេះប៉ុន្តែអ្នកនឹងត្រូវគាំទ្របំណងប្រាថ្នាណាមួយដែលធ្វើឡើងដោយការខិតខំនិងការធ្វើផែនការគិត។សូមកត់ចំណាំថាអ្នកជួបអ្នកនៅពេលរសៀលនេះនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរជាពិសេសនៅពេលនិយាយអំពីការភ្ជាប់ថ្មីដែលអាចមានគោលដៅរបស់អ្នកបន្ថែមទៀត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Focus on releasing any tension or grief you'd rather not carry throughout the day, dear Gemini, as Mars activates in your solar fourth house. You may require extra rest and pampering, but you will gain much from honoring your needs. Look at your professional and romantic commitments during the Capricorn full moon this afternoon, considering if changes must be made to even the scales. Stand firm in what you need to feel secure within these dynamics, but honor where others are coming from as well. The universe guides you toward new adventures and the promise of success while the nodes of fate stir later this afternoon."
        },
        "kh": {
            "today": "ផ្តោតលើការចេញផ្សាយនូវភាពតានតឹងឬភាពទុក្ខព្រួយណាមួយដែលអ្នកមិនគួរយកពេញមួយថ្ងៃ Gemini ជាទីស្រឡាញ់នៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មក្នុងផ្ទះទីបួននៃពន្លឺព្រះអាទិត្យរបស់អ្នក។អ្នកប្រហែលជាត្រូវការការសម្រាកបន្ថែមនិងការធ្វើត្រាប់តាមបន្ថែមប៉ុន្តែអ្នកនឹងទទួលបានផលច្រើនពីការគោរពរបស់អ្នក។សូមក្រឡេកមើលការប្តេជ្ញាចិត្តប្រកបដោយវិជ្ជាជីវៈនិងមនោសញ្ចេតនារបស់អ្នកក្នុងកំឡុងពេលនៃ Capricorn Holor នៅរសៀលនេះការពិចារណាលើប្រសិនបើការផ្លាស់ប្តូរត្រូវតែធ្វើឱ្យសូម្បីតែជញ្ជីង។ឈរឱ្យរឹងមាំក្នុងអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ថាមានសុវត្ថិភាពនៅក្នុងសក្ដានុពលទាំងនេះប៉ុន្តែត្រូវបានគេគោរពកន្លែងដែលអ្នកផ្សេងទៀតកំពុងមកផងដែរ។សាកលលោកណែនាំអ្នកឆ្ពោះទៅរកដំណើរផ្សងព្រេងថ្មីនិងការសន្យានៃភាពជោគជ័យខណៈពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅរសៀលនេះ។"
        }
    }
]