[
    {
        "sign": "Aries",
        "en": {
            "today": "Reflect on how you can balance your needs with those of those you love, dear Aries, as the Libra sun and Chiron face off. Seek a compromise that is fair on all sides to avoid hurting yourself or others. The Virgo moon brings an orderly energy to the table, allowing you to lead with reason. Significant conversations unfold this evening as Mercury activates, helping you cut through pretenses to gain a deeper understanding of the people and commitments you've invested in. Embrace the sacrifices and hard work that will transform your circumstances and bring you closer to goals when Luna aspects Mars and the nodes of fate."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកអាចថ្លឹងថ្លែងពីតំរូវការរបស់អ្នកជាមួយអ្នកដែលអ្នកស្រឡាញ់ជាទីស្រឡាញ់ Areies ជាទីស្រឡាញ់ដូចជាបណ្ណាល័យ Libra Sun និង Stiron Fly Full ។ស្វែងរកការសម្របសម្រួលដែលមានភាពយុត្តិធម៌នៅគ្រប់ភាគីទាំងអស់ដើម្បីជៀសវាងការធ្វើបាបខ្លួនអ្នកឬអ្នកដទៃ។Virgo Moon បាននាំមកនូវថាមពលដែលមានរបៀបរៀបរយដល់តុដែលអនុញ្ញាតឱ្យអ្នកដឹកនាំដោយហេតុផល។ការសន្ទនាសំខាន់ៗបានបញ្ចប់នៅល្ងាចនេះនៅពេលដែលបារតសកម្មជួយអ្នកក្នុងការកាត់បន្ថយភាពស៊ីជម្រៅរបស់ប្រជាជននិងការប្តេជ្ញាចិត្តរបស់អ្នកដែលនឹងផ្លាស់ប្តូរគោលដៅនៅពេលដែលទិដ្ឋភាពនៃជោគប្មៅ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Try not to let logic block your intuition and vice versa, darling Leo, as the Libra sun and Chiron face off. Measure each situation from a practical perspective, but give yourself space to daydream while making wishes and calling for divine aid. The Virgo moon improves your ability to strategize when manifesting primary goals, clearing the path for prosperous developments. Embrace rest, good food, and warm company once Mercury stirs this evening, putting you in a homey headspace. Changes to your private life could develop while Luna aspects Mars and the nodes of fate later tonight, triggering the potential for new commitments, relocation, or cohabitation with someone special."
        },
        "kh": {
            "today": "ព្យាយាមកុំអោយឡូជីខលរារាំងវិចារណញាណរបស់អ្នកនិងផ្ទុយទៅវិញដែលគួរឱ្យស្រឡាញ់។វាស់ស្ថានភាពនីមួយៗពីទស្សនវិស័យជាក់ស្តែងប៉ុន្តែផ្តល់ឱ្យខ្លួនអ្នកនូវចន្លោះទំនេរនៅពេលដែលការចង់បាននិងការអំពាវនាវរកជំនួយពីព្រះ។Virgo MONGO MONG ជួយបង្កើនសមត្ថភាពរបស់អ្នកក្នុងការធ្វើយុទ្ធសាស្រ្តនៅពេលបង្ហាញគោលដៅបឋមដោយឈូសឆាយផ្លូវសម្រាប់ការអភិវឌ្ឍប្រកបដោយភាពរីកចម្រើន។ចាប់យកការសម្រាកអាហារឆ្ងាញ់និងក្រុមហ៊ុនកក់ក្តៅនៅពេលបារតកូរនៅល្ងាចនេះដោយដាក់អ្នកនៅក្នុងក្បាលផ្ទះ។ការផ្លាស់ប្តូរជីវិតឯកជនរបស់អ្នកអាចវិវឌ្ឍន៍ខណៈពេលដែលទិដ្ឋភាពឡុងនិងថ្នាំងរបស់វាសនានៅយប់នេះដែលបណ្តាលឱ្យមានការប្តេជ្ញាចិត្តថ្មីការផ្លាស់ប្តូរទីលំនៅឬការរួមភេទជាមួយនរណាម្នាក់ពិសេស។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Avoid backsliding into unhealthy cycles you've fought to overcome, dear Taurus, as the Libra sun and Chiron face off. Focus on your wellness journey and how certain relationships influence these goals. The Virgo moon seeks to refine your talents, encouraging you to evolve the skills that come most naturally. Set your sights on a specific goal or passion project, looking for ways to improve. Love connections will be made when interests and intellectual thoughts are exchanged once Mercury activates this evening. Passions swirl while Luna aspects Mars and the nodes of fate, inspiring you to branch out socially with someone special."
        },
        "kh": {
            "today": "ជៀសវាងការដើរថយក្រោយចូលទៅក្នុងវដ្តមិនល្អដែលអ្នកបានប្រយុទ្ធដើម្បីជំនះ taurus ជាទីស្រឡាញ់នៅពេលដែល Libra Sun និង chiron ប្រឈមមុខ។ផ្តោតលើដំណើរសុខភាពរបស់អ្នកនិងរបៀបដែលទំនាក់ទំនងជាក់លាក់មានឥទ្ធិពលលើគោលដៅទាំងនេះ។Virgo Mong ព្យាយាមឆ្លុះបញ្ចាំងពីទេពកោសល្យរបស់អ្នកដែលលើកទឹកចិត្តឱ្យអ្នកវិវឌ្ឍន៍ជំនាញដែលមានលក្ខណៈធម្មជាតិបំផុត។កំណត់ទេសភាពរបស់អ្នកលើគោលដៅគោលដៅជាក់លាក់ឬចំណង់ចំណូលចិត្តដោយរកមើលវិធីដើម្បីកែលម្អ។ការតភ្ជាប់ស្នេហានឹងត្រូវធ្វើឡើងនៅពេលដែលចំណាប់អារម្មណ៍និងគំនិតបញ្ញាត្រូវបានផ្លាស់ប្តូរនៅពេលដែលបារតធ្វើឱ្យសកម្មនៅល្ងាចនេះ។តណ្ហារបស់ហែលទឹកខណៈពេលដែលទិដ្ឋភាពឡូសនិងថ្នាំងរបស់ជោគវាសនាដោយបំផុសគំនិតអ្នកឱ្យគ្រប់គ្រងសង្គមជាមួយនរណាម្នាក់ពិសេស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to take the actions of peers personally, dear Gemini, as the Libra sun and Chiron face off. The energy at play could make it seem as if others are insensitive, though they're likely struggling with their own issues. If you start to feel left out, consider reaching out to friends instead of nurturing resentments. The Virgo moon may heighten your sensitivities, but loved ones will be eager to operate as a team. Plan a cozy dinner at home with your favorite people when Luna aspects Mercury, Mars, and the nodes of fate, filling your space with warmth and harmony."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យចាត់វិធានការរបស់មិត្តភក្ដិដោយផ្ទាល់ Gemini ជាទីស្រឡាញ់នៅពេលបណ្ណាល័យព្រះអាទិត្យនិង chiron ប្រឈមមុខ។ថាមពលក្នុងការលេងអាចធ្វើឱ្យវាហាក់ដូចជាអ្នកដទៃមិនសមរម្យទោះបីពួកគេទំនងជាកំពុងតស៊ូជាមួយនឹងបញ្ហាផ្ទាល់ខ្លួនក៏ដោយ។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាចាកចេញសូមពិចារណាស្វែងយល់ដល់មិត្តភក្តិជំនួសឱ្យការអាក់អន់ចិត្តចិញ្ចឹមបីបាច់។Virgo Moon អាចជួយបង្កើនភាពចាប់អារម្មណ៍របស់អ្នកប៉ុន្តែមនុស្សជាទីស្រឡាញ់នឹងចង់ធ្វើប្រតិបត្តិការជាក្រុមមួយ។រៀបចំផែនការអាហារពេលល្ងាចកក់ក្តៅនៅផ្ទះជាមួយមនុស្សដែលអ្នកចូលចិត្តនៅពេលដែលទិដ្ឋភាពឡុងបារត, ភពព្រះអង្គារនិងថ្នាំងនៃជោគវាសនាបំពេញចន្លោះរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅរបស់អ្នកដោយភាពកក់ក្តៅនិងភាពសុខដុមរមនា។"
        }
    }
]