[
    {
        "sign": "Aries",
        "en": {
            "today": "Lock into your creative ambitions, dear Aries, pulling inspiration from the deepest parts of your soul. As the Leo new moon graces our skies, sweet connections with Uranus, Saturn, and Neptune bring a sharpness to your mind. Bend reality by peppering it with your creations. Outline a six-month plan to manifest visions and let your artistic voice be heard. However, a harsh opposition from Pluto indicates that changes in your social behaviors may be necessary to push your talents to the next level. If you consistently scroll your devices or put public engagements over your art, progress will be stifled."
        },
        "kh": {
            "today": "ចាក់សោរចូលក្នុងមហិច្ឆតាច្នៃប្រឌិតរបស់អ្នក, ជាទីស្រឡាញ់, មរណភាព, ទាញការបំផុសគំនិតពីផ្នែកដ៏ជ្រៅបំផុតនៃព្រលឹងរបស់អ្នក។នៅពេលដែលព្រះច័ន្ទថ្មី Leo graces gehies របស់យើង, ការតភ្ជាប់ដ៏ផ្អែមល្ហែមជាមួយអ៊ុយរ៉ានុស, សៅថន, និងណឺថុននាំមកនូវភាពមុតស្រួចមួយនៅក្នុងចិត្តរបស់អ្នក។ពត់ការពិតដោយម្រេចវាដោយការបង្កើតរបស់អ្នក។គូសបញ្ជាក់ផែនការរយៈពេលប្រាំមួយខែដើម្បីបង្ហាញពីចក្ខុវិស័យហើយឱ្យសំលេងសិល្បៈរបស់អ្នកត្រូវបានគេស្តាប់។ទោះជាយ៉ាងណាក៏ដោយការប្រឆាំងយ៉ាងខ្លាំងពី Pluto បង្ហាញថាការផ្លាស់ប្តូរឥរិយាបថសង្គមរបស់អ្នកប្រហែលជាចាំបាច់ដើម្បីជំរុញទេពកោសល្យរបស់អ្នកទៅកម្រិតបន្ទាប់។ប្រសិនបើអ្នករមូរឧបករណ៍របស់អ្នកជាប់លាប់ឬដាក់ការចូលរួមជាសាធារណៈលើសិល្បៈរបស់អ្នកការរីកចម្រើននឹងត្រូវបានរារាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Keep your eyes open and heart moving forward, beloved lion, as the new moon rises in your sign. Playful connections with Uranus, Saturn, and Neptune put you in close ties with the other side, helping you find beautiful coincidences wherever you go. Make the most of these vibes by setting an intention for the next six months and watching for signs that can reveal potential wins and hurdles. Be considerate of where loved ones are in their journey. At the same time, Luna opposes Pluto, making it a point to invest additional energy in bonds that have been neglected and deserve more attention."
        },
        "kh": {
            "today": "ធ្វើឱ្យភ្នែករបស់អ្នកបើកចំហហើយដួងចិត្តដើរទៅមុខ, តោដែលជាទីស្រឡាញ់, ដូចជាព្រះច័ន្ទថ្មីកើនឡើងនៅក្នុងសញ្ញារបស់អ្នក។ការតភ្ជាប់លេងជាមួយអ៊ុយរ៉ានុសសៅរ៍និងណឺផិនបានធ្វើឱ្យអ្នកមានទំនាក់ទំនងជិតស្និទ្ធជាមួយនឹងផ្នែកម្ខាងទៀតដែលជួយអ្នកឱ្យរកឃើញភាពចៃដន្យដ៏ស្រស់ស្អាតគ្រប់ទីកន្លែងដែលអ្នកទៅ។ធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះដោយដាក់ចេតនារយៈពេល 6 ខែបន្ទាប់ហើយមើលសញ្ញាដែលអាចបង្ហាញពីសក្តានុពលឈ្នះនិងឧបសគ្គ។ត្រូវចេះគិតដល់កន្លែងដែលមនុស្សជាទីស្រឡាញ់កំពុងធ្វើដំណើរ។ទន្ទឹមនឹងនេះ Luna ប្រឆាំងនឹងផ្លាតូដែលធ្វើឱ្យវាក្លាយជាចំណុចមួយក្នុងការវិនិយោគថាមពលបន្ថែមទៀតនៅក្នុងមូលបត្របំណុលដែលត្រូវបានគេមិនយកចិត្តទុកដាក់ហើយសមនឹងទទួលបានការយកចិត្តទុកដាក់បន្ថែមទៀត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Leo new moon rises this afternoon, forming connections with Uranus, Saturn, Neptune, and Pluto. This astrological event brings waves of emotion, dear Taurus, prompting you to reflect on what is real versus what is fantasy. Recognize where others have triggered confusion and if better boundaries are needed to clear away such fog. Uranus' influence in this lunation demands that changes be made within your current situation so that emotional security can prevail. Permit yourself to disassemble the functionality of specific dynamics so that more cohesive foundations can be built. Nurture yourself throughout this process and work toward discovering your inner strength."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មី Leo បានកើនឡើងនៅរសៀលនេះបង្កើតការភ្ជាប់ទំនាក់ទំនងជាមួយអ៊ុយរ៉ានុស, សៅថនណុបថលនិងផ្លាតូ។ព្រឹត្តិការណ៍ហោរាសាស្រ្តនេះនាំមកនូវរលកនៃអារម្មណ៍, ជាទីស្រឡាញ់ Taurus, ជំរុញឱ្យអ្នកឆ្លុះបញ្ចាំងពីអ្វីដែលធៀបនឹងអ្វីដែលជាការស្រមើស្រមៃ។ទទួលស្គាល់កន្លែងដែលអ្នកផ្សេងទៀតបានបង្កឱ្យមានការភាន់ច្រឡំហើយប្រសិនបើព្រំដែនល្អជាងនេះត្រូវការជាចាំបាច់ដើម្បីលុបបំបាត់អ័ព្ទបែបនេះ។ឥទ្ធិពលរបស់អ៊ុយរ៉ានុសក្នុងការសំរាកអាក្រក់នេះទាមទារឱ្យមានការផ្លាស់ប្តូរនៅក្នុងស្ថានភាពបច្ចុប្បន្នរបស់អ្នកដូច្នេះសន្តិសុខផ្លូវចិត្តអាចមានជំទង់។អនុញ្ញាតឱ្យខ្លួនអ្នកផ្តាច់មុខងារនៃសក្ដានុពលជាក់លាក់ដូច្នេះមូលដ្ឋានគ្រឹះស្អិតកាន់តែច្រើនអាចត្រូវបានសាងសង់។ចិញ្ចឹមបីបាច់ខ្លួនអ្នកនៅទូទាំងដំណើរការនេះហើយធ្វើការឆ្ពោះទៅរកការរកឃើញកម្លាំងខាងក្នុងរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your thoughts take you on a journey today, dear Gemini, as the Leo new moon activates your solar third house. Formed by aspects with Uranus, Saturn, Neptune, and Pluto, this lunation brings distant energies closer to the surface. You'll have a gift for seeing multiple angles at once, helping you revolutionize the way you approach goals. Consider your ultimate goals for the next six months, and then research communities that may offer the support you need. Align yourself with people who share similar interests, especially if you can exchange experiences and gain insights from one another. If you're unsure of where to begin, connect with your higher power to receive guidance and clarity."
        },
        "kh": {
            "today": "គំនិតរបស់អ្នកនាំអ្នកធ្វើដំណើរនៅថ្ងៃនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Leo Moon ថ្មីធ្វើឱ្យផ្ទះទី 3 របស់ព្រះអាទិត្យសកម្ម។បានបង្កើតឡើងដោយផ្នែកដែលមានអ៊ុយរ៉ានុសសៅរ៍សៅរ៍ណុបទូននិងផ្លាតូការតក់ស្លុតនេះនាំមកនូវថាមពលឆ្ងាយដែលនៅជិតផ្ទៃ។អ្នកនឹងមានអំណោយសម្រាប់ការមើលឃើញមុំជាច្រើនក្នុងពេលតែមួយដោយជួយអ្នកធ្វើបដិវត្តវិធីដែលអ្នកចូលទៅកាន់គោលដៅ។ពិចារណាលើគោលដៅចុងក្រោយរបស់អ្នកសម្រាប់រយៈពេល 6 ខែបន្ទាប់ហើយបន្ទាប់មកស្រាវជ្រាវសហគមន៍ដែលអាចផ្តល់ការគាំទ្រដែលអ្នកត្រូវការ។តម្រឹមខ្លួនឯងជាមួយមនុស្សដែលមានចំណាប់អារម្មណ៍ស្រដៀងគ្នាជាពិសេសប្រសិនបើអ្នកអាចផ្លាស់ប្តូរបទពិសោធន៍និងទទួលបានការយល់ដឹងពីគ្នាទៅវិញទៅមក។ប្រសិនបើអ្នកមិនច្បាស់ពីកន្លែងដែលត្រូវចាប់ផ្តើមភ្ជាប់ជាមួយអំណាចខ្ពស់របស់អ្នកដើម្បីទទួលបានការណែនាំនិងភាពច្បាស់លាស់។"
        }
    }
]