[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll find yourself in elusive spirits, dear Aries, as the moon continues its journey through Scorpio. Just be mindful that there's a fine line between mysterious and secretive, taking care to stay connected with those you love most. Watch out for conflict when Luna squares Mars, and avoid feeding into unnecessary competition. Frustrations could also brew if you've felt creatively blocked, but playing outside your comfort zone could reveal new layers of artistic genius. A desire to feed intimate bonds fills your spirit, marking the perfect excuse to close out the weekend by getting cozy with your favorite people."
        },
        "kh": {
            "today": "អ្នកនឹងឃើញខ្លួនអ្នកនៅក្នុងវិញ្ញាណដែលមិនប្រសាក់ដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Scorpio ។គ្រាន់តែចងចាំថាមានបន្ទាត់ល្អរវាងអាថ៌កំបាំងនិងអាថ៌កំបាំង, យកចិត្តទុកដាក់រក្សាទំនាក់ទំនងជាមួយអ្នកដែលអ្នកស្រឡាញ់បំផុត។ប្រយ័ត្នចំពោះជំលោះនៅពេលដែល Luna Squares Mars និងចៀសវាងការផ្តល់ចំណីដល់ការប្រកួតប្រជែងដែលមិនចាំបាច់។ការខកចិត្តក៏អាចញ៉ាំដែរប្រសិនបើអ្នកមានអារម្មណ៍ថាបានស្ទះច្នៃប្រឌិតប៉ុន្តែការលេងនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នកអាចបង្ហាញស្រទាប់ថ្មីនៃទេពកោសល្យសិល្បៈ។បំណងប្រាថ្នាចង់ចិញ្ចឹមចំណងដែលមានភាពស្និទ្ធស្នាលបំពេញស្មារតីរបស់អ្នកដោយសម្គាល់លេសដ៏ល្អឥតខ្ចោះដើម្បីបិទចុងសប្តាហ៍ដោយទទួលបានភាពកក់ក្តៅជាមួយមនុស្សដែលអ្នកចូលចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take it easy and enjoy what remains of your weekend, sweet lion, as the moon drifts through Scorpio. Activating the sector of your chart that governs domestic bliss, now is the time to honor your need for rest, unapologetically lounging from the comfort of your home. Frustrations could brew when Luna and Mars form a harsh square, especially if you've felt neglected by loved ones recently. Rather than letting irritation build, consider gently asking for what you need. Treat yourself to a homemade meal as the day comes to a close, honing in on sweetly nostalgic recipes."
        },
        "kh": {
            "today": "យកវាងាយស្រួលហើយរីករាយនឹងអ្វីដែលនៅសល់នៃចុងសប្តាហ៍, តោផ្អែម, ដូចជាព្រះច័ន្ទរសាត់តាមរយៈ Scorpio ។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសុខៈក្នុងស្រុកឥឡូវនេះគឺជាពេលវេលាដើម្បីផ្តល់កិត្តិយសដល់ភាពចាំបាច់របស់អ្នកសម្រាប់ការសំរាកនេះដោយមិនមានភាពងាយស្រួលក្នុងការលួងលោមពីផ្ទះរបស់អ្នក។ការខកចិត្តអាចញ៉ាំនៅពេលដែល Luna និងភពព្រះអង្គារបង្កើតជាការ៉េដ៏លំបាកជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍មិនយកចិត្តទុកដាក់ដោយមនុស្សជាទីស្រឡាញ់នាពេលថ្មីៗនេះ។ជាជាងអនុញ្ញាតឱ្យសាងសង់អាក់អន់ចិត្តសូមពិចារណាសុំថ្នមៗនូវអ្វីដែលអ្នកត្រូវការ។ព្យាបាលខ្លួនអ្នកឱ្យញ៉ាំអាហារដែលធ្វើដោយខ្លួនឯងនៅពេលថ្ងៃជិតមកដល់ហើយផ្តល់កិត្តិយសដល់រូបមន្តដ៏ផ្អែមល្ហែមដ៏ផ្អែមល្ហែម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let love guide you as the moon continues through Scorpio, dearest Taurus, putting you in the mood to connect. You'll have a chance to strengthen essential relationships, and people will be eager to invest in you as well. Your sense of emotional security increases with each positive interaction, but you may need to reach out to pull others near. Watch out for moodiness at home and from family members when Mars becomes agitated, threatening to disrupt your harmony. Luckily, the vibe mellows by the time afternoon sets in, helping you close out the weekend on a high note."
        },
        "kh": {
            "today": "សូមឱ្យស្នេហាណែនាំអ្នកនៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Scorpio, Taurus ដែលជាទីស្រឡាញ់បំផុត, ដាក់អ្នកក្នុងអារម្មណ៍ដើម្បីភ្ជាប់។អ្នកនឹងមានឱកាសពង្រឹងទំនាក់ទំនងចាំបាច់ហើយប្រជាជននឹងចង់វិនិយោគលើអ្នកផងដែរ។អារម្មណ៍នៃសន្តិសុខផ្លូវចិត្តរបស់អ្នកកើនឡើងជាមួយនឹងអន្តរកម្មវិជ្ជមាននីមួយៗប៉ុន្តែអ្នកប្រហែលជាត្រូវឈោងចាប់យកអ្នកផ្សេងទៀតមកជិត។ប្រយ័ត្នចំពោះអារម្មណ៍មិនល្អនៅផ្ទះនិងពីសមាជិកគ្រួសារនៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ភ័យខ្លាចការគំរាមធ្វើឱ្យរំខានដល់ភាពសុខដុមរបស់អ្នក។សំណាងល្អរំញ័រនៅពេលរសៀលពេលវេលាដែលជួយអ្នកឱ្យបិទចុងសប្តាហ៍នៅលើកំណត់ត្រាខ្ពស់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "End your weekend on a high note by completing your to-do lists, dear Gemini. As the moon continues its journey through Scorpio and your solar sixth house, you won't have an opportunity to rest until all your work is done. Be mindful of supporting your body while running errands and finishing tasks, recognizing the importance of hydration and proper fuel. Wires could cross when Luna and Mars square off, especially when communicating with your teammates. Avoid confusion by writing out chores you need loved ones to complete. Embrace your favorite wellness practices to take the edge off later tonight."
        },
        "kh": {
            "today": "បញ្ចប់ចុងសប្តាហ៍របស់អ្នកនៅលើកំណត់ចំណាំខ្ពស់ដោយបញ្ចប់បញ្ជីការងារត្រូវធ្វើរបស់អ្នក Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះចន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Scorpio និងផ្ទះទី 6 របស់អ្នកអ្នកនឹងមិនមានឱកាសសម្រាករហូតដល់ការងាររបស់អ្នកបានបញ្ចប់។សូមយកចិត្តទុកដាក់ក្នុងការគាំទ្ររាងកាយរបស់អ្នកខណៈពេលកំពុងដំណើរការការងារនិងការងារបញ្ចប់ដោយទទួលស្គាល់សារៈសំខាន់នៃជាតិទឹកនិងឥន្ធនៈត្រឹមត្រូវ។ខ្សែភ្លើងអាចឆ្លងកាត់នៅពេលដែល Luna និង Mars Square បិទជាពិសេសនៅពេលទំនាក់ទំនងជាមួយមិត្តរួមក្រុមរបស់អ្នក។ជៀសវាងការភាន់ច្រលំដោយសរសេរការងារដែលអ្នកត្រូវការអ្នកដែលជាទីស្រឡាញ់ឱ្យបញ្ចប់។ឱបក្រសោបការអនុវត្តន៍សុខភាពដែលអ្នកចូលចិត្តដើម្បីយកគែមបិទនៅយប់នេះ។"
        }
    }
]