[
    {
        "sign": "Aries",
        "en": {
            "today": "Let love and healthy relationships take up the bulk of your focus today, dear Aries, as the moon continues her journey through Libra. Activating the sector of your chart that governs connection, you'll feel extra sweet and soft toward those you adore most. Just be mindful of how generous you are on a financial level when the sun and moon form an unbalanced aspect later this afternoon, which may cause you to overspend while spoiling your favorite people. Your mind expands later tonight when Jupiter activates, putting you in a chatty mood that will allow you to see the world from another perspective."
        },
        "kh": {
            "today": "សូមឱ្យសេចក្តីស្រឡាញ់និងទំនាក់ទំនងប្រកបដោយសុខភាពល្អទទួលយកការផ្តោតអារម្មណ៍របស់អ្នកយ៉ាងច្រើននៅថ្ងៃនេះជាទីស្រឡាញ់ Areies នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈបណ្ណាល័យ។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការភ្ជាប់អ្នកនឹងមានអារម្មណ៍ផ្អែមល្ហែមបន្ថែមនិងទន់ចំពោះអ្នកដែលអ្នកស្រលាញ់បំផុត។គ្រាន់តែចាំថាអ្នកមានលក្ខណៈសប្បុរសដែលអ្នកស្ថិតនៅលើកម្រិតហិរញ្ញវត្ថុនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅរសៀលនេះដែលអាចបណ្តាលឱ្យអ្នកហួសប្រមាណខណៈពេលដែលបំផ្លាញមនុស្សដែលអ្នកចូលចិត្ត។គំនិតរបស់អ្នកពង្រីកនៅយប់នេះនៅពេលដែល Jupiter សកម្មដាក់អ្នកនៅក្នុងអារម្មណ៍ Charpy ដែលនឹងអនុញ្ញាតឱ្យអ្នកមើលឃើញពិភពលោកពីទស្សនវិស័យផ្សេងទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The moon continues her journey through harmonious Libra and your solar third house, dear Leo. Your thoughts lighten, and confusion clears, helping you restore balance where there once was unease. Romantic thoughts trickle in as the hours pass, encouraging you to relish sweet interactions and simple pleasures. Search for beauty while honoring the grace that exists within. It may be necessary to make certain sacrifices in the spirit of negotiation when the sun and moon form an unbalanced connection this afternoon. Plan on having a fun night out with friends while Luna and Jupiter form a highly social aspect."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តការធ្វើដំណើររបស់នាងតាមរយៈបណ្ណាល័យដែលមានភាពសុខដុមរមនានិងផ្ទះទី 3 របស់សូឡាទីបីដែលជាទីស្រឡាញ់។គំនិតរបស់អ្នកស្រាល ៗ និងការភាន់ច្រលំការជួយអ្នកឱ្យស្តារតុល្យភាពដែលធ្លាប់មានភាពមិនស្រួល។គំនិតរ៉ូមែនទិកបានកើតឡើងនៅពេលម៉ោងកន្លងផុតទៅលើកទឹកចិត្តអ្នកឱ្យពេញចិត្តនឹងអន្តរកម្មដ៏ផ្អែមល្ហែមនិងការសប្បាយសាមញ្ញ។ស្វែងរកភាពស្រស់ស្អាតខណៈពេលដែលផ្តល់កិត្តិយសដល់ព្រះគុណដែលមាននៅក្នុង។វាចាំបាច់ក្នុងការលះបង់ជាក់លាក់នៅក្នុងស្មារតីនៃការចរចានៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាពនៅរសៀលនេះ។រៀបចំផែនការឱ្យមានរាត្រីរីករាយជាមួយមិត្តភក្តិខណៈពេលដែល Luna និងភពព្រហស្បតិ៍បង្កើតបានជាទិដ្ឋភាពសង្គមខ្ពស់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your efficient side rises to the surface today, dear Taurus, thanks to the moon's placement in Libra and your solar sixth house. Though you'll have no trouble tackling work on your own, try to acknowledge the value of teamwork. You may require extra hands when the sun and Luna form an unbalanced connection midafternoon. Don't hesitate to delegate tasks and rally your peers to accomplish more faster. A celebratory energy finds you later tonight when Jupiter stirs, putting you in a decadent mood. This comic climate encourages you to reap the rewards of your hard work with some much-deserved luxury."
        },
        "kh": {
            "today": "ក្រុមដែលមានប្រសិទ្ធិភាពរបស់អ្នកឡើងដល់ផ្ទៃថ្ងៃនេះ Taurus ជាទីស្រឡាញ់សូមអរគុណចំពោះការដាក់របស់ព្រះចន្ទក្នុងបណ្ណាល័យនិងផ្ទះទី 6 របស់អ្នក។ទោះបីជាអ្នកនឹងមិនមានបញ្ហាក្នុងការដោះស្រាយការងារដោយខ្លួនឯងក៏ដោយសូមព្យាយាមទទួលស្គាល់តម្លៃនៃការងារជាក្រុម។អ្នកអាចត្រូវការដៃបន្ថែមនៅពេលដែលព្រះអាទិត្យនិង Luna បង្កើតបានជាពាក់កណ្តាលចុងការតភ្ជាប់ដែលមិនមានតុល្យភាព។កុំស្ទាក់ស្ទើរក្នុងការធ្វើកិច្ចបំរើការងារនិងប្រមូលផ្តុំមិត្តភក្តិរបស់អ្នកឱ្យបានលឿនជាងមុន។ថាមពលអបអរសាទរមួយបានរកអ្នកនៅយប់នេះនៅពេលដែលភពព្រហស្បតិ៍កូរឱ្យអ្នកមានអារម្មណ៍មហាថ្ងៃ។អាកាសធាតុកំប្លែងនេះជួយឱ្យអ្នកទទួលបានរង្វាន់នៃការខិតខំរបស់អ្នកជាមួយនឹងភាពប្រណីតដែលសមនឹងទទួលបាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Breathe creative energy into all that you do today, dearest Gemini, as the moon continues its journey through Libra. Activating the sector of your chart that governs self-expression, now is not the time to hide in the shadows. Embrace your bold side, and confidence will follow. Matters of the heart also benefit from this luminary placement, creating a harmonious energy where guards can be let down organically. Just be mindful to maintain some level of privacy when the sun and moon form an unbalanced aspect midafternoon. Your star rises tonight when Jupiter activates, and lucky opportunities may come into view."
        },
        "kh": {
            "today": "ថាមពលច្នៃប្រឌិតដកដង្ហើមចូលទៅក្នុងអ្វីដែលអ្នកធ្វើនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈបណ្ណាល័យ។ការធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការបញ្ចេញមតិឥឡូវនេះមិនមែនជាពេលវេលាដើម្បីលាក់ខ្លួននៅក្នុងស្រមោលទេ។ឱបក្រសោបផ្នែកដិតរបស់អ្នកហើយទំនុកចិត្តនឹងកើតឡើង។បញ្ហានៃបេះដូងក៏ទទួលបានអត្ថប្រយោជន៍ពីការដាក់ភ្ល្លោះផាត់ដំបាំងនេះដោយបង្កើតថាមពលដែលមានភាពចុះសម្រុងគ្នានៅកន្លែងដែលឆ្មាំអាចត្រូវបានអនុញ្ញាតឱ្យមានសរីរាង្គ។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការថែរក្សាភាពឯកជនមួយចំនួននៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅពាក់កណ្តាលចុង។តារារបស់អ្នកបានកើនឡើងនៅយប់នេះនៅពេលដែល Jupiter សកម្មហើយឱកាសមានសំណាងអាចមានទស្សនៈ។"
        }
    }
]