[
    {
        "sign": "Aries",
        "en": {
            "today": "The Scorpio quarter Moon creates a hostile environment, stirring up feuds whenever the opportunity strikes. Keep your guard up while navigating unfamiliar environments, darling ram, and be mindful to control your own temper. Wagers are unlikely to land in your favor when Uranus activates this evening. Avoid reckless activities, gambling, or impulsive spending. Two paths emerge before you once Saturn and Venus activate later tonight. Choose solitude or intimate interactions over large gatherings to find peace where it's been lacking. Your philosophical side emerges and helps you reclaim hope after Luna enters Sagittarius and your solar ninth house."
        },
        "kh": {
            "today": "ព្រះច័ន្ទប្រចាំត្រីមាស Scorpio បង្កើតបរិយាកាសអរិភាព បង្កជម្លោះគ្រប់ពេលដែលឱកាសកើតឡើង។រក្សាការប្រុងប្រយ័ត្នរបស់អ្នក ខណៈពេលដែលកំពុងរុករកបរិយាកាសដែលមិនធ្លាប់ស្គាល់ ចៀមឈ្មោលជាទីស្រឡាញ់ ហើយមានស្មារតីគ្រប់គ្រងអារម្មណ៍របស់អ្នក។ការភ្នាល់ទំនងជាមិនពេញចិត្តរបស់អ្នកទេ នៅពេលដែល Uranus ដំណើរការនៅល្ងាចនេះ។ជៀសវាងសកម្មភាពដែលមិនប្រុងប្រយ័ត្ន ល្បែងស៊ីសង ឬការចំណាយដោយអន្ទះអន្ទែង។ផ្លូវពីរលេចឡើងមុនពេលអ្នកនៅពេលដែល Saturn និង Venus ដំណើរការនៅពេលក្រោយនៅយប់នេះ។ជ្រើសរើសភាពឯកោ ឬទំនាក់ទំនងស្និទ្ធស្នាលលើការជួបជុំធំ ៗ ដើម្បីស្វែងរកសន្តិភាពកន្លែងដែលវាខ្វះខាត។ផ្នែកទស្សនវិជ្ជារបស់អ្នកផុសឡើង និងជួយអ្នកឱ្យទទួលបានក្តីសង្ឃឹមឡើងវិញ បន្ទាប់ពី Luna ចូល Sagittarius និងផ្ទះទីប្រាំបួននៃពន្លឺព្រះអាទិត្យរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It will be difficult to monitor your emotions as pressure builds, darling lion. With the Scorpio quarter Moon and Uranus at odds, a series of hurdles may tempt you to give up. Though it's sometimes necessary to hide away and lick your wounds, defeat is not your color. Whether romantic troubles or professional setbacks plague you, there's always hope when you choose to support and believe in yourself. Rest from the comfort of home, giving yourself permission to lounge without remorse. Seek emotional reinforcement from your most steadfast companions while Saturn and Venus stir later tonight. Your spirits lift, and confidence is regained after Luna debuts in fiery Sagittarius."
        },
        "kh": {
            "today": "វា​នឹង​ពិបាក​ក្នុង​ការ​ត្រួត​ពិនិត្យ​អារម្មណ៍​របស់​អ្នក​នៅ​ពេល​ដែល​សម្ពាធ​បង្កើត​ឡើង​។ជាមួយនឹង Scorpio quarter Moon និង Uranus នៅហាងឆេង ឧបសគ្គជាបន្តបន្ទាប់អាចទាក់ទាញអ្នកឱ្យបោះបង់។ទោះបីជាពេលខ្លះវាចាំបាច់ដើម្បីលាក់ខ្លួន និងលិទ្ធរបួសរបស់អ្នកក៏ដោយ ប៉ុន្តែការបរាជ័យមិនមែនជាពណ៌របស់អ្នកទេ។មិន​ថា​បញ្ហា​ស្នេហា ឬ​បញ្ហា​អាជីព​បង្ក​ទុក្ខ​ដល់​អ្នក​ទេ វា​តែង​តែ​មាន​សង្ឃឹម​នៅ​ពេល​អ្នក​ជ្រើសរើស​គាំទ្រ និង​ជឿជាក់​លើ​ខ្លួនឯង។សម្រាក​ពី​ផ្ទះ​ដោយ​ភាព​សុខ​ស្រួល​ដោយ​អនុញ្ញាត​ឱ្យ​ខ្លួន​អ្នក​ចូល​លេង​ដោយ​គ្មាន​វិប្បដិសារី។ស្វែងរកការពង្រឹងអារម្មណ៍ពីដៃគូដ៏ខ្ជាប់ខ្ជួនបំផុតរបស់អ្នក ខណៈដែល Saturn និង Venus កូរនៅពេលក្រោយនៅយប់នេះ។ស្មារតីរបស់អ្នកកើនឡើង ហើយទំនុកចិត្តត្រូវបានត្រលប់មកវិញ បន្ទាប់ពី Luna បង្ហាញខ្លួនជាលើកដំបូងនៅក្នុង Sagittarius ដ៏ក្ដៅគគុក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "It may be difficult to envision yourself in a long-term relationship, dearest Taurus. As the Scorpio quarter Moon opposes Uranus, matters of the heart might cause you to feel flighty. Recognize if a desire for independence is preventing you from taking love seriously, and whether or not there's a way to have the best of both worlds. Start by building up solid friendships before adding romance to the picture when Saturn and Venus activate later tonight. Surprises are in store once Luna enters Sagittarius, which could trigger a shift in your attitude around commitment, intimacy, and lasting partnerships."
        },
        "kh": {
            "today": "វាអាចជាការលំបាកក្នុងការស្រមៃមើលខ្លួនអ្នកនៅក្នុងទំនាក់ទំនងរយៈពេលវែងដែលជា Taurus ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះច័ន្ទក្នុងត្រីមាស Scorpio ប្រឆាំងនឹង Uranus បញ្ហានៃបេះដូងអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ហោះហើរ។ទទួល​ស្គាល់​ថា​តើ​ការ​ប្រាថ្នា​ចង់​បាន​ឯករាជ្យ​កំពុង​រារាំង​អ្នក​ពី​ការ​យក​ចិត្ត​ទុក​ដាក់​ចំពោះ​សេចក្ដី​ស្រឡាញ់ ហើយ​តើ​មាន​វិធី​ដើម្បី​មាន​ភាព​ល្អ​បំផុត​នៃ​ពិភព​ទាំង​ពីរ​ឬ​អត់។ចាប់ផ្តើមដោយការកសាងមិត្តភាពដ៏រឹងមាំ មុនពេលបន្ថែមភាពរ៉ូមែនទិកទៅក្នុងរូបភាព នៅពេលដែល Saturn និង Venus ដំណើរការនៅពេលក្រោយនៅយប់នេះ។ភាពភ្ញាក់ផ្អើលមាននៅក្នុងហាងនៅពេលដែល Luna ចូល Sagittarius ដែលអាចបង្កឱ្យមានការផ្លាស់ប្តូរអាកប្បកិរិយារបស់អ្នកជុំវិញការប្តេជ្ញាចិត្ត ភាពស្និទ្ធស្នាល និងភាពជាដៃគូយូរអង្វែង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Scorpio quarter Moon and Uranus face off, dear Gemini, expediting your hopes and dreams. Remember that it is often necessary to work hard behind the scenes before success truly takes off. Avoid distractions by minding your own business and sticking to the plans you've laid out. If a trusted peer offers help or pitches an interesting deal, consider accepting the offer. Sustainable action is contingent on your ability to stay energized and healthy. Tend to your physical, spiritual, and emotional needs when Saturn and Venus activate later tonight. You'll have more time for connection and romance after Luna enters Sagittarius."
        },
        "kh": {
            "today": "ត្រីមាស Scorpio ព្រះច័ន្ទនិង Uranus ប្រឈមមុខនឹងការ, Gemini ជាទីស្រឡាញ់, ពន្លឿនក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នក។សូមចាំថា ជារឿយៗវាចាំបាច់ណាស់ក្នុងការខិតខំប្រឹងប្រែងនៅពីក្រោយឆាក មុនពេលជោគជ័យពិតប្រាកដនឹងកើតឡើង។ជៀសវាងការរំខានដោយគិតពីអាជីវកម្មផ្ទាល់ខ្លួនរបស់អ្នក និងប្រកាន់ខ្ជាប់នូវផែនការដែលអ្នកបានដាក់ចេញ។ប្រសិនបើមិត្តភ័ក្តិដែលជឿទុកចិត្តផ្តល់ជំនួយ ឬផ្តល់កិច្ចព្រមព្រៀងគួរឱ្យចាប់អារម្មណ៍ សូមពិចារណាទទួលយកការផ្តល់ជូននេះ។សកម្មភាពប្រកបដោយនិរន្តរភាពគឺអាស្រ័យលើសមត្ថភាពរបស់អ្នកក្នុងការរក្សាថាមពល និងមានសុខភាពល្អ។ទំនោរទៅនឹងតម្រូវការខាងរាងកាយ ខាងវិញ្ញាណ និងអារម្មណ៍របស់អ្នក នៅពេលដែលភពសៅរ៍ និងភពសុក្រ ដំណើរការនៅពេលក្រោយនៅយប់នេះ។អ្នកនឹងមានពេលវេលាបន្ថែមទៀតសម្រាប់ទំនាក់ទំនង និងស្នេហា បន្ទាប់ពី Luna ចូល Sagittarius ។"
        }
    }
]