[
    {
        "sign": "Aries",
        "en": {
            "today": "Emotions run deep as the moon continues through Cancer, sweet ram, putting you in the mood to connect with loved ones and the past. Cater to the child within, showering former versions of yourself with compassion and reassurance. Reflect on where you are in the moment, appreciating the security and relationships you've built. Focus on what you wish to call in, harnessing your intuition while nurturing these aspirations with time, care, and consistent effort. Closer partnerships also come into view this evening when Venus and Mars align, helping you and your partner and crime bring out the best in one another."
        },
        "kh": {
            "today": "អារម្មណ៍រត់ជ្រៅនៅពេលដែលព្រះចន្ទនៅតែបន្តដោយសារជំងឺមហារីកចៀមឈ្មោលផ្អែមដាក់អ្នកក្នុងអារម្មណ៍ភ្ជាប់ជាមួយមនុស្សជាទីស្រឡាញ់និងអតីតកាល។ផ្តល់ជូនកុមារឱ្យនៅខាងក្នុង, ងូតទឹកឱ្យអ្នកដែលមានភាពអាណិតអាសូរនិងការផ្គូផ្គង។ឆ្លុះបញ្ចាំងពីកន្លែងដែលអ្នកមាននៅពេលនេះដោយកោតសរសើរចំពោះសុវត្ថិភាពនិងទំនាក់ទំនងដែលអ្នកបានបង្កើតឡើង។ផ្តោតលើអ្វីដែលអ្នកចង់ហៅចូលដោយប្រើវិចារណញាណរបស់អ្នកខណៈដែលចិញ្ចឹមបីបាច់ប្រាថ្នាទាំងនេះជាមួយនឹងពេលវេលាការថែទាំនិងការខិតខំប្រឹងប្រែងជាប់លាប់។ភាពជាដៃគូកាន់តែជិតស្និទ្ធក៏ចូលមកនៅល្ងាចនេះនៅពេលដែល Venus មាន Venus When និងភពព្រះអង្គារតម្រឹមជួយអ្នកនិងដៃគូនិងបទឧក្រិដ្ឋរបស់អ្នកនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងមួយផ្សេងទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The voice within speaks clearly today, darling Leo, as the intuitive Cancer moon illuminates the sector of your chart that governs the subconscious. Be mindful of any revelations that come through, trusting the internal compass that directs your thoughts and emotions. Themes around closure will be prevalent, helping you release feelings, dreams, or ideas you've outgrown. Allow yourself to get excited for the future, offering final farewells to the past. Anticipation builds this evening when Venus and Mars align, inspiring you to chase big visions that will improve your standing. A thirst for knowledge also comes into play, driving your motivation to learn."
        },
        "kh": {
            "today": "សំលេងនៅក្នុងការនិយាយយ៉ាងច្បាស់នៅថ្ងៃនេះ, គួរឱ្យស្រឡាញ់, ខណៈដែលព្រះច័ន្ទមហារីកដែលមានមហារីកដោយវិចារណញាណបំភ្លឺផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងដោយមិនដឹងខ្លួន។សូមចងចាំថាការបើកសម្តែងណាមួយដែលកើតឡើងដោយទុកចិត្តលើត្រីវិស័យខាងក្នុងដែលដឹកនាំគំនិតនិងអារម្មណ៍របស់អ្នក។ស្បែកនៅជុំវិញការបិទនឹងមានជាទូទៅជួយអ្នកឱ្យបញ្ចេញអារម្មណ៍សុបិន្តឬគំនិតដែលអ្នកបានធ្វើឱ្យអ្នកហួសសម័យ។អនុញ្ញាតឱ្យខ្លួនអ្នករំភើបសម្រាប់អនាគតដោយផ្តល់ការប្រាក់ចុងក្រោយដល់អតីតកាល។ការស្មានទុកជាមុនកសាងនៅល្ងាចនេះនៅពេលដែល Venus មាន Venus មាន Venus មាន Venus និងភពព្រះអង្គារតម្រឹមបំផុសទឹកចិត្តអ្នកដេញតាមចក្ខុវិស័យធំដែលនឹងធ្វើឱ្យជំហររបស់អ្នកប្រសើរឡើង។ការស្រេកឃ្លានសម្រាប់ចំណេះដឹងក៏ចូលមកក្នុងការលេងផងដែរដោយជំរុញឱ្យការលើកទឹកចិត្តរបស់អ្នកឱ្យរៀន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A psychic charge fills the air while the moon moves through Cancer, darling Taurus, accentuating the mental and emotional bonds that enrich your life. You may feel telepathically linked to the people around you, paving the way for playful and intimate interactions. On a personal level, now is a good time to evaluate your situation and current goals. Consider where blind spots or lack of experience might be hindering growth, and put in the effort to expand your knowledge and perspective. Love permeates your home when Venus and Mars connect this evening, bringing security and stability to your relationships."
        },
        "kh": {
            "today": "ការចោទប្រកាន់ផ្នែកចិត្តសាស្រ្តបំពេញខ្យល់ខណៈដែលព្រះច័ន្ទបានផ្លាស់ប្តូរជំងឺមហារីក, លោក Darling Taurus, សង្កត់ធ្ងន់លើចំណងផ្លូវចិត្តនិងអារម្មណ៍ដែលធ្វើអោយជីវិតរបស់អ្នកកាន់តែប្រសើរឡើង។អ្នកអាចមានអារម្មណ៍ថាមានទំនាក់ទំនងតាមការផ្សារភ្ជាប់គ្នារវាងប្រជាជននៅជុំវិញអ្នកដោយត្រួសត្រាយផ្លូវសម្រាប់អន្តរកម្មនិងភាពស្និទ្ធស្នាល។នៅលើកម្រិតផ្ទាល់ខ្លួនឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីវាយតម្លៃស្ថានភាពរបស់អ្នកនិងគោលដៅបច្ចុប្បន្ន។សូមពិចារណាថាតើកន្លែងណាដែលពិការភ្នែកឬកង្វះបទពិសោធន៍អាចនឹងរារាំងការលូតលាស់និងអនុវត្តដើម្បីពង្រីកចំណេះដឹងនិងទស្សនវិស័យរបស់អ្នក។ស្នេហាបានធ្វើឱ្យផ្ទះរបស់អ្នកបានភូតកុហកផ្ទះរបស់អ្នកនៅពេលដែល Venus មាន Venus មាន Venus និងភពព្រះអង្គារភ្ជាប់នៅល្ងាចនេះដោយនាំមកនូវសន្តិសុខនិងស្ថេរភាពដល់ទំនាក់ទំនងរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer moon highlights your emotional connection to the material realms, dear Gemini. You'll feel exceptionally sentimental when it comes to meaningful possessions and childhood comforts, strengthening your relationship to the past. Just be mindful of your current situation and the bonds you are most secure in. Work toward stabilizing any dynamics that have veered into choppy waters, but don't sacrifice your sense of self in the process. Embracing fun could be the ticket for reestablishing trust, thanks to a sweet aspect between Venus and Mars. These vibes also aim to bring out your creative side, encouraging movement on your artistic visions."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមហារីកបានបង្ហាញពីការទាក់ទងនឹងអារម្មណ៍របស់អ្នកទៅនឹងអាណាចក្រសម្ភារៈដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់។អ្នកនឹងមានអារម្មណ៍ថាមានមនោសញ្ចេតនាពិសេសនៅពេលនិយាយអំពីទ្រព្យសម្បត្តិដែលមានអត្ថន័យនិងការលួងលោមកុមារភាពពង្រឹងទំនាក់ទំនងរបស់អ្នកទៅអតីតកាល។គ្រាន់តែចងចាំពីស្ថានភាពបច្ចុប្បន្នរបស់អ្នកហើយមូលបត្របំណុលដែលអ្នកមានសុវត្ថិភាពបំផុតនៅក្នុង។ ធ្វើការឆ្ពោះទៅរកស្ថេរភាពណាមួយដែលបានធ្វើឱ្យមានស្ថេរភាពចូលទៅក្នុងទឹកហាក្រក់ប៉ុន្តែកុំលះបង់អារម្មណ៍របស់អ្នកនៅក្នុងដំណើរការនេះ។ការប្រកាន់ខ្ជាប់នូវភាពសប្បាយរីករាយអាចជាសំបុត្រសម្រាប់ការបង្កើតឡើងវិញនូវការជឿទុកចិត្តដោយអរគុណចំពោះទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាងភពសុក្រនិងភពព្រះអង្គារ។ភាពរស់រវើកទាំងនេះក៏មានគោលបំណងនាំឱ្យអ្នកច្នៃប្រឌិតរបស់អ្នកផងដែរលើកទឹកចិត្តចលនាលើចក្ខុវិស័យសិល្បៈរបស់អ្នក។"
        }
    }
]