[
    {
        "sign": "Aries",
        "en": {
            "today": "Your communications will be swift and effective this morning, dearest Aries, while the moon moves through your sign and aspects Mercury. Expect good news as afternoon rolls in and Jupiter activates, and consider circling back on any inquiries you made earlier. If there are any bold statements you've yet to make, this energy is perfect for amplifying your voice and reaching vast corners. The spirit of community warms your heart this evening when the sun and moon align, marking the ideal excuse to close out the weekend with a joyful gathering of family, friends, and neighbors alike."
        },
        "kh": {
            "today": "ការប្រាស្រ័យទាក់ទងរបស់អ្នកនឹងលឿននិងមានប្រសិទ្ធភាពនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរទីលំនៅរបស់អ្នកនិងទិដ្ឋភាពបារតរបស់អ្នក។រំពឹងថានឹងមានដំណឹងល្អនៅពេលដែលការវិលជុំពេលរសៀលចូលនិង Jupiter ធ្វើឱ្យសកម្មហើយពិចារណានិយាយអំពីការស៊ើបអង្កេតដែលអ្នកបានធ្វើមុននេះ។ប្រសិនបើមានសេចក្តីថ្លែងការណ៍ដិតដែលអ្នកមិនទាន់បានធ្វើទេថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ពង្រីកសំលេងរបស់អ្នកនិងឈានដល់ជ្រុងដ៏ធំធេង។ស្មារតីសហគមន៍ធ្វើឱ្យចិត្តអ្នកកក់ក្តៅនៅល្ងាចនេះនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមលេសដ៏ល្អបំផុតក្នុងការបិទចុងសប្តាហ៍ដោយការប្រមូលផ្តុំគ្រួសារមិត្តភក្តិនិងអ្នកជិតខាងដូចគ្នា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Aries moon and Mercury enter a playful connection this morning, dearest Leo, bringing much joy and spiritual fulfillment to your relationships. Don't be afraid to go deep and explore abstract topics with someone special, getting to know your counterpart at a philosophical level. Where love is concerned, now is the ideal time to discover if you're genuinely compatible on a soul level. Just keep the atmosphere light when Jupiter activates this afternoon, suggesting an outing so you can bond while exploring your environment. Allow yourself to be genuinely seen as evening creeps in while the sun and moon form a romantic aspect."
        },
        "kh": {
            "today": "លោក Aries Moon និងបារតចូលក្នុងការភ្ជាប់លេងនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលមានអំណរនិងការសំរេចខាងវិញ្ញាណយ៉ាងច្រើនចំពោះទំនាក់ទំនងរបស់អ្នក។កុំខ្លាចក្នុងការទៅជ្រៅនិងស្វែងយល់ពីប្រធានបទអរូបីជាមួយនរណាម្នាក់ពិសេសដែលបានស្គាល់សមភាគីរបស់អ្នកនៅកម្រិតទស្សនវិជ្ជា។កន្លែងដែលសេចក្តីស្រឡាញ់មានការព្រួយបារម្ភឥឡូវនេះគឺជាពេលវេលាដ៏ល្អបំផុតក្នុងការរកឃើញប្រសិនបើអ្នកមានភាពឆបគ្នាពិតប្រាកដនៅលើកំរិតព្រលឹង។គ្រាន់តែរក្សាពន្លឺបរិយាកាសនៅពេលដែលជូលីសសកម្មនៅរសៀលនេះដែលបង្ហាញពីការចេញទៅក្រៅដូច្នេះអ្នកអាចផ្សារភ្ជាប់នៅពេលស្វែងយល់ពីបរិស្ថានរបស់អ្នក។អនុញ្ញាតឱ្យខ្លួនអ្នកត្រូវបានគេមើលឃើញយ៉ាងពិតប្រាកដថាជាការលះបង់ពេលល្ងាចខណៈពេលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតបានជាទិដ្ឋភាពរ៉ូមែនទិក។"
        }
    }
]