[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll need to temporarily put fun to the side, darling Aries, as the moon enters serious Capricorn. Forming difficult squares with Saturn and Neptune, you'll be reminded of how much responsibilities grow while dreams are chased. Though you may feel worn down or tested at times, now is your chance to prove to yourself and the divine that you're willing to work hard for the success and prosperity you seek. A flood of emotions could cause frustrations to boil over when Luna opposes Jupiter midafternoon, and it may be necessary to pull back for a bit to find rest and stillness."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវដាក់ភាពសប្បាយរីករាយជាបណ្តោះអាសន្ននៅចំហៀង, ដាលីង Aries, ដូចជាព្រះច័ន្ទចូល capricorn ធ្ងន់ធ្ងរ។ការបង្កើតការេដែលមានរាងមូលជាមួយនឹងសៅរ៍និងណុបធួនអ្នកនឹងត្រូវបានរំ remind កថាតើមានទំនួលខុសត្រូវប៉ុន្មាននៅពេលក្តីសុបិន្តត្រូវបានដេញតាម។ទោះបីជាអ្នកអាចមានអារម្មណ៍ថាពាក់ឬធ្វើតេស្តនៅពេលខ្លះក៏ដោយឥឡូវនេះគឺជាឱកាសរបស់អ្នកក្នុងការបង្ហាញដល់ខ្លួនអ្នកនិងដ៏ទេវភាពដែលអ្នកចង់ខិតខំសម្រាប់ភាពជោគជ័យនិងភាពរុងរឿងដែលអ្នកស្វែងរក។ទឹកជំនន់នៃអារម្មណ៍អាចបណ្តាលឱ្យមានការពុះពុលឡើងនៅពេលដែល Luna ប្រឆាំងនឹង Jupiter Sideternoe ហើយវាចាំបាច់ក្នុងការទាញត្រឡប់មកវិញបន្តិចដើម្បីរកការសម្រាកនិងភាពស្ងប់ស្ងាត់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Prioritize order as the moon drifts into Capricorn, dear Leo, aligning with Saturn and Neptune. Your dreams will begin to take shape, but it'll be essential to go through and iron out small details. A strong work ethic will be necessary as you proceed with the mundane side of manifesting your visions. Stick to business while maintaining organization, staying fueled adequately along the way. Ensure that you will have enough energy to see big goals through by tending to your body's needs. New ideas filter through when Jupiter stirs later this afternoon, helping you expand upon your agenda."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពដល់ការបញ្ជាទិញនៅពេលដែលព្រះចន្ទរសាត់ទៅក្នុង capricorn, Leo ជាទីស្រឡាញ់, តម្រឹមជាមួយសៅរ៍និង Neptune ។ក្តីសុបិន្តរបស់អ្នកនឹងចាប់ផ្តើមមានរាងស្អាតប៉ុន្តែវាចាំបាច់ក្នុងការឆ្លងកាត់និងមិនចេញព័ត៌មានលម្អិតតូចតាច។ក្រមសីលធម៌ការងារដ៏រឹងមាំមួយនឹងចាំបាច់នៅពេលអ្នកបន្តទៅមុខទៀតជាមួយនឹងផ្នែក Mundane នៃការបង្ហាញចក្ខុវិស័យរបស់អ្នក។ប្រកាន់ខ្ជាប់នូវអាជីវកម្មខណៈពេលដែលរក្សាអង្គការរក្សាបានកម្លាំងពលកម្មឱ្យបានគ្រប់គ្រាន់នៅតាមផ្លូវ។ធានាថាអ្នកនឹងមានថាមពលគ្រប់គ្រាន់ក្នុងការមើលឃើញគោលដៅធំតាមរយៈការគិតពីតម្រូវការរបស់រាងកាយអ្នក។តម្រងគំនិតថ្មីៗតាមរយៈនៅពេលដែល Jupiter Stirs ក្រោយមករសៀលនេះដែលបានជួយអ្នកពង្រីករបៀបវារៈរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be mindful of where you funnel your time, focus, and energy, dear Taurus. As the moon enters Capricorn and the sector of your chart that governs growth, expansion will occur quickly. What you put into the universe will multiply under this cosmic climate, so be sure to focus on positive goals and long-term goals. Remove yourself from potential distractions while Luna squares Saturn and Neptune, encouraging you to work from behind the scenes for now. Resurface to have meaningful conversations that can improve your prospects or trigger opportunities when Luna faces off with Jupiter later this afternoon."
        },
        "kh": {
            "today": "ចូរគិតអំពីកន្លែងដែលអ្នកបង្ហាញពេលវេលាការផ្តោតអារម្មណ៍និងថាមពលរបស់អ្នក, taurus ជាទីស្រឡាញ់។នៅពេលដែលព្រះចន្ទចូល Capricorn និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងកំណើនការពង្រីកនឹងកើតឡើងយ៉ាងឆាប់រហ័ស។អ្វីដែលអ្នកបានដាក់ចូលសកលលោកនឹងគុណនឹងអាកាសធាតុលោហធាតុនេះដូច្នេះត្រូវប្រាកដថាផ្តោតលើគោលដៅវិជ្ជមាននិងគោលដៅរយៈពេលវែង។ដកខ្លួនអ្នកចេញពីការរំខានដែលមានសក្តានុពលខណៈដែល Luna Squares Saturn និង Neptune ដែលលើកទឹកចិត្តអ្នកឱ្យធ្វើការពីនៅពីក្រោយឆាកសម្រាប់ពេលនេះ។ការរស់ឡើងវិញដើម្បីឱ្យមានការសន្ទនាដែលមានអត្ថន័យដែលអាចធ្វើឱ្យប្រសើរឡើងនូវការរំពឹងទុករបស់អ្នកឬឱកាសបង្កឱ្យមាននៅពេលដែល Luna ប្រឈមមុខនឹងការបិទជាមួយនឹងភពព្រហស្បតិ៍នៅពេលរសៀលនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be in the mood to cultivate true intimacy, dear Gemini, as the moon drifts into Capricorn and your solar eighth house. However, be mindful of who you share vulnerabilities with while Luna squares Saturn and Neptune, especially when dealing with new friends. Pace yourself when defining fresh connections, even if your interactions feel intense and emotionally charged. Focus on building up your sense of power as the hours pass, recognizing that strength must be nurtured from within. Avoid overspending later this afternoon when Luna opposes Jupiter, especially if you're struggling to pay off existing debts."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាមានភាពស្និទ្ធស្នាលពិតប្រាកដ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទរសាត់ទៅក្នុង capricorn និងផ្ទះទី 8 របស់អ្នក។ទោះយ៉ាងណាសូមយកចិត្តទុកដាក់ចំពោះអ្នកដែលអ្នកគាំទ្រងាយរងគ្រោះជាមួយនឹងខណៈពេលដែល Luna Squares Saturn និង Neptune ជាពិសេសនៅពេលទាក់ទងជាមួយមិត្តភក្តិថ្មី។ជំរុញខ្លួនអ្នកនៅពេលកំណត់ការតភ្ជាប់ស្រស់ទោះបីអន្តរកម្មរបស់អ្នកមានអារម្មណ៍ច្របូកច្របល់និងរំជួលចិត្តក៏ដោយ។ផ្តោតលើការកសាងអារម្មណ៍នៃអំណាចរបស់អ្នកនៅពេលម៉ោងកន្លងផុតទៅដោយការទទួលស្គាល់ថាកម្លាំងត្រូវតែចិញ្ចឹមបីបាច់ក្នុង។ជៀសវាងការហួសកំរិតក្រោយមករសៀលនេះនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រហស្បតិ៍ជាពិសេសប្រសិនបើអ្នកកំពុងតស៊ូដើម្បីសងបំណុលដែលមានស្រាប់។"
        }
    }
]