[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer Moon offers enlightenment this morning, dear Aries, aligning with Jupiter, Saturn, Neptune, and Uranus. Access your intuition while bringing structure to your dreams, making radical changes within current foundations to make room for growth. Your confidence grows and heart opens once Luna enters Leo, reinforcing your determination to chase passions and gain popularity. However, you should be mindful of who you are trying to impress and why when Pluto stirs this afternoon. Mars, Venus, and Mercury Rx stir this evening, encouraging you to reflect on existing projects and relationships, reworking your path if specific commitments have grown problematic."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមហារីកផ្តល់នូវការត្រាស់ដឹងនៅព្រឹកនេះជាទីស្រឡាញ់ aries ការតម្រឹមជាមួយភពព្រហស្បតិ៍, ភពភព, ណេតទូក្រុមហ៊ុន, និងអ៊ុយរ៉ានុស។ចូលប្រើវិចារណញាណរបស់អ្នកខណៈដែលការនាំយករចនាសម្ព័ន្ធទៅក្នុងក្តីសុបិន្តរបស់អ្នកធ្វើឱ្យការផ្លាស់ប្តូររ៉ាឌីកាល់នៅក្នុងគ្រឹះបច្ចុប្បន្នដើម្បីធ្វើឱ្យមានការលូតលាស់។ទំនុកចិត្តរបស់អ្នកកាន់តែរីកចម្រើនហើយបេះដូងបើកចំហនៅពេលដែល Luna ចូល Leo ដោយពង្រឹងការប្តេជ្ញាចិត្តរបស់អ្នកក្នុងការដេញតាមតណ្ហានិងទទួលបានប្រជាប្រិយភាព។ទោះយ៉ាងណាអ្នកគួរតែគិតអំពីអ្នកដែលអ្នកកំពុងព្យាយាមធ្វើឱ្យមានការចាប់អារម្មណ៍ហើយហេតុអ្វីនៅពេលផ្លាតូកូរនៅរសៀលនេះ។ភពព្រះអង្គារភេសជ្ជៈនិងបារត RX ជំរុញឱ្យអ្នកឆ្លុះបញ្ចាំងពីគម្រោងនិងទំនាក់ទំនងដែលមានស្រាប់ការធ្វើផ្លូវរបស់អ្នកឡើងវិញប្រសិនបើការប្តេជ្ញាចិត្តជាក់លាក់បានរីកចម្រើន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Error: Unable to fetch data for leo"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់លីអូបានទេ"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your day kicks off with a burst of social activity, dear Taurus, as the Cancer Moon aligns with Jupiter, Saturn, Neptune, and Uranus. Boost morale and popularity by connecting with friends far and wide, even if doing so causes you to veer slightly off task. You'll need to knuckle down after Luna enters Leo and opposes Pluto, intensifying the weight of your responsibilities. Maintain healthy boundaries and steady emotions to avoid becoming overwhelmed. You'll crave depth and passion within your relationships once Mars, Venus, and Mercury Rx activate this evening, but you should find value in softer moments as well."
        },
        "kh": {
            "today": "ថ្ងៃរបស់អ្នកនឹងចាប់ផ្តើមជាមួយនឹងការផ្ទុះនៃសកម្មភាពសង្គម Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយភពព្រហស្បតិ៍, សៅថនណុន, និងអ៊ុយរ៉ានុស។ជម្រុញសីលធម៌និងប្រជាប្រិយភាពដោយភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិនៅឆ្ងាយនិងធំធេងទោះបីជាការធ្វើដូច្នេះបណ្តាលឱ្យអ្នកធ្វើឱ្យអ្នកបានបិទការងារបន្តិចក៏ដោយ។អ្នកនឹងត្រូវខាំបន្ទាប់ពីលោក Luna ចូល Leo និងប្រឆាំងនឹងផ្លាតូដែលកាន់តែខ្លាំងឡើងនូវទំងន់នៃការទទួលខុសត្រូវរបស់អ្នក។រក្សាព្រំប្រទល់ដែលមានសុខភាពល្អនិងអារម្មណ៍ថេរដើម្បីជៀសវាងការហួសចិត្ត។អ្នកនឹងចង់ធ្វើឱ្យស៊ីជម្រៅនិងចំណង់ចំណូលចិត្តនៅក្នុងទំនាក់ទំនងរបស់អ្នកនៅពេលដែលអ្នកមានភពទឹកភពសុក្រនិងបារត RX សកម្មនៅល្ងាចនេះប៉ុន្តែអ្នកគួរតែរកតម្លៃនៅពេលយប់ផងដែរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Internal shifts enhance your financial and professional perspective, dear Gemini, as the Cancer Moon aligns with Jupiter, Saturn, Neptune, and Uranus. Get creative with existing ideas when Luna enters Leo and opposes Pluto, expanding your horizons beyond the constraints of what you once believed was possible.  Watch for signs if you need spiritual direction, such as conversing with the other side, to address specific questions or desires. Mars, Venus, and Mercury Rx stir throughout the evening, putting you in a giving headspace. Cater to loved ones if it satisfies the soul, but don't forget your own needs in the process."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរផ្ទៃក្នុងបង្កើនទស្សនៈវិស័យហិរញ្ញវត្ថុនិងវិជ្ជាជីវៈរបស់អ្នកជាទីស្រឡាញ់ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយភពព្រហស្បតិ៍, សៅថនណុនធួននិងអ៊ុយរ៉ានុស។ទទួលបានការច្នៃប្រឌិតជាមួយនឹងគំនិតដែលមានស្រាប់នៅពេលដែល Luna ចូល Leo និងប្រឆាំងនឹងផ្លូតូពង្រីកផ្តេកផ្តេករបស់អ្នកលើសពីអ្វីដែលអ្នកបានជឿថាមានលទ្ធភាព។មើលសញ្ញាប្រសិនបើអ្នកត្រូវការការណែនាំខាងវិញ្ញាណដូចជាសន្ទនាជាមួយផ្នែកម្ខាងទៀតដើម្បីដោះស្រាយសំណួរជាក់លាក់ឬបំណងប្រាថ្នា។ភពព្រះអង្គារ, ភពសុក្រនិងបារត RX កូរពេញមួយល្ងាចដាក់អ្នកនៅក្នុងក្បាលដែលផ្តល់ឱ្យ។ផ្តល់ជូនមនុស្សដែលស្រឡាញ់ប្រសិនបើវាពេញចិត្តនឹងព្រលឹងប៉ុន្តែកុំភ្លេចពីតម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុងដំណើរការនេះ។"
        }
    }
]