[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon moves freely through Scorpio today, dear Aries, streamlining quests around release, empowerment, and building intimacy. Consider how you wish to rejuvenate your life, focusing on where deals or commitments can be made to support your bottom line. Giving and taking will be huge in solidifying agreements and strengthening connections. On a personal note, emotions will flow with more intensity than usual. Notice if you start to obsess over hypotheticals, doing what you can to channel your focus toward something productive. Stay grounded to keep your thoughts focused when Luna and Jupiter form an unbalanced aspect this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរំកិលខ្លួនដោយសេរីតាមរយៈ Scorpio ថ្ងៃនេះជាទីស្រឡាញ់ aries, reies ការស្វែងរកដំណើរស្វែងរកនៅជុំវិញការដោះលែងការពង្រឹងអំណាចនិងការកសាងភាពស្និទ្ធស្នាល។ពិចារណាពីរបៀបដែលអ្នកចង់ធ្វើឱ្យជីវិតរបស់អ្នកទាន់សម័យផ្តោតលើកន្លែងដែលកិច្ចព្រមព្រៀងឬការប្តេជ្ញាចិត្តអាចត្រូវបានធ្វើឡើងដើម្បីគាំទ្រដល់បន្ទាត់ខាងក្រោមរបស់អ្នក។ការផ្តល់និងការទទួលយកនឹងមានភាពធំធេងនៅក្នុងកិច្ចព្រមព្រៀងដ៏រឹងមាំនិងការពង្រឹងទំនាក់ទំនង។នៅលើកំណត់ចំណាំផ្ទាល់ខ្លួនអារម្មណ៍នឹងហូរដោយមានអាំងតង់ស៊ីតេច្រើនជាងធម្មតា។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកចាប់ផ្តើមឈ្លក់វង្វេងនឹងសម្មតិកម្មការធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីធ្វើការផ្តោតការយកចិត្តទុកដាក់របស់អ្នកឆ្ពោះទៅរកអ្វីដែលមានផលិតភាព។នៅជាប់នឹងគំនិតរបស់អ្នកឱ្យផ្តោតអារម្មណ៍នៅពេលដែល Luna និង Jupiter បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You should feel empathetic, caring, and psychically tapped in, dearest Leo, as the moon continues its journey through Scorpio. Surround yourself with those you can be vulnerable with, especially if you've been carrying heavy emotions all on your own. A desire to change up your space could also come into focus, though you should consider purging items before adding more. You'll desire connection on a broader scale when Luna and Jupiter align this evening. Still, you should be mindful of embracing communities that focus on positive thinking and shared interests or goals. Consider closing out the day with your favorite comfort foods and coziest lounge clothes."
        },
        "kh": {
            "today": "អ្នកគួរតែមានអារម្មណ៍ថាយល់ចិត្តការយកចិត្តទុកដាក់និងដោយចិត្តសាស្ត្រដែលមាននៅក្នុងឡៅដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Scorpio ។ព័ទ្ធជុំវិញខ្លួនអ្នកជាមួយអ្នកដែលអ្នកអាចងាយរងគ្រោះជាពិសេសប្រសិនបើអ្នកបានកាន់អារម្មណ៍ធ្ងន់ ៗ ដោយខ្លួនឯង។បំណងប្រាថ្នាក្នុងការផ្លាស់ប្តូរទំហំរបស់អ្នកក៏អាចផ្តោតអារម្មណ៍បានដែរទោះបីជាអ្នកគួរតែគិតពីការបន្សុទ្ធមុនពេលបន្ថែមថែមទៀត។អ្នកនឹងចង់បានការតភ្ជាប់នៅលើមាត្រដ្ឋានទូលំទូលាយនៅពេលដែល Luna និង Jupiter តម្រឹមនៅល្ងាចនេះ។ទោះយ៉ាងណាអ្នកគួរតែគិតគូរពីការចាប់យកសហគមន៍ដែលផ្តោតលើការគិតវិជ្ជមាននិងផលប្រយោជន៍រួម។ពិចារណាបិទថ្ងៃជាមួយនឹងអាហារដែលអ្នកពេញចិត្តនិងសម្លៀកបំពាក់ដែលមានកម្សាន្តដ៏កក់ក្តៅបំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon moves freely through Scorpio, dearest Taurus, activating the sector of your chart that governs relationships. This energy is perfect for reflecting on love connections, both past and present, with a focus on creating strengthened and healthier dynamics. Try to examine how other people impact you emotionally and mentally and how dependent you are on external support. Now is also a good time to consider if you've been giving too much of yourself while receiving little in return. Minor insecurities could snowball into something bigger when Luna and Jupiter form an unbalanced connection this evening, making it essential that you find ways to soothe and support yourself."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរំកិលខ្លួនដោយសេរីតាមរយៈ Scorpio ដែលជាទីស្រឡាញ់បំផុត Taurus ដែលជាទីស្រឡាញ់បំផុតធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកគ្រប់គ្រងទំនាក់ទំនង។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការឆ្លុះបញ្ចាំងពីការតភ្ជាប់ស្នេហាទាំងអតីតកាលនិងបច្ចុប្បន្នដោយផ្តោតលើការបង្កើតការពង្រឹងនិងសក្ដានុពលដែលមានសុខភាពល្អ។ព្យាយាមពិនិត្យមើលថាតើមនុស្សផ្សេងទៀតជះឥទ្ធិពលដល់អ្នកខាងផ្លូវចិត្តនិងបញ្ញាស្មារតីហើយអ្នកពឹងផ្អែកលើការគាំទ្រពីខាងក្រៅយ៉ាងដូចម្តេច។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីពិចារណាប្រសិនបើអ្នកបានផ្តល់ឱ្យខ្លួនឯងច្រើនពេកនៅពេលទទួលបានមកវិញតិចតួច។អសន្តិសុខអនីតិជនអាចមានគ្រាប់បាល់ជ្រលក់ចូលទៅក្នុងអ្វីដែលធំជាងនៅពេលដែល Luna និងភពព្រហស្បតិ៍បង្កើតបានជាការតភ្ជាប់មិនមានតុល្យភាពនៅល្ងាចនេះដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នករកវិធីដើម្បីធ្វើឱ្យខ្លួនអ្នកធូរស្បើយនិងគាំទ្រខ្លួនអ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be in an emotional and analytical headspace today, dearest Gemini, as the moon moves through Scorpio and your solar sixth house. While practical thinking is one of your strong suits, you may struggle to bring order to specific feelings. Allow your heart to move in new directions, releasing control to make room for enlightenment. By showing yourself additional compassion, you'll be better equipped to solve problems and find empowerment. A rush of activity finds you this evening when Luna and Jupiter align. Stay busy to avoid racing thoughts, and be mindful not to place unreasonable expectations on yourself."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតក្នុងអារម្មណ៍រំជួលចិត្តនិងវិភាគនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរតាម Scorpio និងផ្ទះទី 6 របស់សូឡារបស់អ្នក។ខណៈពេលដែលការគិតជាក់ស្តែងគឺជាឈុតមួយក្នុងចំណោមឈុតដ៏ខ្លាំងមួយរបស់អ្នកអ្នកអាចនឹងតស៊ូដើម្បីនាំយកបទបញ្ជាឱ្យមានអារម្មណ៍ជាក់លាក់។អនុញ្ញាតឱ្យបេះដូងរបស់អ្នកផ្លាស់ទីក្នុងទិសដៅថ្មីការបញ្ចេញការគ្រប់គ្រងដើម្បីធ្វើឱ្យបន្ទប់បំភ្លឺ។តាមរយៈការបង្ហាញការអាណិតអាសូរបន្ថែមទៀតអ្នកនឹងត្រូវបានបំពាក់យ៉ាងល្អដើម្បីដោះស្រាយបញ្ហានិងស្វែងរកការផ្តល់អំណាច។ការប្រញាប់នៃសកម្មភាពមួយរកអ្នកនៅល្ងាចនេះនៅពេលដែល Luna និង Jupiter តម្រឹម។រវល់ដើម្បីជៀសវាងគំនិតប្រណាំងហើយយកចិត្តទុកដាក់មិនឱ្យធ្វើការរំពឹងទុកដោយមិនសមហេតុផលលើខ្លួនអ្នកទេ។"
        }
    }
]