[
    {
        "sign": "Aries",
        "en": {
            "today": "The energy will be tricky to navigate this morning, dear Ram, as Venus squares off with Saturn and Neptune. Emotions grow confusing as boundaries blur, making it difficult to understand your place within certain relationships and situations. Meanwhile, the Scorpio quarter moon generates tension with Mercury RX, inflaming drama as you struggle to find the right words. Put your pride aside when searching for a resolution, but stand firm against those who are being unreasonable or manipulative. The skies clear while Jupiter activates, giving you a chance to evolve alongside loved ones as issues are finally laid to rest."
        },
        "kh": {
            "today": "ថាមពលនេះនឹងមានល្បិចកលក្នុងការរុករកនៅព្រឹកនេះ RAM RAM ជាទីស្រឡាញ់នៅពេលដែល Venus មានការ៉េការ៉េនិង Neptune ។អារម្មណ៍មានភាពច្របូកច្របល់ដូចព្រំដែនព្រិលដែលធ្វើឱ្យមានការលំបាកក្នុងការស្វែងយល់ពីកន្លែងរបស់អ្នកក្នុងទំនាក់ទំនងនិងស្ថានភាពជាក់លាក់។ទន្ទឹមនឹងនេះដែរ Mascupio Moon Moon បង្កើតភាពតានតឹងជាមួយនឹងបារត RX ការរីករាលដាលល្ខោននៅពេលអ្នកតស៊ូក្នុងការស្វែងរកពាក្យត្រឹមត្រូវ។ដាក់មោទនភាពរបស់អ្នកមួយឡែកនៅពេលស្វែងរកដំណោះស្រាយប៉ុន្តែឈរយ៉ាងរឹងមាំប្រឆាំងនឹងអ្នកដែលកំពុងមិនសមហេតុផលឬប្រឡាយ។មេឃយ៉ាងច្បាស់ខណៈពេលដែលជូពើរធ្វើឱ្យសកម្មផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីវិវឌ្ឍន៍លើមនុស្សដែលស្រឡាញ់នៅពេលដែលបញ្ហាត្រូវបានដាក់ឱ្យសម្រាក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Venus, Saturn, and Neptune align amongst the stars, warm lion, putting you in the dreamiest of states. Permit yourself to take a break from reality, allowing your imagination to run wild. Just be mindful of any epiphanies or strokes of genius that arise, considering if these whims could come to fruition with a bit of practical planning. It may be necessary to unpack difficult emotions while the Scorpio quarter moon squares Mercury RX, but getting loved ones to participate might be a tall order. Intuitive breakthroughs find you when Jupiter activates, illuminating new paths toward peace."
        },
        "kh": {
            "today": "Venus, សៅរ៍, សៅរណី, និង neptune នេះមានភាពរអាក់រអួលក្នុងចំណោមផ្កាយ, តោក្តៅ, ដាក់អ្នកនៅក្នុងក្តីសុបិន្តដ៏អស្ចារ្យបំផុត។អនុញ្ញាតឱ្យខ្លួនអ្នកឈប់សម្រាកពីការពិតដែលអនុញ្ញាតឱ្យការស្រមើលស្រមៃរបស់អ្នកដំណើរការព្រៃ។គ្រាន់តែចងចាំពីអេពីភីហ្សាណុកឬការដាច់សរសៃឈាមខួរក្បាលរបស់ទេពកោសល្យដែលកើតឡើងដោយពិចារណាថាតើមានផ្លែផ្កាទាំងនេះអាចនឹងក្លាយជាផ្លែផ្កាដែលមានផែនការជាក់ស្តែងបន្តិចដែរឬទេ?វាចាំបាច់ក្នុងការពន្លាអារម្មណ៍លំបាកខណៈពេលដែល Scorpio ត្រីមាស Moon Squares Mercury RX ប៉ុន្តែការទទួលបានមនុស្សជាទីស្រឡាញ់ចូលរួមក្នុងការចូលរួមអាចជាបទបញ្ជាខ្ពស់។របកគំហើញដែលវិចារណញាណរកអ្នកនៅពេលដែលជូភឺរសកម្មដោយបំភ្លឺផ្លូវថ្មីឆ្ពោះទៅរកសន្តិភាព។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Avoid feeding into worst-case scenarios, dear Taurus, as Venus squares Saturn and Neptune. Disharmony could be the main culprit for triggering upsetting thoughts, and it may be necessary to pull back and recalibrate. Immerse yourself in art, beauty, and comforting foods if you need a way to escape your thoughts—the Scorpio quarter moon and Mercury Retrograde brew issues within your closest connections. Try not to sympathize with people who are being cruel, and speak up if you've felt neglected or taken for granted. Your mood elevates while Jupiter activates, helping you reclaim that sparkle you're so beloved for."
        },
        "kh": {
            "today": "ចៀសវាងការផ្តល់ចំណីដល់សេណារីយ៉ូដែលអាក្រក់បំផុត Taurus ជាទីស្រឡាញ់ដូចជា Venus Sharares Saturn និង Neptune ។ភាពមិនធម្មតាអាចជាពិរុទ្ធជនចម្បងសម្រាប់ការបង្កឱ្យមានគំនិតតូចចិត្តហើយវាប្រហែលជាចាំបាច់ក្នុងការទាញត្រឡប់មកវិញនិងគណនាឡើងវិញ។ជ្រមុជខ្លួនអ្នកក្នុងសិល្បៈសិល្បៈសម្រស់និងការលួងលោមអាហារប្រសិនបើអ្នកត្រូវការវិធីដើម្បីគេចផុតពីគំនិតរបស់អ្នក -corpio ព្រះច័ន្ទ, ព្រះច័ន្ទនិងបញ្ហាទឹកហូរស្រាវជ្រាវឡើងវិញនៅក្នុងការភ្ជាប់ជិតបំផុតរបស់អ្នក។ព្យាយាមមិនឱ្យអាណិតអាសូរដល់មនុស្សដែលកំពុងឃោរឃៅហើយនិយាយឡើងប្រសិនបើអ្នកមានអារម្មណ៍មិនយកចិត្តទុកដាក់ឬមិនយកចិត្តទុកដាក់។អារម្មណ៍របស់អ្នកកើនឡើងខណៈពេលដែល Jupiter សកម្មជួយឱ្យអ្នកទទួលយកថាអ្នកគឺជាមនុស្សជាទីស្រឡាញ់ដ៏គួរឱ្យស្រឡាញ់សម្រាប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A technological cleanse may be in order, dearest Gemini, as Venus squares off with Saturn and Neptune. Excessive screen time has likely left you feeling disconnected from your surroundings and friends. Meanwhile, the Scorpio quarter moon and Mercury RX form a harsh aspect, creating a restless yet aimless energy. Your active mind will crave something to do, but a lack of organization could leave you with unfinished tasks and too many projects to keep up with. Simplify your agenda when Jupiter activates, pausing to recognize what needs your immediate attention while finding ways to slow down and relax."
        },
        "kh": {
            "today": "ការសំអាតខាងបច្ចេកវិទ្យាមួយអាចមានសណ្តាប់ធ្នាប់ជា Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Venus Venus មានច្រកចេញដោយ Saturn និង Neptune ។ពេលវេលាបញ្ចាំងហួសប្រមាណទំនងជាទុកឱ្យអ្នកមានអារម្មណ៍ថាបានផ្តាច់ចេញពីមជ្ឈដ្ឋានជុំវិញនិងមិត្តភក្តិរបស់អ្នក។ទន្ទឹមនឹងនេះដែរ Scorpio Moon និង Mercury RX បង្កើតបានជាទិដ្ឋភាពដ៏អាក្រក់បង្កើតថាមពលដែលមិនចេះស្កប់ស្កល់តែមិនមានគោលបំណង។គំនិតសកម្មរបស់អ្នកនឹងមានអ្វីដែលត្រូវធ្វើប៉ុន្តែកង្វះអង្គការអាចធ្វើឱ្យអ្នកមានភារកិច្ចដែលមិនទាន់បានបញ្ចប់ហើយមានគម្រោងជាច្រើនដែលត្រូវរក្សា។ធ្វើឱ្យមានរបៀបវារៈរបស់អ្នកកាន់តែសាមញ្ញនៅពេលដែលជូពើរសកម្មផ្អាកដើម្បីដឹងពីអ្វីដែលត្រូវការការយកចិត្តទុកដាក់របស់អ្នកភ្លាមៗនៅពេលស្វែងរកវិធីដើម្បីបន្ថយល្បឿននិងបន្ធូរអារម្មណ៍។"
        }
    }
]