[
    {
        "sign": "Aries",
        "en": {
            "today": "Personal breakthroughs lead to emotional growth today, dearest Aries, thanks to a series of sweet aspects between Mars, Saturn, and Uranus. Try to get plenty of alone time in, nurturing the heart and mind so you can work through brutal truths. You'll gain strength when you are compassionate with yourself, making it easier to execute change or implement new boundaries that can bolster mental health. Your home life also comes into view, and you'll want to focus on growing prosperity to funnel back into your space. Tonight's quarter moon in Cancer marks the perfect excuse to lounge around indoors."
        },
        "kh": {
            "today": "របកគំហើញផ្ទាល់ខ្លួននាំឱ្យមានកំណើនផ្លូវចិត្តនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់បំផុតដោយសារមានភាពផ្អែមល្ហែមជាច្រើនរវាងភពព្រះអង្គារមត្តេយ្យនិងអ៊ុយរ៉ានុស។ព្យាយាមធ្វើឱ្យបានច្រើននៅម្នាក់ឯងក្នុងការចិញ្ចឹមបីបាច់បេះដូងនិងចិត្តដូច្នេះអ្នកអាចធ្វើការបានតាមរយៈសេចក្តីពិតដ៏សាហាវ។អ្នកនឹងទទួលបានកម្លាំងនៅពេលអ្នកមានការអាណិតអាសូរជាមួយខ្លួនអ្នកធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការប្រតិបត្តិការផ្លាស់ប្តូរឬអនុវត្តព្រំដែនថ្មីដែលអាចធ្វើឱ្យសុខភាពផ្លូវចិត្តកាន់តែខ្លាំងឡើង។ជីវិតនៅផ្ទះរបស់អ្នកក៏ចូលមកមើលដែរហើយអ្នកនឹងចង់ផ្តោតលើភាពរុងរឿងដែលកំពុងរីកលូតលាស់ដល់ចីវលោទៅក្នុងលំហរបស់អ្នក។ព្រះច័ន្ទប្រចាំត្រីមាសនៃត្រីមាសនេះក្នុងមហារីកប្រារព្ធធ្វើលេសដែលល្អឥតខ្ចោះក្នុងផ្ទះនៅជុំវិញក្នុងផ្ទះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Apply structure to your quests for transformation, dear Leo, as Mars, Saturn, and Uranus join forces. Try not to overthink what comes next when you can invest in shifting the present energy. Renegotiate terms within your personal and professional lives may be necessary. Luckily, the energy at play will put people in an experimental mood, helping you push alternative agendas forward. Making your moves in private can also be beneficial for gaining recognition down the line. Pull back to connect with your higher power under tonight's quarter moon in Cancer, asking for assistance or guidance as needed."
        },
        "kh": {
            "today": "អនុវត្តរចនាសម្ព័ន្ធទៅនឹងដំណើរស្វែងរករបស់អ្នកសម្រាប់ការផ្លាស់ប្តូរ, ឡេអូ, ក្នុងនាមជាភពព្រះអង្គារ, សៅរ៍និងអ៊ុយរ៉ានុសចូលរួមកម្លាំង។ព្យាយាមមិនឱ្យកែលម្អអ្វីដែលកើតឡើងបន្ទាប់នៅពេលដែលអ្នកអាចវិនិយោគក្នុងការផ្លាស់ប្តូរថាមពលបច្ចុប្បន្ន។ពាក្យចរចាឡើងវិញនៅក្នុងជីវិតផ្ទាល់ខ្លួននិងវិជ្ជាជីវៈរបស់អ្នកប្រហែលជាចាំបាច់។សំណាងណាស់ថាមពលក្នុងការលេងនឹងធ្វើឱ្យមនុស្សមានអារម្មណ៍ពិសោធន៍ជួយអ្នកឱ្យជំរុញរបៀបវារៈជំនួសទៅមុខ។ធ្វើឱ្យចលនារបស់អ្នកមានលក្ខណៈឯកជនក៏អាចមានអត្ថប្រយោជន៍ផងដែរសម្រាប់ការទទួលបានការទទួលស្គាល់ពីបន្ទាត់។ទាញថយក្រោយដើម្បីភ្ជាប់ជាមួយថាមពលខ្ពស់របស់អ្នកក្រោមព្រះច័ន្ទនៅត្រីមាសរបស់យប់នេះក្នុងជំងឺមហារីកដោយស្នើសុំជំនួយឬការណែនាំតាមតម្រូវការ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Important decisions will be made today, dear Taurus, as Mars, Saturn, and Uranus join forces overhead. This cosmic climate is perfect for breaking molds to establish firmer ground, encouraging you to be bold, brave, and innovative. The stars reward originality during this time, though you'll need to back up your brilliant plans with hard work and patience. Lucky encounters could also help you make friends in high places, so don't be afraid to shine amongst the crowds. You'll require more quiet once the Cancer quarter moon rises this evening, asking you to be selective of how you spend time."
        },
        "kh": {
            "today": "ការសម្រេចចិត្តសំខាន់ៗនឹងត្រូវធ្វើឡើងនៅថ្ងៃនេះ Taurus ជាទីស្រឡាញ់ដូចជាភពព្រះអង្គារ, សៅហ្មងនិងអ៊ុយរ៉ែរចូលរួមការចំណាយលើក្បាល។អាកាសធាតុកែសម្ផស្សនេះគឺល្អឥតខ្ចោះសម្រាប់ការបំបែកផ្សិតដើម្បីបង្កើតឱ្យមានដីអាប់អួដែលជំរុញឱ្យអ្នកក្លាយជាមនុស្សក្លាហានក្លាហាននិងច្នៃប្រឌិតថ្មី។តារាទទួលបានរង្វាន់ដល់ដើមអំឡុងពេលនេះទោះបីជាអ្នកត្រូវគាំទ្រផែនការដ៏អស្ចារ្យរបស់អ្នកជាមួយនឹងការខិតខំនិងការអត់ធ្មត់ក៏ដោយ។ការជួបសំណាងល្អក៏អាចជួយអ្នកបង្កើតមិត្តភក្តិនៅទីខ្ពស់នៅទីខ្ពស់ដូច្នេះកុំខ្លាចក្នុងការចាំងក្នុងចំនោមហ្វូងមនុស្ស។អ្នកនឹងត្រូវការស្ងាត់ថែមទៀតនៅពេលដែលមហារីកមហារីកបានកើនឡើងនៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នកធ្វើជាអ្នកជ្រើសរើសរបៀបដែលអ្នកចំណាយពេល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mars, Saturn, and Uranus form a series of supportive aspects today, dearest Gemini, asking you to make bold moves. This cosmic climate brings opportunities to revolutionize your path, though change must initiate from within. Trust your instincts when they tell you it's time to shift directions, root in the present, or take a stand. Remember that the first step to achieving greatness is cultivating a dream and then following it. Personal breakthroughs can also help you shed self-imposed restrictions or tackle real-world challenges. Step away from the outside world and enjoy small luxuries once the Cancer quarter moon rises this evening."
        },
        "kh": {
            "today": "ភពព្រះអង្គារ, សៅរ៍និងអ៊ុយរ៉ានុសបង្កើតជាស៊េរីនៃទិដ្ឋភាពគាំទ្រនៅថ្ងៃនេះ, Gemini ដែលជាទីស្រឡាញ់បំផុត, ស្នើសុំឱ្យអ្នកធ្វើចលនាដិត។អាកាសធាតុលោហធាតុនេះនាំមកនូវឱកាសដើម្បីធ្វើបដិវត្តផ្លូវរបស់អ្នកទោះបីជាការផ្លាស់ប្តូរត្រូវតែចាប់ផ្តើមពីខាងក្នុងក៏ដោយ។ជឿទុកចិត្តលើសភាវគតិរបស់អ្នកនៅពេលពួកគេប្រាប់អ្នកថាវាដល់ពេលដែលត្រូវផ្លាស់ប្តូរទិសដៅឫសក្នុងបច្ចុប្បន្នឬឈរ។ចងចាំថាជំហានដំបូងក្នុងការសម្រេចបាននូវភាពអស្ចារ្យកំពុងដាំដុះក្តីសុបិន្តហើយបន្ទាប់មកធ្វើតាមវា។របកគំហើញផ្ទាល់ខ្លួនក៏អាចជួយអ្នកក្នុងការដាក់កម្រិតលើការដាក់កម្រិតលើខ្លួនឯងឬដោះស្រាយបញ្ហាប្រឈមក្នុងពិភពពិត។ដើរចេញពីពិភពខាងក្រៅហើយរីករាយនឹងប្រណីតតូចៗនៅពេលដែលមហារីកនៅត្រីមាសព្រះចន្ទបានកើនឡើងនៅល្ងាចនេះ។"
        }
    }
]