[
    {
        "sign": "Aries",
        "en": {
            "today": "Take care of your home and catch up on tasks that improve your quality of life, dear Aries, as the Virgo Moon and Jupiter align. You'll find joy when family and wellness are the priority, putting you in a particularly nurturing spirit. Try not to stress over tomorrow's problems while Luna aligns with the nodes of fate, even as Monday's responsibilities linger heavily on your mind. Instead of anticipating what's to come, do what you can to prepare on your end for a more seamless workweek. An unbalanced aspect forms between the sun and Pluto midafternoon, asking you to set aside your devices to cultivate meaningful interactions in the present."
        },
        "kh": {
            "today": "ថែរក្សាផ្ទះរបស់អ្នកហើយចាប់យកភារកិច្ចដែលធ្វើឱ្យប្រសើរឡើងនូវគុណភាពជីវិតរបស់អ្នកដែលជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជាព្រះច័ន្ទ Virgo និង Jupiter តម្រឹម។អ្នកនឹងទទួលបានសេចក្តីអំណរនៅពេលដែលគ្រួសារនិងសុខភាពគឺជាអាទិភាព, ដាក់អ្នកក្នុងស្មារតីចិញ្ចឹមបីបាច់ជាពិសេស។ព្យាយាមមិនធ្វើឱ្យតានតឹងលើបញ្ហាថ្ងៃស្អែកខណៈពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃវាសនាសូម្បីតែកាលពីថ្ងៃច័ន្ទទំនួលខុសត្រូវនៅថ្ងៃច័ន្ទដែលកំពុងលូតលាស់យ៉ាងខ្លាំងនៅលើគំនិតរបស់អ្នកយ៉ាងខ្លាំងក៏ដោយ។ជំនួសឱ្យការគិតពីអ្វីដែលត្រូវមកធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីរៀបចំនៅចុងបញ្ចប់របស់អ្នកសម្រាប់សិប្បកម្មដែលគ្មានថ្នេរជាងនេះ។ទិដ្ឋភាពដែលមិនមានតុល្យភាពរវាងព្រះអាទិត្យនិងផ្លាទីណូពាក់កណ្តាលប៉ុស្តិ៍ស្នើឱ្យអ្នកដាក់ឧបករណ៍របស់អ្នកឱ្យឡែកដើម្បីដាំដុះអន្តរកម្មដែលមានអត្ថន័យនៅបច្ចុប្បន្ន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Tap into the magical and intuitive currents that exist just below the surface, dearest Leo, as the Virgo Moon and Jupiter align. This celestial exchange deepens your understanding of our mysterious universe, helping you more easily communicate with the divine to receive guidance and express wishes. Keep an open heart and mind when searching for deeper meaning, maintaining optimism, and trust in the other side. Focus on paying down debts and securing your future once the nodes of fate stir, placing stability over materialism. If you're in a committed relationship, it may be necessary to discuss shared financial goals while the sun and Pluto form an unbalanced aspect later today."
        },
        "kh": {
            "today": "ប៉ះចូលទៅក្នុងចរន្តទឹកវេទមន្តនិងវិចារណញាណដែលមាននៅខាងក្រោមផ្ទៃដែលជាទីស្រឡាញ់បំផុត, ដូចជាព្រះចន្ទព្រះមហិត្តិយសនិងភពព្រហស្បតិ៍តម្រឹម។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះកាន់តែស៊ីជម្រៅនូវការយល់ដឹងរបស់អ្នកអំពីសកលលោកអាថ៌កំបាំងរបស់យើងដែលជួយអ្នកយ៉ាងងាយស្រួលប្រាស្រ័យទាក់ទងជាមួយព្រះដើម្បីទទួលការណែនាំនិងបំណងប្រាថ្នា។រក្សាដួងចិត្តនិងចិត្តបើកចំហនៅពេលស្វែងរកអត្ថន័យកាន់តែស៊ីជម្រៅរក្សាសុទិដ្ឋិនិយមហើយទុកចិត្តលើផ្នែកម្ខាងទៀត។ផ្តោតលើការសងបំណុលនិងការធានាអនាគតរបស់អ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរការដាក់ស្ថេរភាពលើវត្ថុនិយម។ប្រសិនបើអ្នកមានទំនាក់ទំនងស្នេហាវាចាំបាច់ត្រូវពិភាក្សាអំពីគោលដៅហិរញ្ញវត្ថុដែលបានចែករំលែកខណៈពេលដែលព្រះអាទិត្យនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A sense of renewed hope washes over you this morning, darling Taurus, as the Virgo Moon and Jupiter align. Harness these vibes by embellishing existing projects or ideas, trusting that you have the talent and vision to produce magnificent results. Focus on your individuality rather than trying to keep up with current trends while Luna aspects the nodes of fate. Now is also a good time to pull from past styles or inspirations, embracing cycles that make the old seem new once more. Think carefully about the future and how your responsibilities will shift as dreams take shape when the sun and Pluto form an unbalanced aspect later today."
        },
        "kh": {
            "today": "អារម្មណ៍នៃក្តីសង្ឃឹមថ្មីបានលាងសំអាតខ្លួនអ្នកនៅព្រឹកនេះថាជាទីស្រឡាញ់ Taurus, ដូចជាព្រះច័ន្ទរបស់ Virgo និង Jupiter តម្រឹម។ទាញយកភាពរស់រវើកទាំងនេះដោយសំអាងការគម្រោងឬគំនិតដែលជឿទុកចិត្តថាអ្នកមានទេពកោសល្យនិងចក្ខុវិស័យដើម្បីបង្កើតលទ្ធផលដ៏អស្ចារ្យ។ផ្តោតលើលក្ខណៈបុគ្គលរបស់អ្នកជាជាងការព្យាយាមរក្សានូវនិន្នាការបច្ចុប្បន្នខណៈពេលដែលទិដ្ឋភាពឡុងថ្នាំងថ្នាំងនៃជោគវាសនា។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការទាញចេញពីស្ទីលឬការបំផុសគំនិតពីមុនវមុទប្រតិកម្មដែលធ្វើឱ្យចាស់ហាក់ដូចជាថ្មីម្តងទៀត។គិតឱ្យបានម៉ត់ចត់អំពីអនាគតនិងរបៀបដែលការទទួលខុសត្រូវរបស់អ្នកនឹងផ្លាស់ប្តូរនៅពេលក្តីសុបិន្តកើតឡើងនៅពេលព្រះអាទិត្យនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your prospects improve as the Virgo Moon and Jupiter align, darling Gemini, inspiring a profound sense of gratitude. Put your heart into any projects or goals that promise great rewards, nurturing these visions as the universe funnels additional luck your way. Lean into nostalgia when the nodes of fate activate, remembering who you are at a core level while resisting the forms others have tried to shape you into. These vibes can also be helpful for healing strained family dynamics, helping you communicate honestly while committing to healthy boundaries. Meanwhile, the sun and Pluto form an unbalanced aspect, acting as a reminder that all is not always as it seems."
        },
        "kh": {
            "today": "ការរំពឹងទុករបស់អ្នកធ្វើឱ្យប្រសើរឡើងនៅពេលព្រះចន្ទរបស់ Virgo និង Jupiter តម្រឹម, ជាទីស្រឡាញ់របស់ Gemini, បំផុសទឹកចិត្តឱ្យមានអារម្មណ៍យ៉ាងជ្រាលជ្រៅនៃការដឹងគុណ។ដាក់បេះដូងរបស់អ្នកទៅក្នុងគម្រោងឬគោលដៅណាមួយដែលសន្យានឹងរង្វាន់ដ៏អស្ចារ្យដោយចិញ្ចឹមបីបាច់ទស្សនវិស័យទាំងនេះនៅពេលដែលសកលលោកមានភាពសប្បាយរីករាយសម្រាប់សំណាងអ្នក។ផ្អៀងទៅរកភាពតានតឹងនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មដោយចងចាំថាអ្នកជានរណានៅកម្រិតស្នូលខណៈដែលការប្រឆាំងនឹងទម្រង់មួយផ្សេងទៀតបានព្យាយាមកំណត់អ្នកឱ្យមានឥទ្ធិពលលើទម្រង់។ភាពរស់រវើកទាំងនេះក៏អាចមានប្រយោជន៍ផងដែរសម្រាប់ការព្យាបាលសក្ដានុពលនៃគ្រួសារដែលជួយអ្នកឱ្យប្រាស្រ័យទាក់ទងដោយស្មោះត្រង់ខណៈពេលកំពុងប្តេជ្ញាចិត្តចំពោះព្រំដែនដែលមានសុខភាពល្អ។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពការដើរតួជាការរំ that កថាអ្វីៗទាំងអស់មិនតែងតែដូចវាទេ។"
        }
    }
]