[
    {
        "sign": "Aries",
        "en": {
            "today": "A harmonious weekend awaits, dearest Aries, as the moon enters Libra and the sector of your chart that governs balance and connection. The more attention and adoration you show to loved ones, the more supported and fulfilled you will feel. Invest in the betterment of your community when Pluto activates, either by getting to know your peers better or by finding ways to make a meaningful impact. Avoid sacrificing your own needs to please others when Luna opposes Venus this evening, searching for resolutions that cater to both parties. Try to view the world through a romantic lens as the day comes to a close."
        },
        "kh": {
            "today": "ការហត់នឿយនៅចុងសប្តាហ៍ដែលមានភាពសុខដុមរមនាដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទចូល Libra និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងតុល្យភាពនិងការតភ្ជាប់។ការយកចិត្តទុកដាក់និងការកោតសរសើរកាន់តែច្រើនដែលអ្នកបង្ហាញដល់មនុស្សជាទីស្រឡាញ់បានគាំទ្រកាន់តែច្រើនហើយបានបំពេញអ្នកនឹងមានអារម្មណ៍។វិនិយោគលើការធ្វើឱ្យប្រសើរឡើងនូវសហគមន៍របស់អ្នកនៅពេលផ្លាតូធ្វើឱ្យសកម្ម, ទាំងដោយស្គាល់មិត្តភក្តិរបស់អ្នកឱ្យកាន់តែប្រសើរឡើងឬដោយការស្វែងរកវិធីដើម្បីធ្វើឱ្យមានផលប៉ះពាល់ដែលមានអត្ថន័យ។ជៀសវាងការលះបង់តម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីផ្គាប់ចិត្តអ្នកដទៃនៅពេលដែល Luna ប្រឆាំងនឹង Venus នៅល្ងាចនេះដោយស្វែងរកដំណោះស្រាយដែលផ្តល់នូវដំណោះស្រាយដល់ភាគីទាំងពីរ។ព្យាយាមមើលពិភពលោកតាមរយៈកញ្ចក់ដែលរ៉ូមែនទិកនៅពេលថ្ងៃមកដល់ការជិតស្និទ្ធ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Let your mind find higher ground as the moon enters harmonious Libra, dear Leo, seeking all that is soft, supportive, and full of grace. You'll have much luck getting through to others when Pluto activates, especially where matters of the heart are concerned. Just be mindful that words have the power to alter dynamics irreversibly, so be sure of your emotions before sharing them. On the plus side, if someone special has touched your heart, they likely share your affection. Bring some whimsy into your evening when Luna and Venus align, strengthening bonds through adventure and connection."
        },
        "kh": {
            "today": "សូមឱ្យចិត្តរបស់អ្នករកឃើញដីខ្ពស់នៅពេលដែលព្រះចន្ទចូលបណ្ណាល័យដែលមានភាពសុខដុមរមនាដោយស្វែងរកអ្វីទាំងអស់ដែលទន់គាំទ្រនិងពេញដោយព្រះគុណ។អ្នកនឹងមានសំណាងល្អជាច្រើនដែលបានឆ្លងកាត់ចំពោះអ្នកដទៃនៅពេលផ្លាតូធ្វើឱ្យសកម្មជាពិសេសបញ្ហានៃបេះដូងមានការព្រួយបារម្ភ។គ្រាន់តែចាំថាពាក្យមានអំណាចផ្លាស់ប្តូរឌីណាមិកដែលមិនអាចត្រឡប់វិញបានដូច្នេះត្រូវប្រាកដថាអារម្មណ៍របស់អ្នកមុនពេលចែករំលែកវា។នៅផ្នែកខាងលើប្រសិនបើមាននរណាម្នាក់ពិសេសបានប៉ះពាល់ដល់បេះដូងរបស់អ្នកពួកគេទំនងជានឹងទទួលបានសេចក្តីស្រឡាញ់របស់អ្នក។នាំយកអ្វីមកនៅល្ងាចរបស់អ្នកនៅពេលដែល Luna និង Venus តម្រឹមការពង្រឹងមូលបត្របំណុលតាមរយៈការផ្សងព្រេងនិងការតភ្ជាប់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Find a flow that works best for you, dear Taurus, as the moon enters Libra and your solar sixth house. Then, energy is all about propelling your agenda forward by taking care of the small details that weave your dreams into reality. You should feel highly accomplished when Pluto stirs, giving you a chance to find empowerment in a public arena. This energy also supports any career or wellness shifts you've committed to recently. Be mindful to slow down as evening sets in, putting off remaining tasks for another day so you can fully appreciate the luxury and freedom Saturday night provides."
        },
        "kh": {
            "today": "ស្វែងរកលំហូរដែលដំណើរការបានល្អបំផុតសម្រាប់អ្នក Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូល Libra និងផ្ទះទី 6 របស់អ្នក។បន្ទាប់មកថាមពលគឺកំពុងជំរុញរបៀបវារៈរបស់អ្នកទៅមុខដោយថែរក្សាព័ត៌មានលម្អិតតូចៗដែលត្បាញក្តីសុបិន្តរបស់អ្នកឱ្យក្លាយជាការពិត។អ្នកគួរតែមានអារម្មណ៍ខ្ពស់នៅពេលផ្លាតូកូរឱ្យអ្នកនូវឱកាសដើម្បីស្វែងរកការផ្តល់អំណាចនៅក្នុងសង្វៀនសាធារណៈ។ថាមពលនេះក៏គាំទ្រដល់អាជីពឬការផ្លាស់ប្តូរសុខភាពណាដែលអ្នកបានប្តេជ្ញាចិត្តថ្មីៗនេះ។ត្រូវគិតគូរយឺតពេលដែលឈុតនៅពេលល្ងាចដាក់ការងារដែលនៅសល់សម្រាប់ថ្ងៃមួយទៀតដូច្នេះអ្នកអាចពេញចិត្តក្នុងការស្តាប់នូវភាពប្រណីតនៅយប់ថ្ងៃសៅរ៍ថ្ងៃសៅរ៍ដែលផ្តល់ជូននៅយប់ថ្ងៃសៅរ៍ថ្ងៃសៅរ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Go all in when it comes to having fun and sharing experiences, darling Gemini, as the moon enters Libra and your solar fifth house. A boost in confidence makes socializing more appealing, especially when you put a bit of drama behind your look. Take a few moments to honor your ancestors while Pluto activates in the sector of your chart that governs spirituality, and profound moments of enlightenment are sure to follow. Now is also a good time to make sacrifices that support your bigger picture. Protect your energy, but try to be inclusive as evening sets in and the moon opposes Venus."
        },
        "kh": {
            "today": "ទៅទាំងអស់នៅពេលនិយាយអំពីការសប្បាយនិងចែករំលែកបទពិសោធន៍, ជាទីស្រឡាញ់ Gemini, ដូចជាព្រះចន្ទចូល Libra និងផ្ទះទីប្រាំរបស់អ្នក។ការជម្រុញដោយមានទំនុកចិត្តធ្វើឱ្យសង្គមនិយមកាន់តែទាក់ទាញជាពិសេសនៅពេលអ្នកដាក់ល្ខោនខោលនៅពីក្រោយរូបរាងរបស់អ្នក។យកមួយសន្ទុះមួយសន្ទុះដើម្បីគោរពបុព្វបុរសរបស់អ្នកខណៈផ្លាតូសកម្មក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពខាងវិញ្ញាណនិងពេលវេលានៃការត្រាស់ដឹងយ៉ាងជ្រាលជ្រៅប្រាកដជាធ្វើតាម។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីលះបង់ដែលគាំទ្ររូបភាពធំរបស់អ្នក។ការពារថាមពលរបស់អ្នកប៉ុន្តែព្យាយាមបញ្ចូលគ្នានៅពេលដែលឈុតនៅពេលល្ងាចចូលនិងព្រះចន្ទជំទាស់នឹងភពសុក្រ។"
        }
    }
]