[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn moon connects with Chiron and Saturn this morning, dearest Aries, reminding you that order stems from within. Though situations out of your control could generate frustrations, how you respond will determine what happens next. Meanwhile, Mercury and Jupiter square off, causing emotions to multiply. Recognize when you become dysregulated, and take time to reclaim harmony. Lean into the support of peers once Luna enters Aquarius, aligning with Neptune, Uranus, and Pluto throughout the afternoon. Sparks will fly while in the presence of your intellectual equals, and exciting collaborations might bring fresh inspiration to the table."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរបស់ capricorn ភ្ជាប់ជាមួយ Chiron និង Saturn នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់បំផុតដោយរំ you កអ្នកថាការបញ្ជាទិញនេះកើតចេញពីខាងក្នុង។ទោះបីជាស្ថានភាពក្នុងចំណោមការគ្រប់គ្រងរបស់អ្នកអាចបង្កើតការខកចិត្តវិធីដែលអ្នកឆ្លើយតបនឹងកំណត់ថាមានអ្វីកើតឡើងបន្ទាប់។ទន្ទឹមនឹងនេះដែរបារតនិងការេពហុភាគីការ៉េបណ្តាលឱ្យមានអារម្មណ៍ជាច្រើន។ទទួលស្គាល់នៅពេលអ្នកធ្វើឱ្យមានភាពវង្វេងស្មារតីហើយចំណាយពេលដើម្បីទាមទារភាពសុខដុមរមនាឡើងវិញ។ពឹងផ្អែកលើការគាំទ្រពីមិត្តភក្ដិនៅពេលដែល Luna ចូលទៅ Aquarius, តម្រឹមជាមួយ Neptune, Uranus, និង Pluto ពេញមួយរសៀល។ផ្កាភ្លើងនឹងហោះហើរខណៈពេលដែលមានវត្តមាននៃបញ្ញារបស់អ្នកស្មើគ្នាហើយការសហការដ៏គួរឱ្យរំភើបអាចនាំមកនូវការបំផុសគំនិតថ្មីដល់តុ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take a practical approach to reviewing your partnerships, dear Leo, as the Capricorn moon aspects Chiron and Saturn. Making an effort to learn from situations that have caused strife will allow you to understand where boundaries should be applied moving forward, strengthening your connections over time. Meanwhile, Mercury and Jupiter square off, helping you recognize and improve your own patterns. Look for the light within, allowing it to grow and shine outwardly. Romantic yet exhilarating vibes flow throughout the afternoon once Luna enters Aquarius, aligning with Neptune, Uranus, and Pluto. Grab your sweetheart or a beloved friend and seek wondrous adventures."
        },
        "kh": {
            "today": "វិធីសាស្រ្តជាក់ស្តែងដើម្បីពិនិត្យមើលភាពជាដៃគូរបស់អ្នក, លីអូ, ដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទនិងសៅរ៍។ការខិតខំរៀនសូត្រពីស្ថានភាពដែលបណ្តាលឱ្យមានជម្លោះនឹងអនុញ្ញាតឱ្យអ្នកយល់ថាព្រឹលជាប់ផ្កាដែលគួរតែត្រូវបានអនុវត្តឆ្ពោះទៅមុខការពង្រឹងការតភ្ជាប់របស់អ្នកតាមពេលវេលា។ទន្ទឹមនឹងនេះដែរបារតនិងជេបស៊ុបការ៉េចេញជួយអ្នកឱ្យស្គាល់និងកែលម្អលំនាំផ្ទាល់ខ្លួនរបស់អ្នក។រកមើលពន្លឺនៅខាងក្នុងដែលអនុញ្ញាតឱ្យវាដុះលូតលាស់និងបញ្ចាំងពន្លឺខាងក្រៅ។ភាពរស់រវើកដែលគួរឱ្យអស់សំណើចបានហូរពេញមួយថ្ងៃនៅពេលដែល Luna ចូលទៅ Aquarius, តម្រឹមជាមួយ Neptune, Uranus, និង Pluto ។ចាប់យកសង្សាររបស់អ្នកឬមិត្តជាទីស្រឡាញ់ហើយស្វែងរកដំណើរផ្សងព្រេងដ៏អស្ចារ្យ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Allow others to support you in the same way you would them, dear Taurus, as the Capricorn moon aspects Chiron and Saturn. Though you appreciate solitude when you can get it, recognize if you've become too isolated recently, and embrace a more outgoing demeanor. Meanwhile, Mercury and Jupiter align, conjuring a sense of accomplishment when teamwork is prioritized. Whether you play the role of organizer or choose to follow orders, find your flow alongside peers. Shift gears to prioritize your own success once Luna enters Aquarius, connecting with Neptune, Uranus, and Pluto throughout the afternoon. Harness these vibes by considering how you might break the mold to stand apart from colleagues."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យអ្នកដទៃគាំទ្រអ្នកតាមរបៀបដែលអ្នកចង់បានពួកគេ, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទនិងសៅរ៍។ទោះបីជាអ្នកពេញចិត្តក្នុងការដឹងខ្លួននៅពេលដែលអ្នកអាចទទួលបានក៏ដោយទទួលស្គាល់ថាប្រសិនបើអ្នកក្លាយជាមនុស្សដាច់ឆ្ងាយពេកហើយទទួលបានការចាប់អារម្មណ៍កាន់តែខ្លាំងឡើង។ទន្ទឹមនឹងនេះដែរបារតនិងភពព្រហស្បតិ៍តម្រឹមបញ្ចូលគ្នានូវអារម្មណ៍នៃសមិទ្ធិផលនៅពេលដែលការងារជាក្រុមត្រូវបានផ្តល់អាទិភាព។មិនថាអ្នកដើរតួជាអ្នករៀបចំឬជ្រើសរើសតាមដានការបញ្ជាទិញសូមរកលំហូររបស់អ្នករួមជាមួយមិត្តភក្ដិ។ការផ្លាស់ប្តូរឧបករណ៍ភ្ជាប់ដើម្បីផ្តល់អាទិភាពដល់ភាពជោគជ័យផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលដែល Luna ចូលទៅ Aquarius, ភ្ជាប់ជាមួយ Neptune, Uranus, និង Pluto ពេញមួយរសៀល។ទាញយករំញ័រទាំងនេះដោយពិចារណាអំពីរបៀបដែលអ្នកអាចបំបែកផ្សិតដើម្បីឈរនៅដាច់ដោយឡែកពីមិត្តរួមការងារ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn moon aligns with Chiron and Saturn this morning, darling Gemini, highlighting friendships and boundaries. Recognize if you've been sacrificing your own needs to make others comfortable, and take steps to better advocate for yourself. If you've felt caught up in toxic cliques or entanglements, use these vibes as an opportunity to create distance. Be mindful of how you speak to yourself while Mercury and Jupiter square off, doing what you can to build up self-worth. You'll feel blessed by the universe once Luna enters Aquarius, aspecting Neptune, Uranus, and Pluto throughout the afternoon. Display your most authentic side to draw in companions who see and value your truth."
        },
        "kh": {
            "today": "មួក Capricorn Mon តម្រឹមជាមួយ ongor និង saturn នៅព្រឹកនេះដែលជាទីស្រឡាញ់គែមដែលជាការលើកឡើងពីមិត្តភាពនិងព្រំដែន។ទទួលស្គាល់ប្រសិនបើអ្នកបានលះបង់តម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីធ្វើឱ្យអ្នកដទៃមានផាសុកភាពហើយចាត់វិធានការដើម្បីតស៊ូមតិឱ្យបានល្អសម្រាប់ខ្លួនអ្នក។ប្រសិនបើអ្នកមានអារម្មណ៍ថាបានចាប់បាននៅក្នុង cliques ឬ instranglested, ប្រើភាពរស់រវើកទាំងនេះជាឱកាសបង្កើតចម្ងាយ។សូមចងចាំពីរបៀបដែលអ្នកនិយាយទៅកាន់ខ្លួនអ្នកខណៈដែលបារតនិងជេបស៊ុបការ៉េចេញធ្វើនូវអ្វីដែលអ្នកអាចធ្វើបានដើម្បីកសាងតម្លៃខ្លួនឯង។អ្នកនឹងមានអារម្មណ៍ថាពរជ័យដោយសាកលលោកដែលមានឈ្មោះថា Luna ចូលទៅ Aquarius, ការលើកលែង Neptune, Uranus, និង Pluto ពេញមួយរសៀល។បង្ហាញផ្នែកខាងពិតប្រាកដរបស់អ្នកដើម្បីគូរដៃគូដែលមើលឃើញនិងឱ្យតម្លៃលើសេចក្តីពិតរបស់អ្នក។"
        }
    }
]