[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your desires speak for themselves as Mercury and Mars rx form a supportive connection, dearest Aries, bringing new layers of passion and emotional depth. Proceed with caution when the Capricorn moon and Chiron square off, finding healthy ways to honor your needs without pushing other people's buttons. A sense of great relief finds you when Mars stations direct this evening, ending its nearly three-month-long retrograde journey. You'll feel more in control of your emotions moving forward, making it easier to harness drive and motivation. Just be mindful to pace yourself when Luna stirs up tension later tonight."
        },
        "kh": {
            "today": "សូមឱ្យបំណងប្រាថ្នារបស់អ្នកនិយាយសម្រាប់ខ្លួនពួកគេដូចជាបារតនិងភពព្រះអង្គារ RX បង្កើតបានជាការតភ្ជាប់គាំទ្រដែលជាទីស្រឡាញ់បំផុតនាំមកនូវស្រទាប់ថ្មីនៃចំណង់ចំណូលចិត្តនិងជម្រៅអារម្មណ៍។បន្តដោយប្រុងប្រយ័ត្ននៅពេលដែល Capricorn Monon និង Chiron Square ចេញដោយស្វែងរកវិធីដែលមានសុខភាពល្អដើម្បីគោរពតាមតម្រូវការរបស់អ្នកដោយមិនជំរុញប៊ូតុងរបស់អ្នកដទៃ។អារម្មណ៍នៃការធូរស្បើយដ៏អស្ចារ្យមួយបានរកអ្នកនៅពេលដែលស្ថានីយ៍ដង្ហុំហ្វឹកដែងដឹកនាំនៅល្ងាចនេះដោយបញ្ចប់ដំណើរថយក្រោយជិតបីខែរបស់ខ្លួន។អ្នកនឹងមានអារម្មណ៍កាន់តែច្រើនក្នុងការគ្រប់គ្រងអារម្មណ៍របស់អ្នកឆ្ពោះទៅមុខដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទាញយកនិងការលើកទឹកចិត្ត។គ្រាន់តែគិតក្នុងការចោទប្រកាន់របស់អ្នកនៅពេលដែល Luna កូរឱ្យភាពតានតឹងនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mercury and Mars's Rx form an intimate and passion-inducing aspect today, dearest Leo, putting you in the mood to go deep. Find someone your secrets will be safe with, hiding away to exchange hopes, fears, and battle stories. Just be mindful to keep the conversation positive and healthy while the Capricorn moon and Chiron square off, changing course if the mood starts to sour or gets too heavy. Mars stations direct this evening, helping you reclaim motivation from the depths of your soul. Begin the next chapter by getting organized and supporting your body when Luna opposes Mars tonight."
        },
        "kh": {
            "today": "បារតនិងភពអង្គារ RX បង្កើតបានជាទិដ្ឋភាពដ៏ស្និទ្ធស្នាលនិងចំណង់ចំណូលចិត្តសព្វថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតដែលបានធ្វើឱ្យអ្នកមានអារម្មណ៍ជ្រៅ។រកឃើញនរណាម្នាក់អាថ៌កំបាំងរបស់អ្នកនឹងមានសុវត្ថិភាពជាមួយដោយលាក់ខ្លួនដើម្បីផ្លាស់ប្តូរក្តីសង្ឃឹមការភ័យខ្លាចនិងរឿងរ៉ាវប្រយុទ្ធ។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការរក្សាការសន្ទនាវិជ្ជមាននិងមានសុខភាពល្អខណៈពេលដែល Capricorn Monon និង Chiron Square ចេញដោយផ្លាស់ប្តូរវគ្គសិក្សាប្រសិនបើអារម្មណ៍ចាប់ផ្តើមជូរឬធ្ងន់។ស្ថានីយ៍ភពព្រះអង្គារបានដឹកនាំនៅល្ងាចនេះដោយជួយអ្នកឱ្យទាមទារការលើកទឹកចិត្តពីជម្រៅនៃព្រលឹងរបស់អ្នក។ចាប់ផ្តើមជំពូកបន្ទាប់ដោយទទួលបានការរៀបចំនិងគាំទ្ររាងកាយរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Seek new experiences with a healthy group of companions, dearest Taurus, as Mercury and Mars rx join forces. This energy puts you in a bold and social headspace, making it easier to navigate crowds and unfamiliar territory. Maintain a sense of spiritual connection while the Capricorn moon squares Chiron, especially if your thoughts begin to race. If you start to feel overstimulated, find a few moments to catch your breath and ground. Mars concludes its retrograde journey this evening, helping you untangle any messy thoughts, movements, or interactions that have befallen you in the last three months."
        },
        "kh": {
            "today": "ស្វែងរកបទពិសោធន៍ថ្មីៗជាមួយនឹងក្រុមដៃគូដែលមានសុខភាពល្អគឺ Taurus ដែលជាទីស្រម្រូវជាទីស្រឡាញ់របស់បារតនិង Mars RX ចូលរួមជាមួយកងកម្លាំង។ថាមពលនេះធ្វើឱ្យអ្នកមានភាពក្លាហាននិងជាប្រធានផ្នែកសង្គមដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការរុករកហ្វូងមនុស្សនិងទឹកដីដែលមិនធ្លាប់ស្គាល់។រក្សាអារម្មណ៍នៃការភ្ជាប់ខាងវិញ្ញាណខណៈពេលដែល Capirororn Mong Squares Chiron ជាពិសេសប្រសិនបើគំនិតរបស់អ្នកចាប់ផ្តើមប្រណាំង។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាមានអារម្មណ៍ហួសហេតុរកឃើញមួយសន្ទុះពីរបីដងដើម្បីចាប់ដង្ហើមនិងដីរបស់អ្នក។ភពព្រះអង្គារបានបញ្ចប់ដំណើរថយក្រោយរបស់ខ្លួននៅល្ងាចនេះដោយជួយអ្នកឱ្យមានគំនិតរញ៉េរញ៉ៃការរញ៉ាក់ចលនាឬអន្តរកម្មដែលបានកើតឡើងនៅក្នុងរយៈពេលបីខែចុងក្រោយនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury, your planetary ruler, forms a playful connection with Mars Rx. This surge of energy brings motivation through long-term planning and material gains, sweet Gemini, and asks you to focus on what you can do to create a more prosperous and secure future. Watch out for unhealthy distractions when the Capricorn moon and Chiron square off, taking an honest look at your weekly screen usage and how it impacts your ambitions. Luckily, as Mars ends its retrograde journey this evening, you'll feel highly motivated to sow seeds in the coming weeks. Watch out for financial disputes later tonight when Luna generates tension."
        },
        "kh": {
            "today": "បារតការគ្រប់គ្រងភពរបស់អ្នកបង្កើតបានជាការភ្ជាប់លេងជាមួយភពព្រះអង្គារ RX ។ការកើនឡើងនៃថាមពលនេះនាំមកនូវការលើកទឹកចិត្តតាមរយៈការធ្វើផែនការរយៈពេលវែងនិងការកើនឡើងនៃសម្ភារៈ Gemini ផ្អែមហើយស្នើសុំឱ្យអ្នកផ្តោតលើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបង្កើតអនាគតដែលមានភាពរីកចម្រើននិងសុវត្ថិភាពជាងមុន។ប្រយ័ត្នចំពោះការរំខានមិនល្អនៅពេលដែល Capricorn Monon និង Chiron Square បានបិទដោយយកចិត្តទុកដាក់លើការប្រើប្រាស់អេក្រង់ប្រចាំសប្តាហ៍របស់អ្នកនិងរបៀបដែលវាជះឥទ្ធិពលដល់មហិច្ឆតារបស់អ្នក។សំណាងល្អដូចជាភពព្រះអង្គារបញ្ចប់ដំណើរថយក្រោយរបស់ខ្លួននៅល្ងាចនេះអ្នកនឹងមានអារម្មណ៍លើកទឹកចិត្តខ្ពស់ក្នុងការសាបព្រោះគ្រាប់ពូជនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ប្រយ័ត្នចំពោះជម្លោះហិរញ្ញវត្ថុនៅយប់នេះនៅពេលដែល Luna បង្កើតភាពតានតឹង។"
        }
    }
]