[
    {
        "sign": "Aries",
        "en": {
            "today": "Think about what you need to feel balanced and at ease, dear Aries, as the Libra quarter Moon aligns with Jupiter and Mercury. Strained emotions could multiply if you haven't made yourself and your relationships a priority, forcing you to face what the heart has been avoiding. Luckily, the stars align to help you find connection where you need it most. Carve out some time to have fun or work with creative outlets, giving yourself a break from issues that have been weighing on your heart and mind. If possible, center your evening around self-care or romance."
        },
        "kh": {
            "today": "គិតអំពីអ្វីដែលអ្នកត្រូវការមានអារម្មណ៍ថាមានតុល្យភាពនិងនៅភាពងាយស្រួល, ជាទីស្រឡាញ់ aries, ដូចជា Librra ភាគត្រីមាស, តម្រឹមជាមួយភពព្រហស្បតិ៍និងបារត។អារម្មណ៍ដែលមានភាពតានតឹងអាចកើនឡើងប្រសិនបើអ្នកមិនបានធ្វើឱ្យខ្លួនអ្នកនិងទំនាក់ទំនងរបស់អ្នកគឺជាអាទិភាពរបស់អ្នកដែលបង្ខំឱ្យអ្នកប្រឈមមុខនឹងអ្វីដែលបេះដូងបានជៀសវាង។សំណាង, ផ្កាយតម្រឹមគ្នាដើម្បីជួយអ្នកក្នុងការស្វែងរកការតភ្ជាប់ដែលអ្នកត្រូវការវាបំផុត។ឆ្លាក់បានខ្លះដើម្បីឱ្យមានភាពសប្បាយរីករាយឬធ្វើការជាមួយហាងច្នៃប្រឌិតដែលផ្តល់ឱ្យខ្លួនអ្នកនូវការសម្រាកពីបញ្ហាដែលមានទំងន់លើបេះដូងនិងគំនិតរបស់អ្នក។បើអាចធ្វើបានសូមដាក់នៅរបវត្សល្ងាចរបស់អ្នកជុំវិញការថែទាំខ្លួនឯងឬស្នេហា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Opposing views could cause you to second guess yourself, dear Leo, as the Libra quarter Moon aspects Jupiter and Mercury. Be open to what others have to say, but acknowledge that your own opinion matters most when all is said and done. If you feel unqualified to make a decision, consider speaking to someone with more experience or reflecting on your history. Distractions could also throw you off guard, making it challenging to stay focused or on task. When it comes to following through on ideas or finishing projects, thoroughly assess the work that lies ahead, asking for additional time if necessary."
        },
        "kh": {
            "today": "ទស្សនៈផ្ទុយគ្នាអាចបណ្តាលឱ្យអ្នកស្មានខ្លួនអ្នកទីពីរគឺលីអូជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទក្នុងត្រីមាសរបស់បណ្ណាល័យ Jupiter និងបារត។សូមបើកចំហចំពោះអ្វីដែលអ្នកដទៃត្រូវនិយាយប៉ុន្តែត្រូវទទួលស្គាល់ថាគំនិតរបស់អ្នកមានសារៈសំខាន់បំផុតនៅពេលដែលទាំងអស់ត្រូវបាននិយាយនិងធ្វើ។ប្រសិនបើអ្នកមានអារម្មណ៍ថាមិនមានលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ក្នុងការសម្រេចចិត្តសូមពិចារណានិយាយជាមួយនរណាម្នាក់ដែលមានបទពិសោធច្រើនឬឆ្លុះបញ្ចាំងពីប្រវត្តិសាស្ត្ររបស់អ្នក។ការរំខានក៏អាចបណ្តេញអ្នកចេញឆ្មាំធ្វើឱ្យវាពិបាកក្នុងការផ្តោតអារម្មណ៍ឬផ្តោតលើភារកិច្ច។នៅពេលនិយាយអំពីការតាមដានគំនិតឬគម្រោងបញ្ចប់សូមវាយតម្លៃយ៉ាងហ្មត់ចត់នូវការងារដែលនៅខាងមុខស្នើសុំពេលវេលាបន្ថែមបើចាំបាច់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Libra quarter Moon aspects Jupiter and Mercury throughout the morning, dear Taurus, keeping you busy and mentally engaged. However, it'll be vital that you stay grounded in the present, as it would be easy to get carried away with grand ideas. Please don't give up on your highest aspirations, but view them from a practical lens. If your thoughts begin to race, pull back to check in with your physical and emotional needs. Prioritize wellness, and other areas of your life will start to flow more easily. Cap off your day by catching up on chores at home."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះច័ន្ទក្នុងត្រីមាសរបស់បណ្ណាល័យភពព្រហស្បតិ៍និងបារតមួយពេញមួយព្រឹក Taurus ជាទីស្រឡាញ់ធ្វើឱ្យអ្នករវល់និងចូលរួមក្នុងសតិអារម្មណ៍។ទោះយ៉ាងណាក៏ដោយវាពិតជាសំខាន់ណាស់ដែលអ្នកនៅជាប់នឹងបច្ចុប្បន្នព្រោះវាងាយស្រួលក្នុងការទទួលបាននូវគំនិតដ៏អស្ចារ្យ។សូមកុំបោះបង់ចោលសេចក្តីប្រាថ្នាខ្ពស់បំផុតរបស់អ្នកប៉ុន្តែចាត់ទុកពួកគេពីកែវថតជាក់ស្តែង។ប្រសិនបើគំនិតរបស់អ្នកចាប់ផ្តើមប្រណាំងសូមទាញត្រឡប់មកវិញដើម្បីពិនិត្យរកតម្រូវការរាងកាយនិងអារម្មណ៍របស់អ្នក។ផ្តល់អាទិភាពដល់សុខភាពសុខភាពនិងតំបន់ផ្សេងទៀតនៃជីវិតរបស់អ្នកនឹងចាប់ផ្តើមហូរកាន់តែងាយស្រួល។បានបិទថ្ងៃរបស់អ្នកដោយចាប់យកការងារនៅលើផ្ទះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A burst of activity surrounds you today, dear Gemini, as the Libra Moon aligns with Jupiter and Mercury. If time starts to speed up, it'll be essential to stay grounded. Otherwise, you could make mistakes or suffer from elevated stress. Impatience for personal goals to come to fruition could also cause you to lose sight of your responsibilities in the present. Issues around self-doubt also threaten to cloud your vision. If your confidence wavers, make it a point to connect with a trusted ally who will gladly cheer you on. Close out the day by having fun with friends."
        },
        "kh": {
            "today": "សកម្មភាពផ្ទុះឡើងនៅថ្ងៃនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Libra Mon តម្រឹមជាមួយភពព្រហស្បតិ៍និងបារត។ប្រសិនបើពេលវេលាចាប់ផ្តើមបង្កើនល្បឿនវាចាំបាច់ក្នុងការឈរជើង។បើមិនដូច្នោះទេអ្នកអាចធ្វើឱ្យមានកំហុសឬទទួលរងពីភាពតានតឹងកើនឡើង។ការមិនចេះអត់ធ្មត់សម្រាប់គោលដៅផ្ទាល់ខ្លួនដើម្បីមករកផ្លែផ្កាក៏អាចបណ្តាលឱ្យអ្នកភ្លេចការមើលឃើញការទទួលខុសត្រូវរបស់អ្នកនាពេលបច្ចុប្បន្ននេះដែរ។បញ្ហាជុំវិញការសង្ស័យខ្លួនឯងក៏គំរាមកំហែងដល់ពពករបស់អ្នកដែរ។ប្រសិនបើទំនុកចិត្តរបស់អ្នកវង្វេងស្មារតីធ្វើឱ្យវាក្លាយជាចំណុចមួយដែលភ្ជាប់ជាមួយសម្ព័ន្ធមិត្តដែលទុកចិត្តដែលនឹងលើកទឹកចិត្តអ្នកដោយរីករាយ។បិទថ្ងៃដោយមានភាពសប្បាយរីករាយជាមួយមិត្តភក្តិ។"
        }
    }
]