[
    {
        "sign": "Aries",
        "en": {
            "today": "Put your weekend responsibilities first, dear Aries, as the moon continues through practical Capricorn. Tackle projects that have been sitting on the back burner since Luna approached Chiron and the nodes of fate this afternoon. Surprises are in store once evening rolls in and the sun unites with Uranus, bringing forth an abundance of success and blessings. Try your hand at fate, and payoffs could emerge. Build new internal structures when Saturn activates, looking toward the future while examining where you can push the envelope. The universe invites you to go out and have fun with your community once the moon enters Aquarius later tonight."
        },
        "kh": {
            "today": "ដាក់ការទទួលខុសត្រូវចុងសប្តាហ៍របស់អ្នកជាមុនជាទីស្រឡាញ់ aries, ដូចជាព្រះច័ន្ទនៅតែបន្តតាមរយៈ Capricorn ជាក់ស្តែង។ការដោះស្រាយគម្រោងដែលបានអង្គុយនៅលើឧបករណ៍ដុតខាងក្រោយចាប់តាំងពី Luna បានខិតជិតមកដល់ chiry និងថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ការភ្ញាក់ផ្អើលដែលមាននៅក្នុងហាងនៅពេលដែលក្រឡុកល្ងាចចូលនិងព្រះអាទិត្យរះជាមួយអ៊ុយរ៉ានុសដែលនាំមកនូវភាពជោគជ័យនិងពរជ័យជាច្រើន។សាកល្បងដៃរបស់អ្នកនៅវាសនាហើយការទូទាត់អាចលេចចេញមក។បង្កើតរចនាសម្ព័ន្ធផ្ទៃក្នុងថ្មីនៅពេល Saturn ធ្វើសកម្មភាពដោយសម្លឹងឆ្ពោះទៅរកអនាគតខណៈពេលដែលអ្នកអាចជំរុញឱ្យមានស្រោមសំបុត្រ។សាកលលោកអញ្ជើញអ្នកឱ្យចេញទៅក្រៅហើយរីករាយជាមួយសហគមន៍របស់អ្នកនៅពេលដែលព្រះច័ន្ទចូល Aquarius នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take responsibility for your dreams, dear Leo, as the Capricorn moon aligns with Chiron and the nodes of fate. Now is the time to seize destiny, pushing just outside of your comfort zone. You'll begin to see near-instant results for your efforts when Luna connects with the sun and Uranus this evening. Continue to push forward, and lucky breaks will be in store. Just be mindful not to overexert yourself when Mercury and Mars square off, giving your mind a rest as needed. Set boundaries with yourself to make space for self-care once the moon aspects Saturn before entering Aquarius."
        },
        "kh": {
            "today": "ទទួលខុសត្រូវចំពោះក្តីសុបិន្តរបស់អ្នក, លីអូ, ដូចជា capricorn mong តម្រឹមជាមួយ ongir និងថ្នាំងនៃជោគវាសនា។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវរឹបអូសជោគវាសនាដែលរុញចំហនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នក។អ្នកនឹងចាប់ផ្តើមមើលឃើញលទ្ធផលជិតភ្លាមៗសម្រាប់ការខិតខំរបស់អ្នកនៅពេលដែល Luna ភ្ជាប់ជាមួយព្រះអាទិត្យនិងអ៊ុយរ៉ានុសល្ងាចនេះ។បន្តជំរុញទៅមុខហើយការសម្រាកមានសំណាងនឹងមាននៅក្នុងហាង។គ្រាន់តែចងចាំមិនឱ្យ overexert ខ្លួនអ្នកនៅពេលបារតនិងភពព្រះអង្គារការ៉េចេញផ្តល់ឱ្យចិត្តអ្នកនូវការសម្រាកតាមតម្រូវការ។កំណត់ព្រំដែនជាមួយខ្លួនអ្នកដើម្បីធ្វើឱ្យមានកន្លែងទំនេរសម្រាប់ការថែទាំខ្លួនឯងនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទសៅរ៍មុនពេលចូលក្នុងអាងចិញ្ចឹមត្រី។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take your spirit on an adventure, dearest Taurus, as the Capricorn moon aspects Chiron and the nodes of fate. Call in healing, but don't be afraid to face grief, darkness, and harsh realities. The stars align to reinforce your resolve, helping you find hope. Put yourself out there when Luna connects with the sun and Uranus this evening, going slightly beyond your comfort zone. Try not to let primal emotions guide your words when Mercury and Mars square off, which could generate intense triggers. Strategize ways to expand your professional network when Luna aspects Saturn before entering Aquarius later tonight."
        },
        "kh": {
            "today": "យកស្មារតីរបស់អ្នកមកផ្សងព្រេងទិព្វតារូសដែលជាទីស្រឡាញ់បំផុតដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទ chiron និងថ្នាំងនៃជោគវាសនា។សូមអំពាវនាវឱ្យការជាសះស្បើយប៉ុន្តែកុំខ្លាចក្នុងការប្រឈមមុខនឹងភាពទុក្ខព្រួយភាពងងឹតនិងភាពពិតដ៏សាហាវ។តារាតម្រឹមដើម្បីពង្រឹងការតាំងចិត្តរបស់អ្នកជួយអ្នករកក្តីសង្ឃឹម។ដាក់ខ្លួនអ្នកនៅទីនោះនៅពេលដែល Luna ភ្ជាប់ជាមួយព្រះអាទិត្យនិងអ៊ុយរ៉ានុសល្ងាចនេះទៅហួសពីតំបន់កំសាន្តរបស់អ្នកបន្តិច។ព្យាយាមកុំអោយអារម្មណ៍ primal ណែនាំពាក្យរបស់អ្នកនៅពេលបារតនិង Mars Square Off ដែលអាចបង្កើតបានបង្កឱ្យមានកត្តាយ៉ាងខ្លាំង។ធ្វើយុទ្ធសាស្ត្រវិធីដើម្បីពង្រីកបណ្តាញជំនាញរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសមុនពេលចូល Aquarius នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may have to miss out on some fun in order to handle your responsibilities, dear Gemini, when the Capricorn moon connects with Chiron and the nodes of fate. Shed your skin by doing something out of the ordinary when Luna aspects the sun and Uranus, but keep an intimate circle. This energy can also aid your quest for personal growth, helping you close chapters. Mercury, your planetary ruler, squares off with Mars tonight, making it essential that you choose your words carefully. Allow yourself to dream big while maintaining a practical mind when Luna aspects Saturn before entering Aquarius."
        },
        "kh": {
            "today": "អ្នកប្រហែលជាត្រូវខកខានភាពសប្បាយរីករាយមួយចំនួនដើម្បីដោះស្រាយការទទួលខុសត្រូវរបស់អ្នក, ជាទីស្រឡាញ់, នៅពេលដែល capir capiron ភ្ជាប់ជាមួយ ongir និងថ្នាំងនៃវាសនា។ស្រក់ស្បែករបស់អ្នកដោយធ្វើអ្វីមួយដែលមិនធម្មតានៅពេលដែលនៅតាមដងផ្លូវព្រះអាទិត្យនិងអ៊ុយរ៉ានុសប៉ុន្តែរក្សារង្វង់ស្នងរាជ្យ។ថាមពលនេះក៏អាចជួយដល់ការស្វែងរករបស់អ្នកសម្រាប់ការលូតលាស់ផ្ទាល់ខ្លួនជួយអ្នកឱ្យបិទជំពូក។បារតការគ្រប់គ្រងភពរបស់អ្នកការ៉េការ៉េនៅយប់នេះធ្វើឱ្យវាចាំបាច់ដែលអ្នកជ្រើសរើសពាក្យរបស់អ្នកដោយយកចិត្តទុកដាក់។អនុញ្ញាតឱ្យខ្លួនអ្នកសុបិន្តធំខណៈពេលដែលរក្សាបាននូវគំនិតជាក់ស្តែងនៅពេលដែលទិដ្ឋភាពនៃឡូសមុនអាយុ Aquarius ។"
        }
    }
]