[
    {
        "sign": "Aries",
        "en": {
            "today": "Embrace change even when you wish it could be avoided, dear Aries, as the Aquarius moon squares Venus and Uranus. These challenging yet revolutionary vibes seek to move you forward, and stubbornly clinging to your comfort zone won't serve you in the end. Luna's debut into Pisces helps you find closure, but you'll need some alone time to reflect and reset. Saturn stations direct this evening, encouraging you to implement new structures that might strengthen your psyche and emotional resolve. Connect with your higher power under tonight's quarter moon, calling in support to expand the light within."
        },
        "kh": {
            "today": "ឱបក្រសោបផ្លាស់ប្តូរសូម្បីតែនៅពេលដែលអ្នកចង់ជៀសវាងវាអាចត្រូវបានជៀសវាង, ជាទីស្រឡាញ់ Areies, ដូចជា Aquarius Moon Shocares Venus និង Uranus ។ការពិបាកទាំងនេះនៅឡើយទេភាពរស់រវើករបស់ពួកគេព្យាយាមធ្វើឱ្យអ្នកឆ្ពោះទៅមុខនិងរឹងរូសទៅនឹងតំបន់លួងលោមរបស់អ្នកនឹងមិនបម្រើអ្នកនៅចុងបញ្ចប់ទេ។ការបង្ហាញដំបូងរបស់លោក Luna ជួយអ្នកក្នុងការស្វែងរកការបិទប៉ុន្តែអ្នកនឹងត្រូវការពេលវេលាតែម្នាក់ឯងដើម្បីឆ្លុះបញ្ចាំងនិងកំណត់ឡើងវិញ។ស្ថានីយ៍ Saturn ផ្ទាល់ដោយផ្ទាល់នៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យអនុវត្តរចនាសម្ព័ន្ធថ្មីដែលអាចពង្រឹងការដោះស្រាយចិត្តសាស្ត្ររបស់អ្នកនិងអារម្មណ៍។ភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកក្រោមព្រះច័ន្ទក្នុងត្រីមាសរបស់យប់នេះដោយអំពាវនាវឱ្យមានការគាំទ្រដើម្បីពង្រីកពន្លឺនៅខាងក្នុង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Balance won't come easily this morning, dear Leo, as the Aquarius moon squares Venus and Uranus. You'll feel torn between catering to family and work demands, and one will likely distract you from the other. Choose to release drama or issues that don't need your immediate attention once Luna enters Pisces, offering empowerment and emotional refreshment. Saturn stations direct this evening, bringing a responsible and serious energy to your commitments and relationships. Identify personal strengths and strong partnerships, noting how they can help you evolve toward greater heights. Tonight's quarter moon may ruffle feathers as egos inflate."
        },
        "kh": {
            "today": "តុល្យភាពនឹងមិនមានភាពងាយស្រួលនៅព្រឹកនេះឡេអូជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon Sholares Venus និង Uranus ។អ្នកនឹងមានអារម្មណ៍ថារហែករវាងការផ្តល់អាហារដល់តម្រូវការគ្រួសារនិងការទាមទារការងារហើយមួយទំនងជានឹងបំបែរអារម្មណ៍អ្នកពីគ្នា។ជ្រើសរើសដោះលែងរឿងល្ខោនឬបញ្ហាដែលមិនត្រូវការការយកចិត្តទុកដាក់របស់អ្នកភ្លាមៗនៅពេលដែល Luna ចូលក្នុងការធ្លាក់ចុះ, ផ្តល់សិទ្ធិអំណាចដល់ការផ្តល់សិទ្ធិអំណាចនិងភាពស្រស់ស្រាយខាងផ្លូវចិត្ត។ស្ថានីយ៍ Saturn ដឹកនាំនៅល្ងាចនេះដោយនាំយកថាមពលប្រកបដោយទំនួលខុសត្រូវនិងធ្ងន់ធ្ងរដល់ការប្តេជ្ញាចិត្តនិងទំនាក់ទំនងរបស់អ្នក។កំណត់នូវភាពខ្លាំងនិងភាពជាដៃគូដ៏រឹងមាំដោយកត់សំគាល់ពីរបៀបដែលពួកគេអាចជួយអ្នកវិវឌ្ឍន៍ទៅខ្ពស់ជាងនេះ។ព្រះចន្ទខាងកើតព្រះច័ន្ទនៅទីក្រុងរាត្រីនេះអាចធ្វើឱ្យរោមភ្នែកនៅពេលដែលអ៊ីដ្យូមធ្វើឱ្យប្រសើរឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your rebellious side could make an appearance this morning, dear Taurus, as the Aquarius moon squares Venus and Uranus. Try not to confuse erratic behavior with free-spiritedness, especially when dealing with professional or romantic partners. You'll fit in without compromising what makes you unique once Luna enters Pisces, and you should look for opportunities to gain favor with peers. Saturn stations direct this evening, strengthening your reputation and helping you climb the social ladder. Just be mindful to enter new connections with a bit of mystery under tonight's quarter moon, guarding your secrets and vulnerabilities for now."
        },
        "kh": {
            "today": "ភាគីបះបោររបស់អ្នកអាចធ្វើឱ្យមានរូបរាងនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon Shorm និង Uranus ។ព្យាយាមមិនឱ្យច្រឡំឥរិយាបថមិនត្រឹមត្រូវជាមួយនឹងការធ្វើឱ្យមានការរំខានដោយឥតគិតថ្លៃជាពិសេសនៅពេលទាក់ទងជាមួយដៃគូដែលមានជំនាញវិជ្ជាជីវៈឬស្នេហា។អ្នកនឹងសមនឹងអ្វីដែលធ្វើឱ្យអ្នកធ្វើឱ្យអ្នកប្លែកនៅពេលដែល Luna ចូលក្នុងការញូហើយអ្នកគួរតែស្វែងរកឱកាសដើម្បីទទួលបានការពេញចិត្តពីមិត្តភក្តិ។ស្ថានីយ៍ Saturn បានដឹកនាំនៅល្ងាចនេះដោយពង្រឹងកម្លាំងកេរ្តិ៍ឈ្មោះរបស់អ្នកនិងជួយអ្នកឡើងជណ្តើរសង្គម។គ្រាន់តែគិតក្នុងការបញ្ចូលការតភ្ជាប់ថ្មីដោយអាថ៌កំបាំងបន្តិចបន្តួចក្រោមព្រះច័ន្ទក្នុងត្រីមាសនេះដោយការពារអាថ៌កំបាំងនិងភាពងាយរងគ្រោះរបស់អ្នកឥឡូវនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A flurry of activity could lead to disorder, dear Gemini, as the Aquarius moon squares Venus and Uranus. On the plus side, you'll have a chance to prove yourself when confronted by chaos, but you will need to maintain a calm demeanor to thrive. You'll receive accolades for your ability to think quickly and reestablish control after Luna enters Pisces, giving you a professional edge. Additional breakthroughs linger on the horizon once Saturn stations direct, bringing forward momentum to your occupational agenda. Tonight's quarter moon challenges the stability of specific connections, urging you to focus on maintaining healthy relationships."
        },
        "kh": {
            "today": "សកម្មភាពដ៏អស្ចារ្យអាចនាំឱ្យមានជំងឺ Gemini ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon Sholares Venus និង Uranus ។នៅលើចំហៀងបូកអ្នកនឹងមានឱកាសបង្ហាញខ្លួនអ្នកនៅពេលដែលប្រឈមមុខនឹងភាពវឹកវរប៉ុន្តែអ្នកត្រូវរក្សាអាកប្បកិរិយាស្ងប់ស្ងាត់ឱ្យលូតលាស់។អ្នកនឹងទទួលបានការលួងលោមសម្រាប់សមត្ថភាពរបស់អ្នកក្នុងការគិតយ៉ាងឆាប់រហ័សនិងបង្កើតឡើងវិញនូវការគ្រប់គ្រងយ៉ាងឆាប់រហ័សបន្ទាប់ពី Luna ចូល Pisces ដោយផ្តល់ឱ្យអ្នកនូវភាពជំនាញ។របកគំហើញដ៏គួរឱ្យចង់ខ្ចីនៅលើផ្តេកនៅពេលស្ថានីយ៍សៅរ៍ដោយផ្ទាល់នាំមកនូវសន្ទុះឆ្ពោះទៅរករបៀបវារៈការងាររបស់អ្នក។ព្រះចន្ទខាងកើតរបស់ក្រុមជំនុំនេះបានប្រឈមនឹងស្ថេរភាពនៃការតភ្ជាប់ជាក់លាក់ដែលជំរុញឱ្យអ្នកផ្តោតលើការរក្សាទំនាក់ទំនងប្រកបដោយសុខភាពល្អ។"
        }
    }
]