[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll have a striking impact early this morning, dearest Aries, as the Gemini moon aligns with Venus and Pluto. Carry this energy with you by focusing on the relationships that matter most and how you wish to be perceived. Secure links that are important to you by reaching out with a friendly word or two, but don't worry about carrying the conversation too far. You'll find that even the simplest gestures have a meaningful influence when Luna and Jupiter align this evening. Don't let mistakes from the past fog your perception of the future while Neptune aligns with the nodes of fate tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានឥទ្ធិពលគួរឱ្យចាប់អារម្មណ៍នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Gemini Mon តម្រឹមជាមួយ Venus និងផ្លាតូ។អនុវត្តថាមពលនេះជាមួយអ្នកដោយផ្តោតលើទំនាក់ទំនងដែលសំខាន់បំផុតនិងរបៀបដែលអ្នកចង់យល់ឃើញ។បណ្តាញភ្ជាប់ដែលមានសុវត្ថិភាពដែលមានសារៈសំខាន់សម្រាប់អ្នកដោយការឈានដល់ពាក្យរាក់ទាក់ឬពីរប៉ុន្តែកុំបារម្ភអំពីការសន្ទនាឆ្ងាយ។អ្នកនឹងឃើញថាសូម្បីតែកាយវិការសាមញ្ញបំផុតក៏មានឥទ្ធិពលដែលមានអត្ថន័យនៅពេលដែល Luna និង Jupiter តម្រឹមនៅល្ងាចនេះ។កុំទុកឱ្យមានកំហុសពីអតីតកាលអ័ព្ទការយល់ឃើញរបស់អ្នកអំពីអនាគតខណៈដែល Neptune តម្រឹមជាមួយនឹងថ្នាំងនៃជោគវាសនានៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Signs may guide others in your direction, dearest Leo, as the Gemini moon aspects Venus and Pluto. Please take note of who reaches out, especially when it's out of the blue. Trust in the opportunities that arise, as the universe likely placed them in your path. Put on your networking hat when Luna and Jupiter join forces this evening, leaning into the power of cultural events, social media, and community building. Give yourself permission to fantasize about a different life when Neptune aspects the nodes of fate, trusting that you have the power and determination to make essential changes."
        },
        "kh": {
            "today": "គស្ញអាចណែនាំអ្នកផ្សេងទៀតក្នុងទិសដៅរបស់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទរបស់លោក Venus និង Pluto ។សូមកត់ចំណាំថាតើអ្នកណាឈានដល់ចំនុចចេញជាពិសេសនៅពេលដែលវាចេញពីពណ៌ខៀវ។ទុកចិត្តលើឱកាសដែលកើតឡើងព្រោះសកលលោកទំនងជាបានដាក់វានៅក្នុងផ្លូវរបស់អ្នក។ដាក់លើមួកបណ្តាញរបស់អ្នកនៅពេលដែល Luna និង Jupiter ចូលរួមជាមួយកងកម្លាំងនៅល្ងាចនេះដោយពឹងផ្អែកលើអំណាចនៃព្រឹត្តិការណ៍វប្បធម៌ប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងការកសាងសហគមន៍។ផ្តល់សិទ្ធិឱ្យខ្លួនអ្នកស្រម៉ៃអំពីជីវិតខុសគ្នានៅពេលដែលទិដ្ឋភាព Neptune ថ្នាំងនៃជោគវាសនាដែលជឿទុកចិត្តថាអ្នកមានថាមពលនិងការប្តេជ្ញាចិត្តក្នុងការផ្លាស់ប្តូរការផ្លាស់ប្តូរចាំបាច់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Gemini moon connects with Venus and Pluto early this morning, dearest Taurus, disrupting patterns that have caused you to hold back. Love yourself through the twists and turns that lie ahead, trusting in your ability to thrive and prosper. Lucky vibes flow when Luna and Jupiter unite this evening, helping you manifest incredible things. Focus on what you hope to call in, allowing the wheel of fortune to turn in your favor. Share your dreams with those who might help you reach them when Neptune aspects the nodes of fate, using your connections to ease into a brighter tomorrow."
        },
        "kh": {
            "today": "ព្រះចន្ទ Gemini ភ្ជាប់ជាមួយ Venus និងផ្លាតូនៅព្រឹកនេះ Taurus ដែលជាទីស្រឡាញ់បំផុតរំខានដល់លំនាំដែលបានធ្វើឱ្យអ្នកទប់ចិត្ត។ស្រឡាញ់ខ្លួនអ្នកតាមរយៈការរមួលហើយប្រែថានៅខាងមុខទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងការលូតលាស់និងរីកចម្រើន។សំណាងញីវូដហូរនៅពេលដែល Luna និង Jupiter បង្រួបបង្រួមនៅល្ងាចនេះដោយជួយឱ្យអ្នកបង្ហាញអ្វីៗដែលមិនគួរឱ្យជឿ។ផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថានឹងហៅចូលដែលអនុញ្ញាតឱ្យកង់របស់សំណាងងាកទៅរកការពេញចិត្តរបស់អ្នក។ចែករំលែកក្តីសុបិន្តរបស់អ្នកជាមួយអ្នកដែលអាចជួយអ្នកឱ្យឈានដល់ពួកគេនៅពេលដែលទិដ្ឋភាព Neptune ថ្នាំងនៃជោគវាសនាដោយប្រើការតភ្ជាប់របស់អ្នកដើម្បីងាយស្រួលក្នុងការត្រសាលនៅថ្ងៃស្អែក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna continues her journey through your sign, dearest Gemini, forming supportive connections with Venus and Pluto during the early hours. Take a few moments for stillness once you've awakened, considering what you can do to make your and other people's day brighter. Your charisma elevates this evening when Luna and Jupiter join forces, putting you in a position of luck and significant influence. The more you put yourself out there, the more likely you are to benefit from these auspicious vibes. Layer onto long-term plans by making these dreams bigger when Neptune cozies up with the North Node."
        },
        "kh": {
            "today": "Luna បន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតបង្កើតបានជាការតភ្ជាប់គាំទ្រជាមួយ Venus និង Pluto ក្នុងអំឡុងពេលដំបូង។ចំណាយពេលបន្តិចសម្រាប់ភាពនៅដដែលនៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនដោយពិចារណាលើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីធ្វើឱ្យអ្នកកាន់តែភ្លឺស្វាងរបស់អ្នក។មន្តស្នេហ៍របស់អ្នកលើកកំពង់ផែនៅល្ងាចនេះនៅពេលដែល Luna និង Jupiter ចូលរួមជាមួយកងកម្លាំងដោយដាក់អ្នកនៅក្នុងតំណែងសំណាងនិងមានឥទ្ធិពលគួរឱ្យកត់សម្គាល់។អ្នកបានដាក់ខ្លួនអ្នកឱ្យនៅទីនោះកាន់តែច្រើនអ្នកទំនងជាទទួលបានអត្ថប្រយោជន៍ពីភាពរស់រវើកដែលគួរឱ្យធុញទ្រាន់ទាំងនេះ។គំរោងរយៈពេលវែងដោយធ្វើឱ្យក្តីសុបិន្តទាំងនេះកាន់តែធំនៅពេលដែល Neptune Cozies ឡើងជាមួយនឹងថ្នាំងខាងជើង។"
        }
    }
]