[
    {
        "sign": "Aries",
        "en": {
            "today": "Notice how your emotions inspire or limit you, dearest Aries, as the Virgo moon aligns with Mars Rx and Saturn early this morning. Your emotional intelligence increases once Mercury enters Pisces, helping you relate to others by better understanding yourself. Stay productive when Luna aspects Uranus midafternoon, but don't be afraid to experiment with the groundwork and routines you've come to rely on. Surprises may be in store when you work hard for blessings as the stars align to reward your efforts. Learn from mistakes you made in the past and establish better routines moving forward when the nodes of fate stir tonight."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលអារម្មណ៍របស់អ្នកជម្រុញឬកំណត់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទរះនៅលើភពព្រះអង្គារ RX និង Saturn នៅព្រឹកនេះ។ការស៊ើបការណ៍សម្ងាត់ខាងផ្លូវចិត្តរបស់អ្នកមានការកើនឡើងនៅពេលបារតចូលក្នុងការជំរុញ Pisces ជួយអ្នកឱ្យទាក់ទងអ្នកដទៃដោយការយល់ដឹងកាន់តែប្រសើរដោយខ្លួនឯង។ទទួលបានផលិតភាពនៅពេលទិដ្ឋភាពនៃឡូសនៅតំបន់អ៊ុយរ៉ានុសនៅពាក់កណ្តាលចុងតុប៉ុន្តែកុំភ័យខ្លាចក្នុងការពិសោធន៍ជាមួយមូលដ្ឋាននិងជាប្រចាំដែលអ្នកបានមកពឹងផ្អែកលើ។ការភ្ញាក់ផ្អើលអាចមាននៅក្នុងហាងនៅពេលដែលអ្នកខិតខំធ្វើការដើម្បីឱ្យពរជ័យដូចជាផ្កាយតម្រឹមដើម្បីផ្តល់រង្វាន់ដល់ការខិតខំរបស់អ្នក។រៀនពីកំហុសដែលអ្នកបានធ្វើកាលពីអតីតកាលហើយបង្កើតទម្លាប់ល្អប្រសើរឡើងទៅមុខនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo moon connects with Mars rx and Saturn this morning, dearest Leo, putting you in an intense and transactional mood. Remember that it's okay to bow out of commitments if you're not getting a fair return on the investment, both within matters of the heart and business agreements. You'll have opportunities to renegotiate throughout the coming weeks once Mercury enters Pisces, bringing convincing and transformative energy to your voice. Seek to break through barriers when Luna aspects Uranus midafternoon, trusting that brilliant and unexpected gains can occur when you stand up for what you want."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរបស់ Virgo ភ្ជាប់ជាមួយភពព្រះអង្គារ RX និង Saturn នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលបានដាក់អ្នកក្នុងអារម្មណ៍ខ្លាំងនិងអារម្មណ៍ប្រតិបត្តិការ។សូមចាំថាវាមិនអីទេក្នុងការឱនក្បាលចេញពីការប្តេជ្ញាចិត្តប្រសិនបើអ្នកមិនទទួលបានការត្រឡប់មកវិញដោយយុត្តិធម៌លើការវិនិយោគទាំងក្នុងរឿងរ៉ាវនៃកិច្ចព្រមព្រៀងបេះដូងនិងអាជីវកម្ម។អ្នកនឹងមានឱកាសពិចារណាឡើងវិញនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែល Mercury ចូល Pisces, នាំមកនូវថាមពលដែលគួរឱ្យជឿជាក់និងផ្លាស់ប្តូរទៅជាសំលេងរបស់អ្នក។ស្វែងរកការបំបែករបាំងនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅតំបន់អ៊ឺរ៉ុបដែលជឿទុកចិត្តថាការចំណេញដ៏អស្ចារ្យនិងមិននឹកស្មានដល់អាចកើតឡើងនៅពេលអ្នកក្រោកឈរសម្រាប់អ្វីដែលអ្នកចង់បាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Reflect on how you can strike a balance between maintaining a healthy social life while still tending to passions or intellectual goals, dearest Taurus, while the Virgo moon aspects Mars rx and Saturn. Emotional ties will be easier to cultivate and nurture once Mercury enters Pisces, though you'll want to consider how you can form beneficial alliances and contribute to the greater good. Do something out of the ordinary when Luna aspects Uranus later today, letting your authenticity speak for itself. Seek dynamics that soothe the soul and inspire a brighter tomorrow when the nodes of fate activate tonight."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកអាចធ្វើឱ្យមានតុល្យភាពរវាងការរក្សាជីវិតសង្គមដែលមានសុខភាពល្អខណៈពេលដែលនៅតែមានទំនោរទៅនឹងតណ្ហាឬគោលដៅបញ្ញា Taurus, ខណៈដែលទិដ្ឋភាពព្រះចន្ទរបស់ Virgo Rx និងសៅរ៍។ចំណងមិត្តភាពនឹងមានភាពងាយស្រួលក្នុងការដាំដុះនិងចិញ្ចឹមបីបាច់ក្នុងការទទួលរងការរំលោភបំពានទោះបីជាអ្នកចង់ពិចារណាពីរបៀបដែលអ្នកអាចបង្កើតសម្ព័ន្ធភាពដែលមានអត្ថប្រយោជន៍និងរួមចំណែកដល់ការល្អដ៏ល្អ។ធ្វើអ្វីមួយដែលមិនធម្មតានៅពេលដែលទិដ្ឋភាពនៃឡូសនៅធ្វើការនៅថ្ងៃនេះដោយអនុញ្ញាតឱ្យភាពត្រឹមត្រូវរបស់អ្នកនិយាយសម្រាប់ខ្លួនវាផ្ទាល់។ស្វែងរកឌីណាមិកដែលធ្វើឱ្យព្រលឹងធូរស្បើយហើយជម្រុញពន្លឺថ្ងៃស្អែកនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could experience burnout if you haven't been devoting enough time to leisure and luxury, dear Gemini, as the Virgo moon aspects Mars rx and Saturn. Permit yourself to take things slowly, understanding that even as pressures rise, your well-being is a top priority. You'll feel more in control and intuitively tapped in once Mercury enters Pisces, giving you an edge within professional affairs. Embrace this planetary placement by being open about your aspirations and backing these dreams up with innovative ideas. A-ha moments emerge when Luna aspects Uranus midafternoon, so be sure to trust your heart and watch for signs from beyond."
        },
        "kh": {
            "today": "អ្នកអាចជួបប្រទះការឆាបឆេះប្រសិនបើអ្នកមិនបានចំណាយពេលគ្រប់គ្រាន់សម្រាប់ការកំសាន្តនិងភាពប្រណីត Gemini ជាទីស្រឡាញ់ដែលជាទិដ្ឋភាពព្រះចន្ទ RX និង Saturn ។អនុញ្ញាតឱ្យខ្លួនអ្នកយករបស់យឺត ៗ ការយល់ដឹងដែលថាទោះបីជាសម្ពាធកើនឡើងក៏ដោយក៏សុខុមាលភាពរបស់អ្នកគឺជាអាទិភាពកំពូលគឺជាអាទិភាពកំពូល។អ្នកនឹងមានអារម្មណ៍កាន់តែច្រើនក្នុងការគ្រប់គ្រងនិងបានទប់ស្កាត់ដោយវិចារណញាណនេះនៅក្នុងការទទួលទានចម្រុះដែលផ្តល់ឱ្យអ្នកនូវការគាំទ្រផ្នែកកិច្ចការជំនាញ។ចាប់យកការដាក់ផែនការនេះដោយបើកចំហអំពីសេចក្តីប្រាថ្នារបស់អ្នកនិងការគាំទ្រក្តីសុបិន្តទាំងនេះដោយគំនិតច្នៃប្រឌិតថ្មី។អេ - ហាពេលដែលលេចចេញមកនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅតំបន់អ៊ុនសាននៅពាក់កណ្ដាលភ្លើងដូច្នេះត្រូវប្រាកដថាទុកចិត្តលើបេះដូងរបស់អ្នកហើយមើលសញ្ញាពីលើសពីនេះ។"
        }
    }
]