[
    {
        "sign": "Aries",
        "en": {
            "today": "Seek not only to learn, darling Aries, but to understand as the moon continues through Sagittarius and your house of higher thinking, put in the effort to build upon what you already know. Trust that even the most abstract concepts will fall into place if you believe in your ability to grasp challenging information. Go into each situation with confidence, asking questions when you feel uncertain. Break away from distraction to reflect once Luna squares the nodes of fate this afternoon. Attempting to absorb too much information too quickly can become overstimulating if you don't take the time to process it."
        },
        "kh": {
            "today": "ស្វែងរកការរៀនមិនត្រឹមតែ, ដាលីង aries, ប៉ុន្តែត្រូវយល់ថាព្រះចន្ទនៅតែបន្តតាមរយៈ Sagittarius និងផ្ទះនៃការគិតខ្ពស់របស់អ្នក, បានខិតខំដើម្បីកសាងអ្វីដែលអ្នកបានដឹងលើអ្វីដែលអ្នកបានដឹង។ការជឿទុកចិត្តថាសូម្បីតែគំនិតអរូបីបំផុតក៏នឹងធ្លាក់ចូលកន្លែងដែរប្រសិនបើអ្នកជឿលើសមត្ថភាពរបស់អ្នកក្នុងការចាប់យកព័ត៌មានដែលពិបាក។ចូលទៅក្នុងស្ថានភាពនីមួយៗដោយមានទំនុកចិត្តសួរសំណួរនៅពេលអ្នកមានអារម្មណ៍មិនប្រាកដប្រជា។បំបែកឆ្ងាយពីការរំខានដើម្បីឆ្លុះបញ្ចាំងនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ការប៉ុនប៉ងស្រូបយកព័ត៌មានជាច្រើនពេកក៏លឿនដែរប្រសិនបើអ្នកមិនចំណាយពេលដើម្បីដំណើរការវា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel ultra inspired as the moon moves through Sagittarius, dearest Leo, sharpening the creative mind. Try to complete your work early so you can focus on hobbies or projects that bring out your inner voice. Artistic collaborations can add extra layers to your visions while strengthening friendships. When it comes to matters of the heart, consider taking a little adventure while planning your next date. Tread carefully when investing in partnerships once Luna squares the nodes of fate this afternoon, ensuring that long-term plans align before going any further. You should also be mindful to avoid interactions that might compromise your sense of power."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាខ្លាំងណាស់ដែលបានបំផុសគំនិតនៅពេលព្រះច័ន្ទផ្លាស់ទីឆ្លងកាត់ Sagittarius, Dehest Leo, Leo, Sharpening គំនិតច្នៃប្រឌិត។ព្យាយាមបញ្ចប់ការងាររបស់អ្នកឱ្យបានឆាប់ដូច្នេះអ្នកអាចផ្តោតលើចំណង់ចំណូលចិត្តឬគម្រោងដែលនាំមកនូវសំលេងខាងក្នុងរបស់អ្នក។ការសហការសិល្បៈអាចបន្ថែមស្រទាប់បន្ថែមដល់ចក្ខុវិស័យរបស់អ្នកខណៈដែលពង្រឹងមិត្តភាព។នៅពេលនិយាយអំពីបញ្ហានៃបេះដូងសូមពិចារណាការផ្សងព្រេងបន្តិចបន្តួចខណៈពេលកំពុងរៀបចំផែនការកាលបរិច្ឆេទបន្ទាប់របស់អ្នក។ជាន់ឈ្លីដោយយកចិត្តទុកដាក់នៅពេលវិនិយោគលើភាពជាដៃគូនៅពេលដែល Luna បានដាក់ថ្នាំងថ្នាំងនៃជោគវាសនានៅរសៀលនេះដោយធានាថាផែនការរយៈពេលវែងតម្រឹមមុននឹងបន្តទៅមុខទៀត។អ្នកក៏គួរតែគិតគូរផងដែរក្នុងការចៀសវាងអន្តរកម្មដែលអាចធ្វើឱ្យខូចដល់អារម្មណ៍អំណាចរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luck flows from the partnerships you keep, dearest Taurus, as the moon moves through Sagittarius. Don't feel guilty about reaping the benefits of having successful family members, loved ones, or business allies in your midst. Recognizing that connection often plays a crucial role in advancing one's career. Take your shot when it comes to asking for favors, but be prepared to put in as much energy as you receive. One-sided dynamics won't serve you, especially once Luna squares the nodes of fate this afternoon. Show appreciation to ensure that the people you rely on don't feel as though you're taking advantage of them."
        },
        "kh": {
            "today": "សំណាងហូរចេញពីភាពជាដៃគូដែលអ្នករក្សាការក្លាយជា Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Sagittarius ។កុំមានអារម្មណ៍ថាមានកំហុសក្នុងការទទួលបានអត្ថប្រយោជន៍ពីការទទួលបានសមាជិកគ្រួសារដែលទទួលបានជោគជ័យអ្នកស្រឡាញ់ឬសម្ព័ន្ធមិត្តអាជីវកម្មនៅកណ្តាលរបស់អ្នក។ដោយដឹងថាការផ្សារភ្ជាប់គ្នាជាញឹកញាប់ដើរតួនាទីយ៉ាងសំខាន់ក្នុងការជំរុញអាជីពរបស់មនុស្សម្នាក់។ថតរូបរបស់អ្នកនៅពេលនិយាយអំពីការអនុគ្រោះប៉ុន្តែត្រូវបានរៀបចំដើម្បីដាក់ថាមពលឱ្យបានច្រើននៅពេលអ្នកទទួលបាន។សក្ដានុពលមួយចំហៀងនឹងមិនបម្រើអ្នកទេជាពិសេសនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។បង្ហាញការអបអរសាទរក្នុងការធានាថាអ្នកពឹងផ្អែកលើកុំមានអារម្មណ៍ថាអ្នកទាញយកផលប្រយោជន៍ពីពួកគេ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have plenty to give as the moon moves through Sagittarius, dear Gemini. Activating the sector of your chart that governs love and connection and aligning with your favorite people will be a top priority. Feed off the thrill that comes when you're surrounded by special companions, but continue to nurture faraway relationships as well. Notice if you start to overshare this afternoon once Luna squares the nodes of fate. Ensure each conversation remains balanced by asking questions while encouraging your counterpart to take center stage. If you're overdue for a long-distance vacation, consider brainstorming your next destination before calling it a day."
        },
        "kh": {
            "today": "You'll have plenty to give as the moon moves through Sagittarius, dear Gemini.ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសេចក្តីស្រឡាញ់និងការផ្សារភ្ជាប់និងការតម្រឹមជាមួយមនុស្សដែលអ្នកចូលចិត្តនឹងក្លាយជាអាទិភាពកំពូល។ចិញ្ចឹមចេញពីការរំភើបដែលកើតឡើងនៅពេលដែលអ្នកព័ទ្ធជុំវិញដោយដៃគូពិសេសប៉ុន្តែបន្តចិញ្ចឹមបីបាច់ទំនាក់ទំនងហ្វារ៉ាវ៉ាផងដែរ។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកចាប់ផ្តើមត្រួតត្រានៅរសៀលនេះនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនា។ធានាថាការសន្ទនានីមួយៗនៅតែមានតុល្យភាពដោយសួរសំណួរខណៈពេលដែលលើកទឹកចិត្តឱ្យសមភាគីរបស់អ្នកឡើងឆាកកណ្តាល។ប្រសិនបើអ្នកហួសកាលកំណត់សម្រាប់វិស្សមកាលចម្ងាយឆ្ងាយសូមពិចារណាអំពីទិសដៅបន្ទាប់របស់អ្នកមុនពេលហៅវាមួយថ្ងៃ។"
        }
    }
]