[
    {
        "sign": "Aries",
        "en": {
            "today": "You could get caught up in your world this morning, dear Aries, as the Sagittarius moon aspects the nodes of fate and Neptune. Allow your fantasies to take you on an adventure, but consider how organization and hard work will play into actualizing such grand visions. Luckily, you'll feel responsible and resilient enough to see these aspirations through once Luna migrates into Capricorn, fueling your desire to succeed. This energy also elevates your influence, making it easier to step into the public eye. Just be sure to keep some secrets up your sleeve when the sun and moon align tonight."
        },
        "kh": {
            "today": "អ្នកអាចចាប់បាននៅក្នុងពិភពលោករបស់អ្នកនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជាផ្នែកព្រះច័ន្ទ Sagittarius, ថ្នាំងនៃជោគវាសនានិង Neptune ។អនុញ្ញាតឱ្យការស្រមើស្រមៃរបស់អ្នកនាំអ្នកមកលើការផ្សងព្រេងប៉ុន្តែពិចារណាអំពីរបៀបដែលការរៀបចំរបស់និងការខិតខំនឹងចូលទៅក្នុងចក្ខុវិស័យដ៏អស្ចារ្យបែបនេះ។សំណាងល្អអ្នកនឹងមានអារម្មណ៍ទទួលខុសត្រូវនិងធន់គ្រប់គ្រាន់ក្នុងការមើលឃើញសេចក្តីប្រាថ្នាទាំងនេះតាមរយៈ Luna ផ្លាស់ទៅ Capricorn ដោយជំរុញឱ្យបំណងប្រាថ្នារបស់អ្នកទទួលបានជោគជ័យ។ថាមពលនេះក៏បង្កើនឥទ្ធិពលរបស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការឈានជើងចូលក្នុងភ្នែកសាធារណៈ។គ្រាន់តែត្រូវប្រាកដថារក្សាអាថ៌កំបាំងខ្លះៗដៃអាវរបស់អ្នកនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel feisty, playful, and protective, darling lion, as the Sagittarius moon aspects the nodes of fate and Neptune. Strong bonds will accentuate your desire to fight for those you love, but it may be best to stay out of chaos that doesn't belong to you. Things will feel more solid once Luna migrates into Capricorn, helping you settle your own unfinished business. Be forward when it comes to reaching for opportunities or accomplishments you deserve, even if doing so feels like throwing your weight around. Focus on adding healthy habits to your nighttime rituals when the sun and moon align later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ភ័យខ្លាច, លេងសើច, គួរឱ្យស្អប់, លោក Darling Firl Lion, ខណៈដែលទិដ្ឋភាពនៃព្រះច័ន្ទ Sagittarius បានថ្នាំងនៃជោគវាសនានិង Neptune ។ចំណងខ្លាំងនឹងសង្កត់ធ្ងន់លើបំណងប្រាថ្នារបស់អ្នកក្នុងការប្រយុទ្ធដើម្បីអ្នកដែលអ្នកស្រឡាញ់ប៉ុន្តែវាល្អបំផុតក្នុងការនៅឆ្ងាយពីភាពវឹកវរដែលមិនមែនជារបស់អ្នក។អ្វីៗនឹងមានអារម្មណ៍រឹងមាំជាងមុននៅពេលដែល Luna បានផ្លាស់ប្តូរទៅ Capricorn ដោយជួយអ្នកដោះស្រាយអាជីវកម្មដែលមិនទាន់បានបញ្ចប់របស់អ្នក។ត្រូវឆ្ពោះទៅមុខនៅពេលដែលវាមកដល់សម្រាប់ការឈានដល់ឱកាសឬសមិទ្ធិផលដែលអ្នកសមនឹងទទួលសូម្បីតែការធ្វើដូច្នេះក៏មានអារម្មណ៍ថាកំពុងបោះទម្ងន់របស់អ្នកដែរ។ផ្តោតលើការបន្ថែមទំលាប់ដែលមានសុខភាពល្អដល់ការធ្វើពិធីអាហារពេលយប់របស់អ្នកនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A transitional energy descends upon your social sphere, dearest Taurus, as the Sagittarius moon aspects the nodes of fate and Neptune. Follow your intuition when it comes to deciphering who is and is not on your team, adjusting the level of intimacy you invite in accordingly. A burst of hope finds you when Luna migrates into Capricorn midafternoon, supercharging your solar ninth house of luck, spirituality, and wisdom. Your heightened perspective will allow you to see each situation from an advantage, improving your decision-making skills. Make space for new connections later tonight when the sun and moon align."
        },
        "kh": {
            "today": "ថាមពលអន្តោប្រវេសន៍បានចុះមកលើវិស័យសង្គមរបស់អ្នក Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius បានថ្នាំងថ្នាំងនៃវាសនានិង Neptune ។អនុវត្តតាមវិចារណញាណរបស់អ្នកនៅពេលនិយាយអំពីការតុបតែងរបស់អ្នកដែលជាអ្នកហើយមិននៅលើក្រុមរបស់អ្នកដោយកែតម្រូវកម្រិតនៃភាពស្និទ្ធស្នាលដែលអ្នកអញ្ជើញ។ការផ្ទុះនៃក្តីសង្ឃឹមបានរកឃើញថានៅពេលដែល Luna បានផ្លាស់ប្តូរទៅក្នុង Capricorn Widorternoce superchharging ផ្ទះព្រះពៅថ្ងៃពន្លឺព្រះអាទិត្យរបស់អ្នកខាងវិញ្ញាណនិងប្រាជ្ញារបស់អ្នក។ទស្សនវិស័យកាន់តែខ្លាំងរបស់អ្នកនឹងអនុញ្ញាតឱ្យអ្នកមើលឃើញពីស្ថានភាពនីមួយៗពីគុណប្រយោជន៍ការកែលម្អជំនាញការសម្រេចចិត្តរបស់អ្នក។ធ្វើឱ្យមានកន្លែងសម្រាប់ការតភ្ជាប់ថ្មីនៅយប់នេះនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to let hurts from the past prevent you from accepting love in real time, darling Gemini, as the Sagittarius moon aspects the nodes of fate and Neptune. While it's important to acknowledge and guard against red flags, try to examine if these alarm bells are rooted in the present or a result of grief from toxic relationships you haven't fully healed from. You'll have a chance to let go of inhibitions and invite in more intimacy when Luna enters Capricorn, conjuring themes around commitment and emotional interaction. Just be mindful to take things at your own pace when the sun and moon align later tonight."
        },
        "kh": {
            "today": "ព្យាយាមកុំអោយឈឺចុកចាប់ពីអតីតកាលរារាំងអ្នកមិនឱ្យទទួលយកសេចក្តីស្រឡាញ់ក្នុងពេលវេលាពិតប្រាកដ, ជាទីស្រឡាញ់នៅពេលដែលរូបព្រះច័ន្ទរបស់ Sagittarius, ថ្នមៗនៃជោគវាសនានិង Neptune ។ខណៈពេលដែលវាមានសារៈសំខាន់ក្នុងការទទួលស្គាល់និងការពារពីទង់ក្រហមសូមព្យាយាមពិនិត្យប្រសិនបើកណ្តឹងរោទិ៍ទាំងនេះត្រូវបានចាក់ឫសក្នុងករណីបច្ចុប្បន្នឬលទ្ធផលនៃភាពទុក្ខព្រួយពីទំនាក់ទំនងពុលដែលអ្នកមិនបានជាសះស្បើយពីទំនាក់ទំនងដែលអ្នកមិនបានជាសះស្បើយពីទំនាក់ទំនងដែលអ្នកមិនបានព្យាបាល។អ្នកនឹងមានឱកាសបោះបង់ចោលការហាមឃាត់និងអញ្ជើញក្នុងភាពស្និទ្ធស្នាលបន្ថែមទៀតនៅពេលដែល Luna ចូល Capricorn ដែលមានប្រធានបទនៅជុំវិញការប្តេជ្ញាចិត្តនិងអន្តរកម្មអារម្មណ៍។គ្រាន់តែមានចិត្តក្លាហានក្នុងការយករបស់ផ្ទាល់ខ្លួននៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    }
]