[
    {
        "sign": "Aries",
        "en": {
            "today": "The Leo moon and Chiron align early this morning, dear Aries, boosting confidence and healing the heart while you sleep. Embrace your true colors to honor these vibes upon awakening, considering how you can seize the day with passion and enthusiasm. A boost in work ethic helps you accomplish much once Luna enters Virgo this afternoon, though a harsh square with Uranus may cause you to overlook important details. Ensure that your mind stays sharp by fueling your body with a well-rounded lunch. Many emotions are laid on the table when the sun, Jupiter, and Chiron form a t-square later tonight, highlighting complex relationships."
        },
        "kh": {
            "today": "Leo Moon និង Chiron បានតម្រឹមនៅព្រឹកព្រលឹមនេះ aries ជាទីស្រឡាញ់បង្កើនទំនុកចិត្តនិងការព្យាបាលបេះដូងនៅពេលអ្នកគេង។ចាប់យកពណ៌ពិតរបស់អ្នកដើម្បីគោរពរំញ័រទាំងនេះនៅពេលភ្ញាក់ដឹងខ្លួនពិចារណាពីរបៀបដែលអ្នកអាចដណ្តើមបាននៅថ្ងៃដោយចំណង់ចំណូលចិត្តនិងភាពរីករាយ។ការជម្រុញក្នុងក្រមសីលធម៌ការងារជួយអ្នកឱ្យសម្រេចបានច្រើននៅពេលដែល Luna ចូលក្នុងទីក្រុង Virgo នៅរសៀលនេះទោះបីជាការ៉េដ៏កាចសាហាវជាមួយអ៊ុយរ៉ានុសអាចបណ្តាលឱ្យអ្នកមើលរំលងព័ត៌មានលម្អិតសំខាន់ៗក៏ដោយ។ធានាថាចិត្តរបស់អ្នកមានភាពមុតស្រួចដោយជំរុញឱ្យរាងកាយរបស់អ្នកមានអាហារថ្ងៃត្រង់មូលល្អ។អារម្មណ៍ជាច្រើនត្រូវបានដាក់នៅលើតុនៅពេលដែលព្រះអាទិត្យជូរីស៊្រីនិងជីរនាងបង្កើតបានជាការ៉េ T-Share នៅយប់នេះការគូរផែនទំនាក់ទំនងស្មុគស្មាញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna takes her final steps through your sign, sweet lion, aspecting Chiron early this morning. A mystical and healing energy emerges, offering divine aid and a profound sense of peace. Take a few moments to meditate or journal upon awakening, asking the universe for guidance. You'll snap back into reality and all the noise that comes with it once Luna enters Virgo and squares Uranus this afternoon. Space out social interactions and limit your screen time, especially if you start to feel disconnected from your surroundings. Seek magickal experiences later tonight when the sun, Jupiter, and Chiron align."
        },
        "kh": {
            "today": "Luna ទទួលយកជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នក, តោផ្អែម, ការលើកតម្កើង, នៅព្រឹកនេះនៅព្រឹកនេះ។ថាមពលអាថ៌កំបាំងនិងការព្យាបាលលេចចេញមកផ្តល់ជំនួយដ៏ទេវភាពនិងអារម្មណ៍ស្ងប់ស្ងាត់នៃសន្តិភាព។ចំណាយពេលមួយភ្លែតដើម្បីធ្វើសមាធិឬទស្សនាវដ្តីភ្ញាក់ដឹងខ្លួនដោយសួរថាសកលលោកសម្រាប់ការណែនាំ។អ្នកនឹងបានខ្ទប់ទៅក្នុងភាពពិតហើយសំលេងរំខានទាំងអស់ដែលភ្ជាប់មកជាមួយវានៅពេលដែល Luna ចូលក្នុងទីក្រុង Viron និងការេអ៊ើរសឺសអ៊ែរូសនៅរសៀលនេះ។ដកឃ្លាអន្តរកម្មសង្គមនិងកំណត់ពេលវេលាអេក្រង់របស់អ្នកជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាផ្តាច់ចេញពីតំបន់ជុំវិញរបស់អ្នក។ស្វែងរកបទពិសោធន៍របស់ម៉ាឃីកនៅយប់នេះនៅពេលដែលព្រះអាទិត្យគឺភពព្រហស្បតិ៍និងចន្លីងតម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Healing messages flood your subconscious this morning, dear Taurus, as the Leo moon and Chiron align. Take note of how you feel upon awakening, and any dreams that seem significant. Though you may require extra nurturing while the day kicks off, the energy picks up once Luna enters Virgo and squares Uranus this afternoon. Organize your visions to ensure their success, but be prepared for potential obstacles and trust your ability to improvise as needed. Work on establishing a more fluid mind/body connection when the sun, Jupiter, and Chiron enter a t-square tonight, especially if you've been battling fatigue or mental fog."
        },
        "kh": {
            "today": "សារព្យាបាលជម្ងឺទឹកជំនន់ដោយមិនដឹងខ្លួនរបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Leo Moon និង Regiron តម្រឹម។កត់សំគាល់ពីរបៀបដែលអ្នកមានអារម្មណ៍ភ្ញាក់ឡើងហើយក្តីសុបិន្តណាមួយដែលហាក់ដូចជាសំខាន់។ទោះបីជាអ្នកអាចត្រូវការការចិញ្ចឹមបីបាច់បន្ថែមខណៈពេលដែលថ្ងៃចាប់ផ្តើមថាមពលបានកើនឡើងនៅពេលដែល Luna ចូលក្នុងទីក្រុង Viron និងការេអ៊ឺរ៉ុបនៅរសៀលនេះ។រៀបចំចក្ខុវិស័យរបស់អ្នកដើម្បីធានាបាននូវភាពជោគជ័យរបស់ពួកគេប៉ុន្តែត្រូវបានរៀបចំសម្រាប់ឧបសគ្គដែលមានសក្តានុពលនិងជឿជាក់លើសមត្ថភាពរបស់អ្នកក្នុងការធ្វើឱ្យប្រសើរឡើងតាមតម្រូវការ។ធ្វើការលើការបង្កើតគំនិត / ការតភ្ជាប់រាងកាយកាន់តែច្រើននៅពេលដែលព្រះអាទិត្យភពព្រហស្បតិ៍និងឈុររីនបញ្ចូល T-Square នៅយប់នេះជាពិសេសប្រសិនបើអ្នកបានប្រយុទ្ធដោយអស់កម្លាំងឬអ័ព្ទផ្លូវចិត្ត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could awaken to encouraging messages or good news from a friend, dear Gemini, thanks to a sweet connection between the Leo moon and Chiron. Keep these elevating vibes rolling by going out of your way to orchestrate pleasant exchanges, bringing cheer to your interactions. Demanding family members or close friends might derail your afternoon plans once Luna enters Virgo and squares Uranus. Be mindful of maintaining composure in the public eye, even if your private affairs become messy. Analyze how your free time is spent while the sun, Jupiter, and Chiron enter a t-square tonight, considering if screens and social events have taken away from pursuing personal interests."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ពីការលើកទឹកចិត្តសារឬដំណឹងល្អពីមិត្តភក្តិជាទីស្រឡាញ់ Gemini សូមគោរពលោក Leo Moon និង Chiron ។រក្សាការបង្កើនការកើនឡើងទាំងនេះដែលវិលត្រឡប់ដោយចេញពីផ្លូវរបស់អ្នកដើម្បីរៀបចំការផ្លាស់ប្តូរដ៏រីករាយនាំឱ្យមានការលើកទឹកចិត្តដល់អន្តរកម្មរបស់អ្នក។ការទាមទារសមាជិកគ្រួសារឬមិត្តភក្តិជិតស្និទ្ធអាចរារាំងផែនការពេលរសៀលរបស់អ្នកនៅពេលដែល Luna ចូលក្នុងទីក្រុង Virgo និងការេអ៊ើរ៉ានុស។ចូរគិតគូរក្នុងការថែរក្សាការភ្ជាប់ក្នុងភ្នែកសាធារណៈទោះបីកិច្ចការឯកជនរបស់អ្នករញ៉េរញ៉ៃក៏ដោយ។វិភាគពីរបៀបដែលពេលវេលាទំនេររបស់អ្នកត្រូវបានចំណាយខណៈពេលដែលព្រះអាទិត្យភពព្រហស្បតិ៍និងជីរនាងបញ្ចូល T-Square នៅយប់នេះ, ពិចារណាប្រសិនបើអេក្រង់និងព្រឹត្តិការណ៍សង្គមបានដកហូតនូវផលប្រយោជន៍ផ្ទាល់ខ្លួន។"
        }
    }
]