[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in an investigative headspace as the moon enters Scorpio, dear Aries, inspiring you to look beyond the surface. A tense square with Pluto could reveal discrepancies within your social sphere, and opinions may shift as you learn more about certain acquaintances. Meanwhile, the Pisces sun aligns with the nodes of fate, making it easier to focus on yourself instead of outside dramas. Reflect on how you wish to evolve, taking a practical approach toward transformation by focusing on how your habits must be altered. Be gracious with yourself when walking the path of self-improvement while Luna aspects Venus Rx and Mercury Rx."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតនៅក្នុងក្បាលស៊ើបអង្កេតនៅពេលដែលព្រះច័ន្ទចូលក្នុង Scorpio, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, បំផុសទឹកចិត្តអ្នកឱ្យមើលទៅហួសពីផ្ទៃ។ការ៉េតឹងតែងមួយដែលមានផ្លាតូអាចបង្ហាញពីភាពខុសគ្នានៅក្នុងវិស័យសង្គមរបស់អ្នកហើយមតិអាចនឹងផ្លាស់ប្តូរនៅពេលអ្នកស្វែងយល់បន្ថែមអំពីអ្នកស្គាល់គ្នាជាក់លាក់។ទន្ទឹមនឹងនេះដែរ The Pisces Sun តម្រឹមជាមួយថ្នាំងនៃជោគវាសនាដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការផ្តោតអារម្មណ៍លើខ្លួនអ្នកជំនួសឱ្យរឿងល្ខោនខាងក្រៅ។ឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកចង់វិវត្តដោយទទួលយកវិធីសាស្រ្តជាក់ស្តែងឆ្ពោះទៅរកការផ្លាស់ប្តូរដោយផ្តោតលើរបៀបដែលទម្លាប់របស់អ្នកត្រូវតែផ្លាស់ប្តូរ។សូមប្រណីសន្តោសខ្លួនឯងនៅពេលដើរលើផ្លូវនៃការកែលម្អដោយខ្លួនឯងខណៈដែលទិដ្ឋភាពនៃដងផ្ការបស់ Luna និង Mercury RX ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your emotions sync up with those of those around you, dear Leo, as the moon enters psychic Scorpio. Keep tabs on your mood to analyze how others impact your heart's center. A hash square between Luna and Pluto could highlight unhealthy patterns, especially where romantic partners and BFFs are concerned. Luckily, you'll have a chance to squash feuds by pinpointing a need for nurturing instead of conflict, though some pushback may find you at first. Your perspective evolves while the Pisces sun aligns with the nodes of fate, redefining what you need to feel secure and committed."
        },
        "kh": {
            "today": "អារម្មណ៍របស់អ្នកធ្វើសមកាលកម្មជាមួយអ្នកដែលនៅជុំវិញអ្នកដែលជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូលស៊ីសស្កូស៊ីអូ។រក្សាផ្ទាំងនៅលើអារម្មណ៍របស់អ្នកដើម្បីវិភាគពីរបៀបដែលអ្នកដទៃជះឥទ្ធិពលដល់មជ្ឈមណ្ឌលបេះដូងរបស់អ្នក។ការ៉េ Hash រវាង Luna និង Pluto អាចបង្ហាញពីលំនាំមិនល្អជាពិសេសកន្លែងដែលដៃគូស្នេហានិង BFF មានការព្រួយបារម្ភ។សំណាងល្អអ្នកនឹងមានឱកាសជក់បារីដោយបញ្ជាក់ពីតម្រូវការសម្រាប់ការចិញ្ចឹមបីបាច់ជំនួសឱ្យជម្លោះទោះបីជាអ្នកបើកបរខ្លះអាចរកអ្នកឃើញច្បាស់ក៏ដោយ។ទស្សនវិស័យរបស់អ្នកមានការវិវត្តខណៈពេលដែល Pisces Sun តម្រឹមជាមួយថ្នាំងនៃវាសនាដោយកំណត់នូវអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ថាមានសុវត្ថិភាពនិងប្តេជ្ញាចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let love in, darling Taurus, as the moon enters intimate Scorpio and the sector of your chart that governs relationships. Renegotiate boundaries that have led to closed-off or unhealthy dynamics while Pluto activates, even if this process feels messy. If the potential for conflict emerges, wait for tensions to settle before digging into sensitive topics. New friendships can appear while the Pisces moon connects with the nodes of fate, and you'll vibe exceptionally well with those who are on the same page as you politically. Embrace solitude and self-care while Luna aspects Venus Rx and Mercury Rx later today."
        },
        "kh": {
            "today": "សូមឱ្យស្នេហានៅក្នុង Taurly Taurus, នៅពេលដែលព្រះចន្ទចូល Scorpio ជិតស្និតនិងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងទំនាក់ទំនង។ព្រំដែនកំណត់ឡើងវិញដែលបាននាំឱ្យបិទទ្វារឬឌីណាមិកមិនល្អខណៈពេលដែល Pluto ធ្វើឱ្យសកម្មទោះបីជាដំណើរការនេះមានអារម្មណ៍រញ៉េរញ៉ៃក៏ដោយ។ប្រសិនបើសក្តានុពលនៃជម្លោះលេចចេញមករង់ចាំភាពតានតឹងក្នុងការតាំងទីលំនៅមុនពេលជីកចូលទៅក្នុងប្រធានបទងាយរងគ្រោះ។មិត្តភាពថ្មីអាចលេចឡើងខណៈពេលដែល Pisces Moon ភ្ជាប់ជាមួយថ្នាំងនៃវាសនាហើយអ្នកនឹងរស់រានល្អយ៉ាងល្អជាមួយអ្នកដែលនៅលើទំព័រតែមួយរបស់អ្នក។ការឱបក្រសកម្មតែម្នាក់ឯងនិងការថែទាំខ្លួនឯងខណៈពេលដែលទិដ្ឋភាពនៃដងផ្កា Luna Venus RX និង Mercurs RX នៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Keep a tidy work environment and strict routine, dear Gemini, as the moon enters Scorpio and your solar sixth house. Bring awareness to habits that feel compulsive vs. intentional, considering how you can improve daily agendas by being kinder to your body and nervous system. With Pluto active in Aquarius, the universe will send signals to guide you in the right direction. Watch for synchronicities, coincidences, and signs to expand your perspective. Meanwhile, the Pisces sun aligns with the nodes of fate, bringing structured and refreshing energy to the table that's ideal for beginning new journeys and cultivating more discipline."
        },
        "kh": {
            "today": "រក្សាបរិយាកាសការងារដ៏តូចចង្អៀតនិងទម្លាប់តឹងរ៉ឹង Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូល Scorpio និងផ្ទះទី 6 របស់សូឡា។នាំមកនូវការយល់ដឹងអំពីទម្លាប់ដែលមានអារម្មណ៍ថាមានការបង្ខិតបង្ខំពីចេតនាដោយពិចារណាអំពីរបៀបដែលអ្នកអាចកែលម្អរបៀបវារៈប្រចាំថ្ងៃដោយចិត្តល្អចំពោះរាងកាយនិងប្រព័ន្ធសរសៃប្រសាទរបស់អ្នក។ជាមួយនឹងផ្លាតូសកម្មនៅ Aquarius, សកលលោកនឹងបញ្ជូនសញ្ញាដើម្បីដឹកនាំអ្នកក្នុងទិសដៅត្រឹមត្រូវ។មើលការធ្វើសមហេតុផលភាពចៃដន្យនិងសញ្ញាដើម្បីពង្រីកទស្សនៈរបស់អ្នក។ទន្ទឹមនឹងនេះដែរ The Pisces Sun តម្រឹមជាមួយថ្នាំងរបស់វាសនានាំមកនូវថាមពលដែលមានរចនាសម្ព័ន្ធនិងស្រស់ដល់តុដែលល្អសម្រាប់ការធ្វើដំណើរថ្មីនិងការដាំដុះវិន័យបន្ថែមទៀត។"
        }
    }
]