[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn moon aspects Mercury, Saturn, Chiron, and Uranus throughout the first half of the day, dearest ram, asking you to recalibrate and center your thoughts. A practical approach to your goals will serve you best, but try not to be overly extreme with the demands you place upon yourself. Prosperous moments could appear in subtle and unexpected ways, so be sure to stay fully present. Follow your instinct when it comes to creating new internal structures or setting boundaries while the nodes of fate and Neptune stir this evening. You'll feel more playful and in the mood for attention once Luna enters Aquarius tonight."
        },
        "kh": {
            "today": "ទិដ្ឋភាពមេគង្គម័រភឺរីរីនិងអ៊ុយរ៉ានុសនៅពាក់កណ្តាលដំបូងនៃថ្ងៃដែលមាន RAM ជា RAM បំផុតដែលបានផ្តល់ឱ្យអ្នកគណនេយ្យឡើងវិញនិងផ្តោតលើគំនិតរបស់អ្នក។វិធីសាស្រ្តជាក់ស្តែងចំពោះគោលដៅរបស់អ្នកនឹងបម្រើអ្នកឱ្យបានល្អបំផុតប៉ុន្តែព្យាយាមមិនឱ្យខ្លាំងពេកជាមួយនឹងការទាមទារដែលអ្នកដាក់លើខ្លួនអ្នក។គ្រាចំរុះអាចលេចឡើងតាមរបៀបដែលមិនច្បាស់និងមិននឹកស្មានដល់ដូច្នេះត្រូវប្រាកដថាមានវត្តមានពេញលេញ។អនុវត្តតាមសភាវគតិរបស់អ្នកនៅពេលនិយាយអំពីការបង្កើតរចនាសម្ព័ន្ធផ្ទៃក្នុងថ្មីឬកំណត់ព្រំដែនខណៈពេលដែលថ្នាំងនៃវាសនានិង Neptune កូរឱ្យនៅល្ងាចនេះនៅល្ងាចនេះ។អ្នកនឹងមានអារម្មណ៍លេងសើចនិងអារម្មណ៍សម្រាប់ការយកចិត្តទុកដាក់នៅពេលដែល Luna ចូល Aquarius នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Capricorn moon aligns with Mercury, Saturn, Chiron, and Uranus this morning, dear Leo, putting you in a highly motivated and efficient headspace. Be mindful of what your biggest goals are, using this energy to chip away at these accomplishments. If you get caught up in tasks that don't serve your bottom line, consider delegating them elsewhere or performing them another time. Exciting breakthroughs could emerge under this cosmic climate, bringing you closer to success when you are innovative and authentic. The moon connects with the nodes of fate and Neptune before entering Aquarius, asking you to take care of yourself so you can be a better companion to others."
        },
        "kh": {
            "today": "មួក Capricorn Rights ជាមួយបារត, Saturn, irony, urand, និង uranus នៅព្រឹកនេះ, Leo, ដាក់អ្នកនៅក្នុងក្បាលដែលមានកម្លាំងចិត្តខ្ពស់និងមានប្រសិទ្ធិភាព។ចូរគិតអំពីអ្វីដែលគោលដៅធំបំផុតរបស់អ្នកគឺការប្រើប្រាស់ថាមពលនេះទៅនឹងសមិទ្ធិផលទាំងនេះ។ប្រសិនបើអ្នកចាប់បានភារកិច្ចដែលមិនបម្រើរបស់អ្នកនៅខាងក្រោមរបស់អ្នកសូមពិចារណាពីការធ្វើប្រតិបត្តិការពួកគេនៅកន្លែងផ្សេងទៀតឬធ្វើវាឱ្យបានពេលវេលាផ្សេងទៀត។របកគំហើញគួរឱ្យរំភើបអាចលេចចេញនៅក្រោមអាកាសធាតុលោហធាតុនេះដែលនាំឱ្យអ្នកកាន់តែជិតស្និទ្ធនឹងជោគជ័យនៅពេលអ្នកមានលក្ខណៈច្នៃប្រឌិតនិងពិតប្រាកដ។ព្រះច័ន្ទភ្ជាប់ជាមួយថ្នាំងនៃវាសនានិងណិបទូនមុនពេលចូលទៅ Aquarius ដោយស្នើសុំឱ្យអ្នកថែរក្សាខ្លួនអ្នកដូច្នេះអ្នកអាចជាដៃគូល្អជាងអ្នកដទៃ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Don't let anyone or anything dampen your good mood, dearest Taurus, as the moon continues its journey through Capricorn and your house of higher thinking. Sweet connections with Mercury and Saturn will strengthen your mind and social standing, though a harsh square with Chiron could trigger unhelpful thought patterns. Do something outside of your comfort zone when Luna aspects Uranus, bringing out your wild side so blessings can find you. Take care of your community, and it will take care of you while the nodes of fate and Neptune activate this evening. Your mood shifts when the moon enters Aquarius later tonight, asking you to get serious about your professional aspirations."
        },
        "kh": {
            "today": "កុំអោយនរណាម្នាក់ឬអ្វីដែលធ្វើឱ្យអារម្មណ៍ល្អរបស់អ្នកធ្វើឱ្យទឹកជ្រលក់ជាទីស្រឡាញ់របស់អ្នកដូចជាព្រះចន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Capricorn និងផ្ទះនៃការគិតខ្ពស់របស់អ្នក។ការតភ្ជាប់ដ៏ផ្អែមល្ហែមជាមួយបារតនិងសៅរ៍នឹងពង្រឹងគំនិតរបស់អ្នកនិងជំហរសង្គមទោះបីជាការ៉េដ៏កាចសាហាវមួយដែលមានឈីនអាចបង្កឱ្យមានលំនាំនៃការគិតដែលមិនគួរឱ្យជឿ។ធ្វើអ្វីមួយនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសយូរ៉ានូសនាំមកនូវពរជ័យព្រៃរបស់អ្នកដែលពរជ័យអាចរកឃើញអ្នក។ថែរក្សាសហគមន៍របស់អ្នកហើយវានឹងថែរក្សាអ្នកខណៈពេលដែលថ្នាំងនៃវាសនានិង Neptune សកម្មនៅល្ងាចនេះ។អារម្មណ៍របស់អ្នកផ្លាស់ប្តូរនៅពេលដែលព្រះចន្ទចូលទៅ Aquarius នៅយប់នេះដោយស្នើសុំឱ្យអ្នកយកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "There will be plenty of opportunities to solidify plans and change your situation, dearest Gemini, as the Capricorn moon aspects Mercury and Saturn. Harness these vibes by working with people who are willing to give you a shot at something bigger. Avoid stirring up drama or competition amongst peers when Chiron becomes agitated. Intimate moments could emerge unexpectedly when Luna aspects Uranus, bringing you closer to someone important. Meditate on how far you hope to go professionally when the nodes of fate and Neptune stir, taking notes on how to actualize these dreams. Luck is on your side once Luna enters Aquarius, inspiring you to go big."
        },
        "kh": {
            "today": "វានឹងមានឱកាសច្រើនក្នុងការពង្រឹងផែនការនិងផ្លាស់ប្តូរស្ថានភាពរបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតក្នុងនាមជាទិដ្ឋភាពបារតដែលជាទីស្រឡាញ់បំផុត។ទាញយកភាពរស់រវើកទាំងនេះដោយធ្វើការជាមួយមនុស្សដែលមានឆន្ទៈក្នុងការផ្តល់ឱ្យអ្នកនូវការបាញ់ប្រហារអ្វីដែលធំជាងនេះ។ជៀសវាងការរំញោចរឿងល្ខោនឬការប្រកួតប្រជែងក្នុងចំណោមមិត្តភក្តិនៅពេលដែលមានភាពធុញទ្រាន់។ពេលវេលាជិតស្និទ្ធអាចលេចចេញដោយមិននឹកស្មានដល់នៅពេលដែលទិដ្ឋភាពនៃឡូសដែលនាំឱ្យអ្នកចូលកាន់តែជិតអ្នកណាម្នាក់ដែលសំខាន់។ធ្វើសមាធិអំពីថាតើអ្នកសង្ឃឹមថានឹងមានវិជ្ជាជីវៈយ៉ាងដូចម្តេចនៅពេលដែលថ្នាំងនៃវាសនានិង Neptune កូរឱ្យ, ឆ្លាក់កត់ចំណាំអំពីរបៀបធ្វើក្តីសុបិន្តទាំងនេះ។សំណាងគឺនៅខាងអ្នកនៅពេលដែល Luna ចូលទៅក្នុង Aquarius, បំផុសទឹកចិត្តអ្នកឱ្យទៅធំ។"
        }
    }
]