[
    {
        "sign": "Aries",
        "en": {
            "today": "Allow wishes to spill freely from your mouth today, dear Aries, as the Sagittarius moon seeks to support and spoil you. Take note of what you require to be your best self, calling in joy, creativity, or resilience from the other side-- depending on your needs. Reflect on the activities you turn to when comfort is needed while Luna and Venus square off. Consider if there are healthier alternatives to vices you'd be better off releasing. Connect with and expand upon your spiritual practices before the day comes to a close, seeking magick within and wherever you go."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យមានបំណងធ្លាក់ទឹកចិត្តដោយសេរីពីមាត់របស់អ្នកថ្ងៃនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់នៅពេលដែល Sagittarius Moon ស្វែងរកការគាំទ្រនិងបំផ្លាញអ្នក។សូមកត់សម្គាល់នូវអ្វីដែលអ្នកត្រូវការដើម្បីក្លាយជាខ្លួនឯងដ៏ល្អបំផុតរបស់អ្នកដោយអំពាវនាវឱ្យមានអំណរដោយអំណរការច្នៃប្រឌិតឬភាពធន់តាំងពីម្ខាងទៀតដែលអាស្រ័យលើតម្រូវការរបស់អ្នក។ឆ្លុះបញ្ចាំងពីសកម្មភាពដែលអ្នកងាកមកនៅពេលដែលការលួងលោមត្រូវការនៅពេលដែល Luna និង Venus Square បិទ។ពិចារណាថាតើមានជម្រើសដែលមានសុខភាពល្អចំពោះអំពើអាក្រក់របស់អ្នកនឹងល្អប្រសើរជាងមុនដែរឬទេ។ភ្ជាប់ទំនាក់ទំនងជាមួយនិងពង្រីកលើការអនុវត្តខាងវិញ្ញាណរបស់អ្នកមុនពេលថ្ងៃមកដល់ជិតមួយហើយស្វែងរកម៉ាឃីកនៅខាងក្នុងហើយកន្លែងណាដែលអ្នកទៅ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel warm, adventurous, and full of Love, dear Leo, as the moon continues through Sagittarius. Activating the sector of your chart that governs creativity and recreation, this luminary placement beckons you to take the lead when planning fun activities. Even if you don't have a specific agenda in mind, start by gathering your favorite people, and the good times are sure to roll. If the work week left you with depleted energetic reserves, time under the Sun will help you recharge. Seek beauty but avoid making big purchases while Luna and Venus square off, embracing simple pleasures instead of extravagances."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍កក់ក្តៅការផ្សងព្រេងនិងពេញដោយក្តីស្រឡាញ់លីអូជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Sagittarius ។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការច្នៃប្រឌិតនិងការកំសាន្តការដាក់ភ្លាំងសគ្វីនេះហៅអ្នកឱ្យនាំមុខនៅពេលដែលធ្វើផែនការសកម្មភាពសប្បាយ។ទោះបីជាអ្នកមិនមានរបៀបវារៈជាក់លាក់ក៏ដោយសូមចាប់ផ្តើមដោយប្រមូលមនុស្សដែលអ្នកចូលចិត្តហើយពេលវេលាល្អប្រាកដជារមៀល។ប្រសិនបើសប្តាហ៍ការងារបានធ្វើឱ្យអ្នកខកចិត្តដែលបានធ្វើឱ្យប្រសើរឡើងពេលវេលាដែលនៅក្រោមព្រះអាទិត្យនឹងជួយអ្នកបញ្ចូលទឹកប្រាក់។ស្វែងរកភាពស្រស់ស្អាតប៉ុន្តែចៀសវាងការទិញទំនិញធំខណៈពេលដែល Luna និង Venus Square បិទ, ឱបក្រសោបការសប្បាយសាមញ្ញជំនួសឱ្យការធ្វើឱ្យហួសប្រមាណ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Emotions and connections intensify, dear Taurus, as the moon moves through Sagittarius and your house of partnerships. You'll have an opportunity to see multiple sides of the people you love and trust most, helping you adjust your own expectations and perspective. Consider how you yourself can grow into a better companion, evolving into more enlightened versions of yourself. You'll crave intense romance when Luna and Venus square off, but you should take the initiative to get the ball rolling. If you or your counterpart isn't ready for deep emotional exchanges, make a plan to share passions and interests."
        },
        "kh": {
            "today": "អារម្មណ៍និងការតភ្ជាប់កាន់តែខ្លាំងឡើង Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Sagittarius និងផ្ទះដៃគូរបស់អ្នក។អ្នកនឹងមានឱកាសមើលឃើញផ្នែកជាច្រើនរបស់ប្រជាជនដែលអ្នកស្រឡាញ់និងទុកចិត្តបំផុតជួយអ្នកក្នុងការកែតម្រូវការរំពឹងទុកនិងទស្សនៈផ្ទាល់ខ្លួនរបស់អ្នក។ពិចារណាពីរបៀបដែលអ្នកខ្លួនអ្នកអាចរីកចម្រើនទៅជាដៃគូដែលប្រសើរជាងមុនការវិវត្តទៅជាកំណែថ្មីរបស់ខ្លួនអ្នក។អ្នកនឹងមានមនោសញ្ចេតនាខ្លាំងនៅពេលដែល Luna និង Venus Square បិទប៉ុន្តែអ្នកគួរតែចាត់វិធានការដើម្បីទទួលបានគ្រាប់បាល់។ប្រសិនបើអ្នកឬសមភាគីរបស់អ្នកមិនទាន់ត្រៀមខ្លួនសម្រាប់ការផ្លាស់ប្តូរផ្លូវចិត្តយ៉ាងជ្រាលជ្រៅធ្វើឱ្យផែនការចែករំលែកតណ្ហានិងចំណាប់អារម្មណ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel starry-eyed and ready to love fully, dear Gemini, as the Sagittarius moon lights up the sector of your chart that governs close connections. Take loved ones on an adventure of your choosing, opting for whimsical settings and exciting activities. Notice how your efforts are reciprocated, and consider pulling back if your counterpart seems overwhelmed or unsure of how to respond. As Luna and Venus square off, providing emotional security will far outweigh any grand gestures you cook up. This cosmic climate also puts focus on your home and private affairs, nudging you to check in with family."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានភ្នែកហើយត្រៀមខ្លួនដើម្បីស្រឡាញ់យ៉ាងពេញលេញ Gemini ជាទីស្រឡាញ់នៅពេលដែល Sagititarius Moon បំភ្លឺផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការផ្សារភ្ជាប់។យកមនុស្សជាទីស្រឡាញ់នៅលើការផ្សងព្រេងនៃការជ្រើសរើសរបស់អ្នកជ្រើសរើសសម្រាប់ការកំណត់ Whimsial និងសកម្មភាពគួរឱ្យរំភើប។សូមកត់សម្គាល់ពីរបៀបដែលការខិតខំប្រឹងប្រែងរបស់អ្នកត្រូវបានដកហូតហើយពិចារណាទាញត្រឡប់មកវិញប្រសិនបើសមភាគីរបស់អ្នកហាក់ដូចជាហួសប្រមាណឬមិនប្រាកដពីរបៀបឆ្លើយតប។នៅពេលដែល Luna និង Venus Square ចេញដោយផ្តល់នូវសន្តិសុខផ្លូវចិត្តនឹងមានច្រើនជាងកាយវិការដ៏ធំមួយដែលអ្នកកំពុងចំអិនម្ហូប។អាកាសធាតុលោហធាតុនេះក៏ផ្តោតលើកិច្ចការផ្ទះនិងឯកជនរបស់អ្នកផងដែរដោយអាក្រាតអ្នកចូលទៅកាន់គ្រួសារ។"
        }
    }
]