[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna enters Pisces and squares Uranus early this morning, dear Aries, bringing disorder to the mind. Take extra steps to ground yourself and get organized for what lies ahead, or essential details could slip through the cracks. A flurry of activity floods your psyche once Mercury stirs, which may lead to overstimulation. Practice mindfulness to maintain focus and find ways to thrive. Unexpected opportunities might arise, but try not to let a fear of the unknown discourage you from moving forward. Sneak off with your closest companion to regain vibrancy and release stress while the sun and moon align later tonight."
        },
        "kh": {
            "today": "Luna ចូលក្នុងការញាំ Pisces និងការេអ៊ុយរ៉ានុសនៅព្រឹកនេះ, ជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, នាំមកនូវជំងឺនេះ។ចាត់វិធានការបន្ថែមក្នុងការជំរុញខ្លួនអ្នកហើយបានរៀបចំសម្រាប់អ្វីដែលនៅខាងមុខឬព័ត៌មានលម្អិតចាំបាច់អាចរអិលតាមរយៈស្នាមប្រេះ។សកម្មភាពដ៏អស្ចារ្យនៃសកម្មភាពទឹកជំនន់ចិត្តរបស់អ្នកនៅពេលដែលការប្រ្រាក់បារតដែលអាចនាំឱ្យមានការហួសកំរិត។អនុវត្តការយកចិត្តទុកដាក់ក្នុងការរក្សាការផ្តោតអារម្មណ៍និងរកវិធីដើម្បីលូតលាស់។ឱកាសដែលមិននឹកស្មានដល់អាចកើតឡើងប៉ុន្តែព្យាយាមមិនឱ្យការភ័យខ្លាចរបស់អ្នកដែលមិនស្គាល់ធ្វើឱ្យអ្នកធ្លាក់ទឹកចិត្តអ្នកពីការឆ្ពោះទៅមុខ។លួចលាក់ជាមួយនឹងដៃគូដែលជិតស្និទ្ធបំផុតរបស់អ្នកក្នុងការទទួលបានភាពរស់រវើកឡើងវិញហើយដោះលែងស្ត្រេសខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "People may seem extra confrontational this morning, dear Leo, as the Pisces moon and Uranus square off. Bridges burn easily under these tense and unpredictable vibes, causing you to reevaluate certain connections. Try not to let your ego dictate how you approach issues while Mercury brews temperamental thoughts. Rather than digging in, give drama a chance to dissipate before deciding where you stand. Instead, focus on self-improvement, and your heart will find its center. A compassionate energy replaces strife once the sun and Luna align this evening, helping you come to terms with loss or find ways to forgive and mend relationships."
        },
        "kh": {
            "today": "ប្រជាជនហាក់ដូចជាហាក់ដូចជាប្រឈមបន្ថែមទៀតការប្រឈមបន្ថែមនៅព្រឹកនេះលីអូជាទីស្រឡាញ់នៅពេលដែលពិសិដ្ឋមូន័រនិងអ៊ុយរ៉ានុសបិទ។ស្ពានបានដុតបំផ្លាញយ៉ាងងាយស្រួលនៅក្រោមភាពតានតឹងដែលមានភាពតានតឹងនិងមិនអាចទាយទុកជាមុនបានដែលបណ្តាលឱ្យអ្នកវាយតម្លៃឡើងវិញនូវការភ្ជាប់ជាក់លាក់។ព្យាយាមកុំអោយអត្មារបស់អ្នកកំណត់របៀបដែលអ្នកទាក់ទងបញ្ហានេះខណៈដែលបារតញ៉ាំដោយគំនិតដែលមានជម្ងឺ។ជាជាងជីកផ្តល់ឱ្យរឿងល្ខោនឱ្យរលាយមុនពេលសម្រេចចិត្តថាអ្នកឈរនៅកន្លែងណា។ផ្ទុយទៅវិញផ្តោតលើការកែលម្អដោយខ្លួនឯងហើយបេះដូងរបស់អ្នកនឹងរកឃើញមជ្ឈមណ្ឌលរបស់វា។ថាមពលដែលមានចិត្តអាណិតអាសូរជំនួសការឈ្លោះប្រកែកគ្នានៅពេលដែលព្រះអាទិត្យនិង Luna បានតម្រឹមនៅល្ងាចនេះដោយជួយអ្នកឱ្យមានការបាត់បង់ឬរកវិធីអភ័យទោសនិងធ្វើឱ្យទំនាក់ទំនងមានទំនាក់ទំនង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A rush of information and stimulation could cause you to feel scattered, dear Taurus, as the moon enters Pisces and squares Uranus. Take each moment in stride, and consider limiting your screen time to avoid further distractions. Clashing ideas threaten to trigger dramatic showdowns while Mercury is in an activated state. Rather than going toe to toe with your opponent, quietly contemplate ways to push your own agenda forward without making waves. Connect with support peers if your plans require reinforcement. Love reigns supreme when the sun and Luna align this evening, helping you sidestep drama and immerse yourself in genuine camaraderie."
        },
        "kh": {
            "today": "ការប្រញាប់ប្រញាល់ព័ត៌មាននិងការរំញោចអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍បែកខ្ញែកគ្នា Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូល Pisces និងការេអ៊ើរ៉ានុស។ចំណាយពេលរាល់ពេលដែលមានជំហ៊ានហើយពិចារណាកំណត់ពេលវេលាអេក្រង់របស់អ្នកដើម្បីចៀសវាងការរំខានបន្ថែមទៀត។គំនិតនិន្នាការគំរាមធ្វើឱ្យមានការកើនឡើងនៃការបង្ហាញយ៉ាងខ្លាំងខណៈដែលបារតស្ថិតនៅក្នុងស្ថានភាពដែលបានធ្វើឱ្យសកម្ម។ជាជាងការចង់បានម្រាមជើងទៅនឹងគូប្រជែងរបស់អ្នកដោយស្ងប់ស្ងាត់គិតយ៉ាងស្ងាត់ស្ងៀមដើម្បីជំរុញរបៀបវារៈផ្ទាល់ខ្លួនរបស់អ្នកទៅមុខដោយមិនធ្វើឱ្យមានរលក។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិគាំទ្រប្រសិនបើផែនការរបស់អ្នកត្រូវការការពង្រឹង។ស្នេហាសោយរាជ្យនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅល្ងាចនេះដោយជួយអ្នកពីល្ខោនខោលនិងជ្រមមិនខ្លួនខ្លួនឯងនៅក្នុង camaraderie ពិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Unexpected roadblocks could throw you for a loop this morning, dearest Gemini, as the Pisces moon and Uranus square off. Rather than doubling down on your current position, consider how you might pivot to make these hurdles work in your favor. Build your reputation by demonstrating adaptability and innovative thinking, rather than stubborn responses. It may take some time to regain balance while Mercury is activated, highlighting disruptive events that can reshape your day. Allow your thoughts to soften whenever possible, and you'll see the best path forward more easily. Your efforts pay off once the sun and Luna align tonight, as pieces fall into place."
        },
        "kh": {
            "today": "ការបិទផ្លូវដែលមិនបានរំពឹងទុកអាចបោះអ្នកឱ្យមានរង្វិលជុំនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Pisces Moon និង Uranus Square បានបិទ។ជាជាងទ្វេដងលើជំហរបច្ចុប្បន្នរបស់អ្នកសូមពិចារណាពីរបៀបដែលអ្នកអាចទាញយកឧបសគ្គទាំងនេះធ្វើការក្នុងការពេញចិត្តរបស់អ្នក។កសាងកេរ្តិ៍ឈ្មោះរបស់អ្នកដោយបង្ហាញភាពអាដាប់ធ័រនិងការគិតប្រកបដោយភាពច្នៃប្រឌិតជាជាងការឆ្លើយតបចចេស។វាអាចចំណាយពេលខ្លះដើម្បីទទួលបានមកវិញនូវតុល្យភាពឡើងវិញខណៈដែលបារតត្រូវបានធ្វើឱ្យសកម្មការបង្ហាញពីព្រឹត្តិការណ៍រំខានដែលអាចផ្លាស់ប្តូរថ្ងៃរបស់អ្នក។អនុញ្ញាតឱ្យគំនិតរបស់អ្នកទន់នៅពេលណាដែលអាចធ្វើទៅបានហើយអ្នកនឹងឃើញផ្លូវល្អបំផុតឆ្ពោះទៅមុខកាន់តែងាយស្រួល។ការខិតខំប្រឹងប្រែងរបស់អ្នកបានសងម្តងនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅយប់នេះនៅពេលបំណែកធ្លាក់ចូលកន្លែង។"
        }
    }
]