[
    {
        "sign": "Aries",
        "en": {
            "today": "Be a source of comfort and stability for yourself and those you hold dear, darling ram, as the Taurus moon and Mars rx form a soft yet sweet aspect. Focus on strengthening your financial independence when Luna and Uranus join forces, breaking free from situations that feel restrictive so you can spread your wings. Dreamy vibes take hold this evening when Neptune and the nodes of fate activate, inviting you to relax at home while letting the imagination run wild. Bring shape to your visions later tonight when the moon enters Gemini, strengthening your ability to think critically and problem-solve."
        },
        "kh": {
            "today": "ជាប្រភពនៃការលួងលោមនិងស្ថេរភាពសម្រាប់ខ្លួនអ្នកហើយអ្នកដែលអ្នកកាន់ជាទីស្រឡាញ់ជាទីស្រឡាញ់ជា RAM ដែលជា RAM ដែលជា RAM របស់ Taurus Moon និង Mars RX បង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែម។ផ្តោតលើការពង្រឹងឯករាជ្យភាពហិរញ្ញវត្ថុរបស់អ្នកនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមក្នុងកម្លាំងបំបែកចេញពីស្ថានភាពដែលមានអារម្មណ៍តឹងរ៉ឹងដូច្នេះអ្នកអាចរាលដាលស្លាបរបស់អ្នក។ភាពរស់រវើករបស់ក្តីសុបិនបានកាន់នៅល្ងាចនេះនៅពេលដែល Neptune និងថ្នាំងនៃជោគវាសនាសកម្មដោយអញ្ជើញអ្នកឱ្យសម្រាកនៅផ្ទះខណៈពេលដែលអនុញ្ញាតឱ្យការស្រមើលស្រមៃដំណើរការព្រៃ។នាំមកនូវរូបរាងនៃចក្ខុវិស័យរបស់អ្នកនៅយប់នេះនៅពេលដែលព្រះចន្ទចូលមក Gemini ពង្រឹងសមត្ថភាពរបស់អ្នកក្នុងការគិតយ៉ាងសំខាន់និងដោះស្រាយបញ្ហា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "People might not understand the path you've chosen, sweet lion, while the Taurus moon and Mars rx align. Though bigger pictures may only be visible to yourself, steer the course in spite of what others say, but be open to valuable advice from those with more experience. Professional breakthroughs could find you when Luna and Uranus join forces, especially when you step into your power and assert both independence and authority. Dreamy vibes will have you considering new commitments when Neptune and the nodes of fate activate this evening. Switch gears and try to forge connections once Luna enters Gemini tonight."
        },
        "kh": {
            "today": "មនុស្សប្រហែលជាមិនយល់ពីផ្លូវដែលអ្នកបានជ្រើសរើស, តោផ្អែម, ខណៈពេលដែល Taurus Moon និង Mars Rx តម្រឹម។ទោះបីជារូបភាពធំអាចមើលឃើញដោយខ្លួនអ្នកបានទេហើយកាច់ចង្កូតនៃវគ្គសិក្សាទោះបីជាមានអ្វីដែលអ្នកដទៃនិយាយប៉ុន្តែត្រូវបើកឱ្យដំបូន្មានដ៏មានតម្លៃពីអ្នកដែលមានបទពិសោធច្រើន។របកគំហើញជំនាញអាចរកឃើញអ្នកនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមជាមួយកងកម្លាំងជាពិសេសនៅពេលដែលអ្នកឈានជើងចូលអំណាចរបស់អ្នកហើយអះអាងទាំងឯករាជ្យភាពនិងសិទ្ធិអំណាច។ភាពរស់រវើករបស់ក្តីសុបិននឹងមានការពិចារណាលើការប្តេជ្ញាចិត្តថ្មីនៅពេលដែល Neptune និងថ្នាំងនៃជោគវាសនាសកម្មនៅល្ងាចនេះ។ប្តូរប្រអប់លេខហើយព្យាយាមបង្កើតទំនាក់ទំនងនៅពេលដែល Luna ចូលមក Gemini យប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna continues her journey through your sign, dearest Taurus, forming a sweet connection with Mars Rx early this morning. This cosmic climate inspires you to take action, backing up your most brilliant ideas with a keen eye and the motivation to see them through. You'll surprise yourself and others when the moon and Uranus join forces, coaxing you to be bold, daring, and fantastically unique. Your role within the community shifts this evening when Neptune and the nodes of fate stir, helping you impress friends and strangers alike. Close out your day with a little treat once Luna enters Gemini."
        },
        "kh": {
            "today": "Luna បន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នកថាជាទីស្រឡាញ់បំផុត Taurus ដែលបង្កើតជាការតភ្ជាប់ផ្អែមជាមួយ Mars RX នៅព្រឹកនេះ។អាកាសធាតុលោហធាតុនេះជម្រុញឱ្យអ្នកធ្វើសកម្មភាពដោយគាំទ្រគំនិតដ៏អស្ចារ្យបំផុតរបស់អ្នកជាមួយនឹងភ្នែកដ៏គួរឱ្យចាប់អារម្មណ៍និងការលើកទឹកចិត្តក្នុងការមើលឃើញពួកគេឆ្លងកាត់។អ្នកនឹងធ្វើឱ្យខ្លួនអ្នកភ្ញាក់ផ្អើលនិងអ្នកដទៃនៅពេលដែលព្រះច័ន្ទនិងអ៊ុយរ៉ានុសចូលរួមជាមួយកម្លាំងអ្នកបានធ្វើឱ្យអ្នកមានភាពក្លាហានអព្ភូតហេតុអព្ភូតហេតុនិងអស្ចារ្យណាស់។តួនាទីរបស់អ្នកនៅក្នុងសហគមន៍ផ្លាស់ប្តូរនៅល្ងាចនេះនៅពេលដែល Neptune និងថ្នាំងរបស់ជោគវាសនាកូរការជួយអ្នកឱ្យចាប់អារម្មណ៍មិត្តភក្តិនិងមនុស្សចម្លែកដូចគ្នា។បិទថ្ងៃរបស់អ្នកជាមួយនឹងការព្យាបាលតិចតួចនៅពេលដែល Luna ចូល Gemini ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Greet the morning at your own pace and try to notice beautiful details, sweet Gemini, as the Taurus moon and Mars rx align. The more gratitude you cultivate, the more safe and stable you will feel. Flashes of information emerge when Luna and Uranus join forces, helping you shift perspectives and change direction. If you start to feel restless, try to identify the cause. Dream bigger than you have in the past when Neptune and the nodes of fate stir, allowing yourself sights to set on new heights. You'll feel particularly energized and focused tonight when Luna drifts into your sign."
        },
        "kh": {
            "today": "សូមជំរាបសួរពេលព្រឹកដោយខ្លួនឯងហើយព្យាយាមកត់សំគាល់ព័ត៌មានលំអិតដ៏ស្រស់ស្អាត Gemini ផ្អែមដូចជា Taurus Moon និង Mars RX RX តម្រឹមបញ្ចូលគ្នា។ការដឹងគុណកាន់តែច្រើនដែលអ្នកដាំដុះកាន់តែមានសុវត្ថិភាពនិងមានស្ថេរភាពដែលអ្នកនឹងមាន។ព័ត៌មានលេចចេញមកនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមកម្លាំងជំនួយអ្នកបានផ្លាស់ប្តូរទស្សនៈនិងផ្លាស់ប្តូរទិសដៅ។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍មិនស្រួលព្យាយាមកំណត់មូលហេតុ។ក្តីសុបិន្តធំជាងអ្នកកាលពីមុននៅពេលដែល Neptune និងថ្នាំងនៃជោគវាសនាកូរដែលអនុញ្ញាតឱ្យខ្លួនអ្នកមើលឃើញនៅលើកំពស់ថ្មី។អ្នកនឹងមានអារម្មណ៍ថាមានថាមពលខ្លាំងនិងផ្តោតនៅយប់នេះនៅពេលដែល Luna រសាត់ទៅក្នុងសញ្ញារបស់អ្នក។"
        }
    }
]