[
    {
        "sign": "Aries",
        "en": {
            "today": "Opinions sway easily and threaten to stir up conflict, dear Aries. As the Gemini Moon, Aquarius Sun, and nodes of fate activate, measure your words and decisions wisely. Situations that require teamwork will seem particularly trying, and hiding in the shadows won't be an option. If resolutions cannot be found, consider voting to determine a majority. The mood elevates once afternoon sets in, thanks to the sweet aspects between Luna, Mercury, and Venus. If tension lingers in the air, harness these vibes by taking the initiative to restore peace. Showcasing your egalitarian side will win you the respect of peers and perhaps a new admirer."
        },
        "kh": {
            "today": "មតិយោគយល់ងាយ និងគម្រាមកំហែងបង្កជម្លោះ, Aries ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Gemini, Aquarius Sun, និងថ្នាំងនៃជោគវាសនាសកម្ម, វាស់ពាក្យនិងការសម្រេចចិត្តរបស់អ្នកដោយប្រាជ្ញា។ស្ថានភាពដែលតម្រូវឱ្យមានការធ្វើការងារជាក្រុមនឹងហាក់ដូចជាមានការព្យាយាមជាពិសេស ហើយការលាក់ខ្លួននៅក្នុងស្រមោលនឹងមិនមែនជាជម្រើសនោះទេ។ប្រសិនបើដំណោះស្រាយមិនអាចរកឃើញទេ សូមពិចារណាបោះឆ្នោតដើម្បីកំណត់សំឡេងភាគច្រើន។អារម្មណ៍កើនឡើងនៅពេលរសៀលចូលមកដល់ ដោយសារទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាង Luna, Mercury និង Venus ។ប្រសិនបើ​ភាពតានតឹង​នៅ​តែ​បន្ត​អូសបន្លាយ​ក្នុង​ខ្យល់ ចូរ​ប្រើប្រាស់​ភាព​រំជើបរំជួល​ទាំងនេះ​ដោយ​ការ​ចាប់ផ្តើម​ដើម្បី​ស្ដារ​សន្តិភាព។ការបង្ហាញផ្នែកសមភាពរបស់អ្នកនឹងធ្វើឱ្យអ្នកទទួលបានការគោរពពីមិត្តភក្ដិ ហើយប្រហែលជាអ្នកកោតសរសើរថ្មី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Be mindful of the impact others have on you, darling Leo. As the Gemini Moon, Aquarius Sun, and nodes of fate activate, you'll slip in and out of collective consciousness without much notice. Picking up on the subtle energy swirling around you could easily throw you for a loop. If you start to feel stuck, anxious, or overstimulated, take a time out. Set your screens to the side and ground yourself to find your true emotional baseline. Clear your mind by connecting with friends or enjoy a bit of flirting when Mercury and Venus stir this afternoon."
        },
        "kh": {
            "today": "ចងចាំពីផលប៉ះពាល់ដែលអ្នកដទៃមានមកលើអ្នក ឡេអូជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Gemini, Aquarius Sun និងថ្នាំងនៃជោគវាសនាសកម្ម អ្នកនឹងរអិលចូល និងចេញពីសមូហភាពដោយមិនមានការជូនដំណឹងច្រើន។ការទទួលយកថាមពលដ៏វិសេសវិសាលដែលវិលជុំវិញអ្នក អាចបោះឱ្យអ្នកនូវរង្វិលជុំយ៉ាងងាយស្រួល។ប្រសិនបើ​អ្នក​ចាប់ផ្តើម​មាន​អារម្មណ៍​ជាប់គាំង ថប់​អារម្មណ៍ ឬ​រំជើបរំជួល​ខ្លាំង​ពេក ចូរ​សម្រាក​បន្តិច​សិន​។កំណត់អេក្រង់របស់អ្នកទៅចំហៀង ហើយដាក់ខ្លួនអ្នកដើម្បីស្វែងរកមូលដ្ឋានអារម្មណ៍ពិតរបស់អ្នក។ជម្រះចិត្តរបស់អ្នកដោយភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភ័ក្តិ ឬរីករាយនឹងការចែចង់បន្តិចនៅពេល Mercury និង Venus កូរនៅពេលរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Stand your ground to avoid unnecessary trouble, dear Taurus, as the Gemini Moon, Aquarius Sun, and nodes of fate activate. Peers could lead you into precarious situations, triggering harsh realizations around who is and isn't looking out for you. Luckily, you'll have a chance to explain yourself and evade bigger issues once Mercury stirs this afternoon. Take accountability for any poor choices you made, but don't assume blame that isn't fully yours. A boost to your financial situation may emerge while Venus is activated. Speak up if you spot an opportunity to earn more money or gain professional recognition."
        },
        "kh": {
            "today": "ឈរជើងរបស់អ្នកដើម្បីជៀសវាងបញ្ហាដែលមិនចាំបាច់, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Gemini Moon, Aquarius Sun, និងថ្នាំងនៃជោគវាសនាធ្វើឱ្យសកម្ម។មិត្តភ័ក្តិអាចនាំអ្នកចូលទៅក្នុងស្ថានភាពមិនច្បាស់លាស់ ដែលបង្កឱ្យមានការយល់ឃើញយ៉ាងតឹងរ៉ឹងជុំវិញថាតើនរណាជានរណា ហើយមិនសម្លឹងរកមើលអ្នក។សំណាងល្អ អ្នកនឹងមានឱកាសពន្យល់ខ្លួនឯង ហើយគេចចេញពីបញ្ហាធំជាងនេះ នៅពេលដែលបារតផ្ទុះឡើងនៅរសៀលនេះ។ទទួលខុសត្រូវចំពោះជម្រើសមិនល្អណាមួយដែលអ្នកបានធ្វើ ប៉ុន្តែកុំសន្មតថាមិនមែនជារបស់អ្នកទាំងស្រុង។ការជំរុញដល់ស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នកអាចលេចឡើងខណៈពេលដែល Venus ត្រូវបានធ្វើឱ្យសកម្ម។និយាយឡើង ប្រសិនបើអ្នករកឃើញឱកាសដើម្បីរកប្រាក់បន្ថែម ឬទទួលបានការទទួលស្គាល់ដោយវិជ្ជាជីវៈ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may become overwhelmed by too many options, dearest Gemini, as Luna aspects the Sun and nodes of fate. Your emotional and practical minds could pull you in various directions, hindering your ability to move forward. If you cannot find the answers within, consider stepping back to meditate or seek advice. Wise counsel will be easy to gain when Luna aligns with Mercury and Venus this afternoon. Bring your questions to a trusted advisor or mentor, but remember that you must draw your own conclusions. With the Moon active in your sign, trust that your intuition will not lead you astray."
        },
        "kh": {
            "today": "អ្នក​អាច​នឹង​ត្រូវ​បាន​គ្រប​ដណ្តប់​ដោយ​ជម្រើស​ច្រើន​ពេក, Gemini ជាទី​ស្រឡាញ់, ខណៈ​ដែល Luna មើល​ទៅ​ព្រះអាទិត្យ និង​ថ្នាំង​នៃ​វាសនា។ចិត្ត​ផ្លូវ​អារម្មណ៍ និង​ការអនុវត្ត​ជាក់ស្តែង​របស់​អ្នក​អាច​ទាញ​អ្នក​ក្នុង​ទិសដៅ​ផ្សេងៗ ដែល​រារាំង​សមត្ថភាព​របស់​អ្នក​ក្នុង​ការ​ឈាន​ទៅ​មុខ។ប្រសិនបើអ្នកមិនអាចរកឃើញចម្លើយនៅក្នុងនោះ សូមពិចារណាជំហានត្រឡប់ទៅសមាធិ ឬស្វែងរកដំបូន្មាន។ដំបូន្មានដ៏ឈ្លាសវៃនឹងងាយស្រួលទទួលបាននៅពេលដែល Luna តម្រឹមជាមួយ Mercury និង Venus នៅរសៀលនេះ។នាំសំណួររបស់អ្នកទៅកាន់ទីប្រឹក្សា ឬអ្នកណែនាំដែលអាចទុកចិត្តបាន ប៉ុន្តែត្រូវចាំថា អ្នកត្រូវតែធ្វើការសន្និដ្ឋានដោយខ្លួនឯង។ជាមួយនឹងព្រះច័ន្ទសកម្មនៅក្នុងសញ្ញារបស់អ្នក ជឿជាក់ថាវិចារណញាណរបស់អ្នកនឹងមិននាំអ្នកឱ្យវង្វេងឡើយ។"
        }
    }
]