[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon takes her final steps through your sign, sweet ram, forming supportive connections with Chiron and Jupiter. Use your voice to find healing and expand upon existing ideas. A helpful alliance between the sun and Pluto brings perspective shifts, and you'll gain much when you seek to learn from peers and expand your worldview. Put away your screens to slow down with nature once Luna enters Taurus and squares Pluto. Surprises are in store when you stay present, thanks to a union between Mercury and Uranus. Your resolve increases once Saturn enters your sign tonight, inspiring you to go further than ever before."
        },
        "kh": {
            "today": "ព្រះច័ន្ទទទួលបានជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នក RAM ផ្អែមបង្កើតបានជាការតភ្ជាប់គាំទ្រជាមួយជីខននិងភពព្រហស្បតិ៍។ប្រើសំលេងរបស់អ្នកដើម្បីស្វែងរកការព្យាបាលនិងពង្រីកលើគំនិតដែលមានស្រាប់។សម្ព័ន្ធភាពមានប្រយោជន៍រវាងព្រះអាទិត្យនិងផ្លាតូនាំមកនូវការផ្លាស់ប្តូរទស្សនៈហើយអ្នកនឹងទទួលបានច្រើននៅពេលដែលអ្នកព្យាយាមរៀនពីមិត្តភក្ដិនិងពង្រីកទស្សនៈពិភពលោករបស់អ្នក។ដាក់អេក្រង់របស់អ្នកឱ្យយឺតជាមួយនឹងធម្មជាតិនៅពេលដែល Luna ចូល Taurus និងការ៉េផ្លូតូ។ការភ្ញាក់ផ្អើលមាននៅក្នុងហាងនៅពេលដែលអ្នកស្នាក់នៅបច្ចុប្បន្នសូមអរគុណដល់សហជីពរវាងបារតនិងអ៊ុយរ៉ានុស។ការគាំទ្ររបស់អ្នកនៅពេលដែល Saturn បានចូលមកលើសញ្ញារបស់អ្នកនៅយប់នេះដោយបំផុសគំនិតអ្នកឱ្យបន្តទៅមុខទៀតជាងមុន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Seek healing connections and spiritually charged environments early this morning, dearest Leo, as the Aries moon connects with Chiron and Jupiter. Meanwhile, the sun and Pluto align, intensifying relationships that are meant to stand the test of time. Learn from loved ones and choose partners you can evolve alongside. Get serious about your long-term goals, but leave room for additional insights when Luna enters Taurus and squares Pluto. Intellectual breakthroughs reveal solutions to your problems while Mercury and Uranus unite, marking the ideal time to brainstorm on these issues. Get ready to back up your wishes with hard work once Saturn enters Aries tonight."
        },
        "kh": {
            "today": "ស្វែងរកការប្រាស្រ័យទាក់ទងការតភ្ជាប់និងបរិស្ថានដែលមានការចោទប្រកាន់ខាងវិញ្ញាណនៅព្រឹកដើមនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទរបស់ Aries Mong ភ្ជាប់ជាមួយ Chiron និង Jupiter ។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិងផ្លាតូតម្រឹមទំនាក់ទំនងកាន់តែខ្លាំងឡើងដែលមានគោលបំណងឈរលើការសាកល្បងពេលវេលា។រៀនពីមនុស្សជាទីស្រឡាញ់ហើយជ្រើសរើសដៃគូដែលអ្នកអាចវិវត្តនៅជាប់គ្នា។យកចិត្តទុកដាក់យ៉ាងខ្លាំងចំពោះគោលដៅរយៈពេលវែងរបស់អ្នកប៉ុន្តែទុកឱ្យបន្ទប់សម្រាប់ការយល់ដឹងបន្ថែមនៅពេលដែល Luna ចូល Taurus និង The Squares Pluto ។របកគំហើញបញ្ញាបង្ហាញពីដំណោះស្រាយចំពោះបញ្ហារបស់អ្នកខណៈដែលបារតនិងអ៊ុយរ៉ានុសរួបរួមគ្នាការសម្គាល់ពេលវេលាដ៏ល្អក្នុងការបង្កើតបញ្ហាទាំងនេះលើបញ្ហាទាំងនេះ។ត្រៀមខ្លួនដើម្បីគាំទ្របំណងប្រាថ្នារបស់អ្នកដោយការខិតខំនៅពេលដែល Saturn ចូលក្នុងការចូលរៀននៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Realistic dreams could reveal messages from beyond, dear Taurus when the Aries moon connects with Chiron and Jupiter early this morning. Meanwhile, the Gemini sun and Pluto align, making it easier to identify opportunities in the present moment. You'll feel ready to back up your dreams with action once Luna enters your sign, helping you get more comfortable in the public eye. Unfortunately, a harsh connection with Pluto could trigger some opposition. Luckily, Mercury and Uranus unite in your sign to unlock new levels of brilliance, helping you outsmart these challenges. Do more planning from behind the scenes once Saturn enters Aries tonight."
        },
        "kh": {
            "today": "ក្តីសុបិន្តពិតប្រាកដអាចបង្ហាញសារពីការលើសពីនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលលោក Aries Moon ភ្ជាប់ជាមួយ Chiron និង Jupiter នៅព្រឹកព្រលឹម។ទន្ទឹមនឹងនេះដែរ Gemini Sun និង Pluto តម្រឹមដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការកំណត់ឱកាសក្នុងពេលបច្ចុប្បន្ននេះ។អ្នកនឹងមានអារម្មណ៍ថាត្រៀមខ្លួនជាស្រេចក្នុងការបម្រុងទុកក្តីសុបិន្តរបស់អ្នកជាមួយនឹងសកម្មភាពនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយជួយអ្នកឱ្យមានផាសុកភាពកាន់តែមានផាសុកភាពនៅក្នុងភ្នែកសាធារណៈ។ជាអកុសលការផ្សារភ្ជាប់ដ៏អាក្រក់ជាមួយផ្លាតូអាចបង្កឱ្យមានការប្រឆាំងមួយចំនួន។សំណាងល្អបារតនិងអ៊ុយរ៉ានុសរួបរួមគ្នាក្នុងសញ្ញាសំគាល់របស់អ្នកដើម្បីដោះសោកម្រិតថ្មីនៃភាពឈ្លាសវៃជួយឱ្យអ្នកធ្វើឱ្យអ្នកមានបញ្ហាទាំងនេះ។ធ្វើការធ្វើផែនការបន្ថែមទៀតពីនៅពីក្រោយឆាកនៅពេលដែល Saturn ចូលទៅក្នុងការប្រព្រឹត្ដនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A buzzy energy permeates the air, dear Gemini, as the Aries moon connects with Chiron and Jupiter. You'll feel like strengthening your connections, but you should only partake in healthy conversations. Your ancestors rally to support your dreams while the sun and Pluto align, marking the perfect time to honor those who have crossed over while asking for additional guidance. Quiet down to receive enlightenment once the moon enters Taurus and aspects Pluto, and consider spending some alone time outside. Journaling or brainstorming will also serve you while Mercury and Uranus unite. Get ready to climb the social ladder once Saturn enters Aries tonight."
        },
        "kh": {
            "today": "ថាមពលដ៏ពិរោះពោរពេញទៅដោយខ្យល់ឈ្មោះ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទរបស់ Aries Mong ភ្ជាប់ជាមួយ Chiron និង Jupiter ។អ្នកនឹងមានអារម្មណ៍ចង់ពង្រឹងការតភ្ជាប់របស់អ្នកប៉ុន្តែអ្នកគួរតែចូលរួមក្នុងការសន្ទនាដែលមានសុខភាពល្អតែប៉ុណ្ណោះ។ដូនតារបស់អ្នកប្រមូលផ្តុំគ្នាដើម្បីគាំទ្រដល់ក្តីសុបិន្តរបស់អ្នកខណៈពេលដែលព្រះអាទិត្យនិងផ្លាតូតម្រឹមពេលវេលាល្អឥតខ្ចោះដើម្បីគោរពដល់អ្នកដែលបានឆ្លងកាត់ខណៈពេលស្នើសុំការណែនាំបន្ថែម។ស្ងប់ស្ងាត់ដើម្បីទទួលបានការត្រាស់ដឹងនៅពេលដែលព្រះច័ន្ទចូលដល់ Taurus និងទិដ្ឋភាពផ្លាតូហើយពិចារណាចំណាយពេលតែម្នាក់ឯងនៅខាងក្រៅ។ទិនានុប្បវត្តិឬខួរក្បាលក៏នឹងបម្រើអ្នកដែរនៅពេលដែលបារតនិងអ៊ើរ៉ានុសរួបរួមគ្នា។ត្រៀមខ្លួនជាស្រេចដើម្បីឡើងជណ្តើរសង្គមនៅពេលដែល Saturn ចូលក្នុងការងារនៅយប់នេះ។"
        }
    }
]