[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn New Moon pinpoints which areas of your life require more structure, dear Aries. Considering Mars, Mercury, Saturn, and Uranus, you'll need to look within to fully understand present circumstances. Accountability is key to unlocking the door to success. If you are generally hesitant to accept blame, take on responsibilities, or acknowledge failure, you may be holding yourself back. Luna shifts into Aquarius midafternoon, offering swift solutions through eureka moments. If you're in a relationship, discuss lifestyle changes you're hoping to make while Venus and Pluto stir this evening. By getting your partner on board, you're more likely to succeed."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មីនៃ Capricorn កំណត់ថាផ្នែកណាមួយនៃជីវិតរបស់អ្នកត្រូវការរចនាសម្ព័ន្ធបន្ថែមទៀត, Aries ជាទីស្រឡាញ់។ដោយពិចារណាលើភពព្រះអង្គារ បារត សៅរ៍ និងអ៊ុយរ៉ានុស អ្នកត្រូវមើលខាងក្នុង ដើម្បីយល់ឱ្យបានច្បាស់អំពីស្ថានភាពបច្ចុប្បន្ន។ទំនួលខុសត្រូវគឺជាគន្លឹះក្នុងការបើកទ្វារទៅកាន់ភាពជោគជ័យ។ប្រសិនបើជាទូទៅអ្នកស្ទាក់ស្ទើរក្នុងការទទួលយកការស្តីបន្ទោស ទទួលយកទំនួលខុសត្រូវ ឬទទួលស្គាល់ការបរាជ័យ អ្នកប្រហែលជាកំពុងរារាំងខ្លួនឯង។Luna ផ្លាស់ទៅ Aquarius ពាក់កណ្តាលរសៀល ដោយផ្តល់នូវដំណោះស្រាយយ៉ាងរហ័សតាមរយៈពេលវេលា eureka ។ប្រសិនបើអ្នកមានទំនាក់ទំនងស្នេហា សូមពិភាក្សាអំពីការផ្លាស់ប្តូររបៀបរស់នៅដែលអ្នកសង្ឃឹមថានឹងធ្វើ ខណៈពេលដែល Venus និង Pluto កូរនៅល្ងាចនេះ។តាមរយៈការធ្វើឱ្យដៃគូរបស់អ្នកឡើងយន្តហោះ អ្នកទំនងជានឹងទទួលបានជោគជ័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You will feel more in sync with the universe and plans you've laid out, dear Leo. As the Capricorn New Moon aligns with Mars, Mercury, Saturn, and Uranus, focus on building up your agenda without disrupting the flow you've so carefully curated. The ambitious nature of this lunation urges you to push for higher aspirations. However, certain structures will need to be adjusted to ensure your health and existing workloads are not compromised. Consider who you can rely on for extra support once Luna enters Aquarius, aligning with Venus and Pluto throughout the evening. If you've been developing romantic ties, now is a good time to discuss shared goals and responsibilities."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍កាន់តែស៊ីសង្វាក់គ្នាជាមួយនឹងសកលលោក និងផែនការដែលអ្នកបានដាក់ចេញ ជាទីស្រឡាញ់ Leo ។នៅពេលដែលព្រះច័ន្ទថ្មី Capricorn តម្រឹមជាមួយ Mars, Mercury, Saturn និង Uranus សូមផ្តោតលើការកសាងរបៀបវារៈរបស់អ្នកដោយមិនរំខានដល់លំហូរដែលអ្នកបានរៀបចំយ៉ាងប្រុងប្រយ័ត្ន។ធម្មជាតិនៃមហិច្ឆតានៃ lunation នេះជំរុញឱ្យអ្នកជំរុញឱ្យមានសេចក្តីប្រាថ្នាខ្ពស់។ទោះជាយ៉ាងណាក៏ដោយ រចនាសម្ព័ន្ធមួយចំនួននឹងត្រូវកែសម្រួល ដើម្បីធានាថាសុខភាព និងបន្ទុកការងារដែលមានស្រាប់របស់អ្នកមិនត្រូវបានសម្របសម្រួល។ពិចារណាថាតើអ្នកណាដែលអ្នកអាចពឹងផ្អែកលើការគាំទ្របន្ថែមនៅពេលដែល Luna ចូល Aquarius ដោយតម្រឹមជាមួយ Venus និង Pluto ពេញមួយល្ងាច។ប្រសិនបើអ្នកកំពុងបង្កើតទំនាក់ទំនងស្នេហា ឥឡូវនេះជាពេលវេលាដ៏ល្អដើម្បីពិភាក្សាអំពីគោលដៅ និងទំនួលខុសត្រូវរួមគ្នា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Today marks one of the most spiritually charged days of the year for you, dear Taurus. As the Capricorn New Moon rises in your solar ninth house, the universe will bend more easily to your will. Sweet connections with Mars, Mercury, Saturn, and Uranus ask you to elevate your social sphere as higher aspirations are chased. While you don't need to leave loyal friends behind, aligning yourself with successful allies can make it easier to actualize your dreams. You'll feel eager to outline a plan of action once Luna enters Aquarius, uniting with Venus and Pluto throughout the night."
        },
        "kh": {
            "today": "ថ្ងៃនេះជាថ្ងៃមួយនៃការចោទប្រកាន់ខាងវិញ្ញាណបំផុតនៃឆ្នាំសម្រាប់អ្នក, Taurus ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទថ្មី Capricorn រះនៅក្នុងផ្ទះទីប្រាំបួននៃពន្លឺព្រះអាទិត្យរបស់អ្នក សកលលោកនឹងកាន់តែងាយស្រួលទៅតាមឆន្ទៈរបស់អ្នក។ទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយភពព្រះអង្គារ បារត ភពសៅរ៍ និងភពអ៊ុយរ៉ានុស សុំឱ្យអ្នកលើកកំពស់វិស័យសង្គមរបស់អ្នក ដោយសារសេចក្តីប្រាថ្នាខ្ពស់ត្រូវបានដេញតាម។ខណៈពេលដែលអ្នកមិនចាំបាច់ចាកចេញពីមិត្តភក្ដិស្មោះត្រង់នោះទេ ការតម្រឹមខ្លួនអ្នកជាមួយនឹងសម្ព័ន្ធមិត្តដែលជោគជ័យអាចធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការសម្រេចក្តីសុបិនរបស់អ្នក។អ្នកនឹងមានអារម្មណ៍ចង់បង្ហាញផែនការសកម្មភាព នៅពេលដែល Luna ចូលទៅក្នុង Aquarius ដោយរួបរួមគ្នាជាមួយ Venus និង Pluto ពេញមួយយប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn New Moon aligns with Mars, Mercury, Saturn, and Uranus, dear Gemini, bringing major transformations your way. Now is the time to take action on changes you've been considering in private, even if the path ahead is unclear. Recognize that stepping into the unknown is as empowering as it is daunting. Experiences accumulated to this point will give you the strength to persevere. Luna's debut into Aquarius provides a celestial safety net if you dare to take a leap of faith. Venus and Pluto offer additional aid, allowing you to smoothly transition into more powerful roles."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មី Capricorn តម្រឹមជាមួយ Mars, Mercury, Saturn, និង Uranus, Gemini ជាទីស្រឡាញ់ ដែលនាំមកនូវការផ្លាស់ប្តូរសំខាន់ៗតាមវិធីរបស់អ្នក។ឥឡូវនេះជាពេលវេលាដើម្បីចាត់វិធានការលើការផ្លាស់ប្តូរដែលអ្នកបានកំពុងពិចារណាជាលក្ខណៈឯកជន ទោះបីជាផ្លូវខាងមុខមិនច្បាស់លាស់ក៏ដោយ។ទទួល​ស្គាល់​ថា​ការ​ឈាន​ជើង​ចូល​ទៅ​ក្នុង​ការ​មិន​ស្គាល់​គឺ​ជា​ការ​ផ្តល់​អំណាច​ដូច​ជា​វា​ជា​ការ​គួរ​ឱ្យ​ខ្លាច​។បទពិសោធន៍ដែលប្រមូលបានដល់ចំណុចនេះនឹងផ្តល់ឱ្យអ្នកនូវកម្លាំងដើម្បីតស៊ូ។ការចាប់ផ្តើមដំបូងរបស់ Luna ចូលទៅក្នុង Aquarius ផ្តល់នូវសំណាញ់សុវត្ថិភាពសេឡេស្ទាល ប្រសិនបើអ្នកហ៊ានលោតផ្លោះនៃជំនឿ។Venus និង Pluto ផ្តល់ជំនួយបន្ថែម ដែលអនុញ្ញាតឱ្យអ្នកផ្លាស់ប្តូរយ៉ាងរលូនទៅក្នុងតួនាទីដ៏មានឥទ្ធិពល។"
        }
    }
]