[
    {
        "sign": "Aries",
        "en": {
            "today": "Your heart and mind could play tricks on you this morning, darling ram, as the Cancer moon and Mercury square off. Luckily, a sweet union between Venus and Neptune will allow you to push grief to the side. Lean into these dreamy vibes by touching base with what the heart truly wants, considering how fantasy might someday become a reality. Dissolve limitations you've unwittingly cultivated internally by believing in yourself, especially when Luna and Chiron square off this evening. Unexpected blessings bring excitement later tonight when the moon, nodes of fate, and Uranus enter an electrifying collaboration."
        },
        "kh": {
            "today": "បេះដូងនិងគំនិតរបស់អ្នកអាចលេងល្បិចលើអ្នកនៅព្រឹកនេះ RAM DAM ដែលជាចៀមឈ្មោលមហារីកនិងបារតការ៉េ។ជាសំណាងល្អសហភាពផ្អែមល្ហែមរវាង Venus និង Neptune នឹងអនុញ្ញាតឱ្យអ្នករុញទុក្ខព្រួយដល់ចំហៀង។ផ្អៀងចូលទៅក្នុងភាពរំជួលចិត្តទាំងនេះដោយប៉ះមូលដ្ឋានជាមួយនឹងអ្វីដែលបេះដូងពិតជាចង់បានដោយពិចារណាថាតើការស្រមើស្រមៃនៅថ្ងៃណាមួយអាចក្លាយជាការពិតយ៉ាងដូចម្តេច។រំលាយដែនកំណត់ដែលអ្នកបានដាំដុះដោយចេតនាដោយជឿលើខ្លួនឯងជាពិសេសនៅពេលដែល Luna និង Chiron Square បិទនៅល្ងាចនេះ។ពរជ័យដែលមិនបានរំពឹងទុកនាំមកនូវការរំភើបនៅយប់នេះនៅពេលដែលព្រះច័ន្ទថ្នាំងនៃជោគវាសនានិងអ៊ុយរ៉ានុសចូលក្នុងការសហការអគ្គិសនី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Allow yourself to dream big, dearest Leo, as the Cancer moon and Mercury square off. Just be mindful of how your patterns have contributed to or fumbled success in the past. Luck is on your side while Venus and Neptune form a rare alignment. You'll have much to gain by merging creativity with a fierce belief in self, as the stars eagerly align in favor of major aspirations. Seek healing when Chiron stirs this evening, sec-silly where your spirituality is concerned. Advocate for what you want within professional or romantic commitments when Luna, the nodes of fate, and Uranus connect later tonight."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យខ្លួនអ្នកសុបិន្តធំ, ជាទីស្រឡាញ់បំផុត, ដូចជាមហារីកមហារីកនិងបារតការ៉េ។គ្រាន់តែគិតពីរបៀបដែលគំរូរបស់អ្នកបានចូលរួមចំណែកឬទទួលបានជោគជ័យយ៉ាងខ្លាំងកាលពីអតីតកាល។សំណាងគឺនៅលើចំហៀងរបស់អ្នកខណៈដែល Venus Venus និង Neptune បង្កើតបានជាការតម្រឹមដ៏កម្រមួយ។អ្នកនឹងទទួលបានលទ្ធផលជាច្រើនដោយការរួមបញ្ចូលគ្នានូវការច្នៃប្រឌិតដោយមានជំនឿយ៉ាងខ្លាំងលើខ្លួនឯងនៅពេលដែលតារាមានចិត្តចង់យ៉ាងអន្ទះសាក្នុងការពេញចិត្តនៃសេចក្តីប្រាថ្នាដ៏សំខាន់។ស្វែងរកការព្យាបាលនៅពេលដែល chiron បានជំរុញនៅល្ងាចនេះ, Seving Silly ដែលភាពខាងវិញ្ញាណរបស់អ្នកមានការព្រួយបារម្ភ។អ្នកតស៊ូមតិចំពោះអ្វីដែលអ្នកចង់បានក្នុងការប្តេជ្ញាចិត្តវិជ្ជាជីវៈឬមនោសញ្ចេតនានៅពេលដែល Luna, ថ្នាំងនៃជោគវាសនា, និងអ៊ុយរ៉ានុសភ្ជាប់មកនៅយប់នេះនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Find ways to clear and calm the mind before starting your morning routines, dearest Taurus, as the Cancer moon and Mercury square off. Give yourself plenty of free time to explore new ideas while Venus and Neptune align, strengthening your romantic and visionary mind. Remember that our thoughts shape our world while Chiron becomes agitated this evening, doing what you can to stay positive yet realistic. If emotions have been clouding your judgment recently, try to step back and view delicate situations from a new lens. Luck could strike in unexpected ways when Luna, the nodes of fate, and Uranus align later tonight."
        },
        "kh": {
            "today": "រកវិធីដើម្បីជម្រះនិងស្ងប់ស្ងាត់នូវគំនិតមុនពេលចាប់ផ្តើមទម្លាប់ពេលព្រឹករបស់អ្នក Taurus ដែលជាទីស្រឡាញ់របស់អ្នកដូចជាមហារីកមហារីកនិងបារតការ៉េបិទ។ផ្តល់ឱ្យខ្លួនអ្នកនូវពេលវេលាទំនេរឱ្យបានច្រើនដើម្បីស្វែងរកគំនិតថ្មីខណៈដែល Venus មាន Venus និង Neptune តម្រង់ជួរ, ពង្រឹងជ្រៅរបស់អ្នកនិងចក្ខុវិស័យរបស់អ្នក។សូមចងចាំថាគំនិតរបស់យើងមានឥទ្ធិពលលើពិភពលោករបស់យើងខណៈដែលឈីលីកំពុងធុញទ្រាន់នៅល្ងាចនេះដោយធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីរក្សាភាពវិជ្ជមានប៉ុន្តែប្រាកដនិយម។ប្រសិនបើអារម្មណ៍បានធ្វើឱ្យមានការវះកាត់ថ្កោលទោសរបស់អ្នកនាពេលថ្មីៗនេះព្យាយាមដើរថយក្រោយនិងមើលស្ថានភាពឆ្ងាញ់ពីកែវថតថ្មី។សំណាងអាចធ្វើកូដកម្មតាមរបៀបដែលមិននឹកស្មានដល់នៅពេលដែល Luna, ថ្នាំងនៃវាសនា, និងអ៊ុយរ៉ានុសតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Cear away fog or stress that's collected recently, dear Gemini, as the Cancer moon and Mercury square off. Taking a break from your social media and the news while getting back to nature can help elevate the mind and heart. A dreamy energy surrounds you while Venus and Neptune join forces, helping you stand apart from the crowds. Just try not to get too wrapped up in the opinions of peers while Chiron stirs this evening. Lead with love and execute creative ideas to make the most of these vibes. Brainstorm strategies that will stabilize and support long-term ambitions when the moon, nodes of fate, and Uranus connect later tonight."
        },
        "kh": {
            "today": "អ័ព្ទអ័ព្ទឬស្ត្រេសដែលបានប្រមូលថ្មីៗនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលមហារីកមហារីកនិងបារតបញ្ចប់។ការឈប់សម្រាកពីបណ្តាញសង្គមរបស់អ្នកនិងព័ត៌មានខណៈពេលដែលត្រលប់ទៅធម្មជាតិវិញអាចជួយបង្កើនអារម្មណ៍និងបេះដូង។ថាមពលសុបិនព័ទ្ធជុំវិញអ្នកខណៈដែល Venus Venus និង Neptune ចូលរួមកម្លាំងដែលជួយអ្នកឱ្យឈរឃ្លាតឆ្ងាយពីហ្វូងមនុស្ស។គ្រាន់តែព្យាយាមមិនឱ្យទទួលបានគំនិតរបស់មិត្តភក្តិខណៈដែលជ័រកន្ទះនៅល្ងាចនេះ។ដឹកនាំដោយក្តីស្រឡាញ់និងការប្រតិបត្តិគំនិតច្នៃប្រឌិតដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។យុទ្ធសាស្រ្តខួរក្បាលដែលនឹងធ្វើឱ្យមានស្ថេរភាពនិងគាំទ្រមហិច្ឆតារយៈពេលវែងនៅពេលដែលព្រះច័ន្ទថ្នមៗនៃជោគវាសនានិងអ៊ុយរ៉ានុសភ្ជាប់មកជាមួយនៅយប់នេះ។"
        }
    }
]