[
    {
        "sign": "Aries",
        "en": {
            "today": "The Pisces Moon and Jupiter conspire to put you in a good mood, dear Aries. Emotional weights are lifted, allowing you to feel more optimistic and aligned with the universe. Your initiation may increase under these cosmic conditions, and honoring the voice within is sure to bring rewards. In-depth conversations with peers will evolve your relationships, thanks to a celestial union between Mercury and Pluto. These vibes also seek to open your mind, nudging you to ask questions and learn from cultures or ideologies you're not very familiar with. Action brings structure to your dreams when Mars aspects Neptune tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Pisces និង Jupiter ឃុបឃិតគ្នាដើម្បីធ្វើឱ្យអ្នកមានអារម្មណ៍ល្អ Aries ជាទីស្រឡាញ់។ទម្ងន់នៃអារម្មណ៍ត្រូវបានលើក ដែលអនុញ្ញាតឱ្យអ្នកមានអារម្មណ៍សុទិដ្ឋិនិយម និងស្របតាមសកលលោក។ការផ្តួចផ្តើមរបស់អ្នកអាចកើនឡើងនៅក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះ ហើយការលើកតម្កើងសំឡេងនៅខាងក្នុងគឺប្រាកដថានឹងនាំមកនូវរង្វាន់។ការសន្ទនាស៊ីជម្រៅជាមួយមិត្តភ័ក្តិនឹងវិវឌ្ឍទំនាក់ទំនងរបស់អ្នក ដោយសារការរួបរួមសេឡេស្ទាលរវាងបារត និងភពភ្លុយតូ។ភាពរស់រវើកទាំងនេះក៏ស្វែងរកការបើកចិត្តរបស់អ្នក ដោយជំរុញឱ្យអ្នកសួរសំណួរ និងរៀនពីវប្បធម៌ ឬមនោគមវិជ្ជាដែលអ្នកមិនសូវស្គាល់។សកម្មភាពនាំមកនូវរចនាសម្ព័ន្ធដល់ក្តីសុបិន្តរបស់អ្នកនៅពេលដែលភពអង្គារទិដ្ឋភាពភពណិបទូនយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Auspicious agreements could emerge, dear Leo, as the Pisces Moon and Jupiter align. Cycles end as new commitments or partnerships cause you to change course. The decisions you make under these cosmic conditions will quickly snowball, so choose next steps wisely. If you step into the light with hope in your heart and a willingness to evolve, the path ahead is sure to bless you. Relationships will need to be reevaluated and adjusted while Mercury and Pluto join forces. Don't hesitate to broach intense subjects that can ultimately improve your connection. A bit of friendly competition motivates you to go further when Mars aspects Neptune."
        },
        "kh": {
            "today": "កិច្ចព្រមព្រៀង​ដ៏​ល្អ​អាច​លេច​ចេញ​ជា​ទី​ស្រឡាញ់ Leo ខណៈ​ព្រះច័ន្ទ Pisces និង Jupiter តម្រឹម។វដ្តបញ្ចប់ដោយសារការប្តេជ្ញាចិត្តថ្មី ឬភាពជាដៃគូធ្វើឱ្យអ្នកផ្លាស់ប្តូរផ្លូវ។ការ​សម្រេច​ចិត្ត​ដែល​អ្នក​ធ្វើ​ក្រោម​លក្ខខណ្ឌ​លោហធាតុ​ទាំង​នេះ​នឹង​មាន​ព្រិល​ធ្លាក់​យ៉ាង​ឆាប់​រហ័ស ដូច្នេះ​ត្រូវ​ជ្រើសរើស​ជំហាន​បន្ទាប់​ដោយ​ឆ្លាតវៃ។ប្រសិនបើអ្នកឈានជើងចូលទៅក្នុងពន្លឺដោយក្តីសង្ឃឹមក្នុងចិត្តរបស់អ្នក និងឆន្ទៈក្នុងការវិវត្ត នោះផ្លូវដែលនៅខាងមុខប្រាកដជាផ្តល់ពរដល់អ្នក។ទំនាក់ទំនងនឹងត្រូវការវាយតម្លៃឡើងវិញ និងកែតម្រូវ ខណៈពេលដែលបារត និងភពភ្លុយតូចូលរួមជាមួយកម្លាំង។កុំស្ទាក់ស្ទើរក្នុងការផ្សព្វផ្សាយប្រធានបទខ្លាំង ដែលទីបំផុតអាចធ្វើឲ្យទំនាក់ទំនងរបស់អ្នកប្រសើរឡើង។ការ​ប្រកួត​មិត្តភាព​បន្តិច​បន្តួច​ជំរុញ​ចិត្ត​អ្នក​ឱ្យ​ទៅ​កាន់​តែ​ឆ្ងាយ​ទៀត​នៅ​ពេល​ដែល​ភព​អង្គារ​មើល​ទៅ​ភព​ណិបទូន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Lucky breaks could emerge through the help of a friend, dear Taurus. As the Pisces Moon and Jupiter align, it's important to invest in your connections. Aligning yourself with like-minded peers will also boost your morale, reminding you that you're not alone and that there is still much good to be found in this world. Your inner activist might make an appearance, inspiring you to back up causes close to your heart. With Mercury and Pluto united in your solar eleventh house, your words will be more impactful than usual. Work toward creating your own opportunities when Mars aspects Neptune later tonight."
        },
        "kh": {
            "today": "ការសម្រាកនាំសំណាងអាចកើតឡើងតាមរយៈជំនួយពីមិត្តភក្តិ Taurus ជាទីស្រឡាញ់។នៅពេលដែល Pisces Moon និង Jupiter តម្រឹម វាជារឿងសំខាន់ក្នុងការវិនិយោគលើទំនាក់ទំនងរបស់អ្នក។ការតម្រឹមខ្លួនអ្នកជាមួយនឹងមនុស្សដែលមានគំនិតដូចគ្នាក៏នឹងបង្កើនសីលធម៌របស់អ្នកផងដែរ ដោយរំលឹកអ្នកថាអ្នកមិននៅម្នាក់ឯងទេ ហើយថានៅលើលោកនេះនៅតែមានរឿងល្អជាច្រើនទៀត។សកម្មជនខាងក្នុងរបស់អ្នកអាចបង្ហាញមុខ ដែលបំផុសគំនិតអ្នកឱ្យបម្រុងទុកបុព្វហេតុនៅជិតបេះដូងរបស់អ្នក។ជាមួយនឹងភព Mercury និង Pluto រួបរួមគ្នានៅក្នុងផ្ទះទី 11 នៃពន្លឺព្រះអាទិត្យរបស់អ្នក ពាក្យរបស់អ្នកនឹងមានឥទ្ធិពលជាងធម្មតា។ធ្វើការឆ្ពោះទៅរកការបង្កើតឱកាសផ្ទាល់ខ្លួនរបស់អ្នក នៅពេលដែលទិដ្ឋភាពភពព្រះអង្គារ Neptune នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Accountability leads to prosperity, dear Gemini, as the Pisces Moon and Jupiter align. These vibes encourage you to get serious about what you truly want, acknowledging the responsibilities that come with achieving those goals. Fears around failure or imposter syndrome will be alleviated if you get out of your own head and charge forward. Powerful alliances can be made while Mercury and Pluto unite, so look for friends in high places. However, you may discover that not everyone is happy to see you move up. End the day with a bold push for your dreams when Mars aspects Neptune."
        },
        "kh": {
            "today": "ទំនួលខុសត្រូវនាំទៅរកភាពរុងរឿង, Gemini ជាទីស្រឡាញ់, ដូចដែល Pisces Moon និង Jupiter តម្រឹម។ភាពរំជើបរំជួលទាំងនេះលើកទឹកចិត្តអ្នកឱ្យយកចិត្តទុកដាក់លើអ្វីដែលអ្នកពិតជាចង់បាន ដោយទទួលស្គាល់ទំនួលខុសត្រូវដែលមកជាមួយការសម្រេចបាននូវគោលដៅទាំងនោះ។ការភ័យខ្លាចជុំវិញការបរាជ័យ ឬរោគសញ្ញាក្លែងបន្លំនឹងធូរស្រាល ប្រសិនបើអ្នកចេញពីក្បាលរបស់អ្នក ហើយគិតទៅមុខ។សម្ព័ន្ធភាពដ៏មានឥទ្ធិពលអាចត្រូវបានធ្វើឡើងខណៈពេលដែលបារត និងភពភ្លុយតូរួបរួមគ្នា ដូច្នេះសូមរកមើលមិត្តភក្តិនៅកន្លែងខ្ពស់។ទោះជាយ៉ាងណាក៏ដោយ អ្នកប្រហែលជាដឹងថាមិនមែនគ្រប់គ្នាសប្បាយចិត្តទេដែលឃើញអ្នកឡើង។បញ្ចប់​ថ្ងៃ​នេះ​ដោយ​ការ​ជំរុញ​យ៉ាង​ម៉ឺងម៉ាត់​សម្រាប់​ក្តី​សុបិន​របស់​អ្នក​នៅ​ពេល​ដែល​ភព​អង្គារ​មើល​ទៅ​ភព​ណិបទូន។"
        }
    }
]