[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna makes her debut in Capricorn and squares Neptune, dear Aries, bringing a hazy energy to your morning. Connect with your primary responsibilities before starting the day, and be mindful to present a professional image. You'll perk up once Mars activates this afternoon, and will work well alongside a partner. Look for opportunities to leverage your experience toward better positions or pay, being direct and bold when asking for what you want. You'll crave softness while evening creeps in and the quarter moon rises, though shifting gears as you clock out could prove challenging. Choose convenience over complication, cozy up with loved ones, and give yourself a chance to unwind fully."
        },
        "kh": {
            "today": "លូណាធ្វើឱ្យនាងលេចចេញជាលើកដំបូងនៅ Capricorn និងការ៉េ Neptune, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ទទួលបានថាមពលមួយអាប់នោមដល់ពេលព្រឹករបស់អ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយទំនួលខុសត្រូវចម្បងរបស់អ្នកមុនពេលចាប់ផ្តើមនៅថ្ងៃហើយមានចិត្តគំនិតក្នុងការបង្ហាញរូបភាពអាជីព។អ្នកនឹងកើនឡើងនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះហើយនឹងដំណើរការបានល្អនៅក្បែរដៃគូ។រកមើលឱកាសដើម្បីបង្កើនបទពិសោធន៍របស់អ្នកឆ្ពោះទៅរកមុខតំណែងល្អប្រសើរឬបង់ប្រាក់ឱ្យបានដោយផ្ទាល់និងដិតនៅពេលស្នើសុំអ្វីដែលអ្នកចង់បាន។អ្នកនឹងស្រេកឃ្លានភាពទន់ភ្លន់ខណៈពេលដែលការលួងលោមនៅពេលល្ងាចនៅក្នុងនិងព្រះច័ន្ទត្រីមាសកើនឡើងទោះបីជាការផ្លាស់ប្តូរឧបករណ៍នៅពេលដែលអ្នកចេញក៏ដោយអាចបង្ហាញពីបញ្ហាប្រឈម។ជ្រើសរើសភាពងាយស្រួលលើភាពស្មុគស្មាញកក់ក្ដៅជាមួយមនុស្សជាទីស្រឡាញ់ហើយផ្តល់ឱកាសឱ្យខ្លួនអ្នកនូវឱកាសឱ្យខ្លួនអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A desire to actualize your dreams puts you into action, dear Leo, as Luna enters Capricorn and aligns with visionary Neptune. However, you could get lost in the minutiae if you start to overthink, so consider laying down solid strategies before elaborating on the details. Offer a helping hand to someone in need when Mars activates this afternoon, putting you in the mood to serve. You should also be mindful to check in with your body, releasing stress while ensuring you are properly fueled. A buzzy ambiance takes hold under this evening's quarter moon, challenging your perspective and triggering perfectionist attitudes."
        },
        "kh": {
            "today": "បំណងប្រាថ្នាចង់ធ្វើឱ្យក្តីសុបិន្តរបស់អ្នកធ្វើឱ្យអ្នកមានសកម្មភាព Leo ជាទីស្រឡាញ់នៅពេលដែល Luna ចូល Capricorn និងតម្រឹមជាមួយ Neptune មានចក្ខុវិស័យ។ទោះយ៉ាងណាអ្នកអាចចាញ់នៅ Minutiae ប្រសិនបើអ្នកចាប់ផ្តើមហួសកំរិតដូច្នេះសូមពិចារណាដាក់យុទ្ធសាស្ត្ររឹងមាំមុនពេលពន្យល់លម្អិត។ផ្តល់ជូននូវជំនួយជួយដល់នរណាម្នាក់ដែលត្រូវការនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះធ្វើឱ្យអ្នកមានអារម្មណ៍ចង់បម្រើ។អ្នកក៏គួរតែគិតគូរក្នុងការឆែកមើលរាងកាយរបស់អ្នកដោយបញ្ចេញស្ត្រេសខណៈដែលធានាថាអ្នកបានជម្រុញឱ្យបានត្រឹមត្រូវ។ភាពអ៊ូអរទ្រាំយ៉ាងខ្លាំងស្ថិតនៅក្រោមព្រះច័ន្ទនៅត្រីមាសនេះដែលកំពុងប្រឈមនឹងទស្សនវិស័យរបស់អ្នកនិងបង្កឥរិយាបថរបស់អ្នកយ៉ាងខ្លាំង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Indulge your mystical side and dare to dream, darling Taurus, as the moon enters Capricorn and aspects ethereal Neptune. You'll be deep in thought as the day begins, and should embrace quiet moments so the subconscious can speak. Just be mindful to consider the facts as your mind expands. Build up relationships that bring out your most courageous self, having fun while chasing passions. Matters of the heart will seem particularly exhilarating, and chemistry builds within dynamics that are sanctioned by the universe. This evening's quarter moon may present challenges, and you could be forced to play the role of fixer if chaos presents itself."
        },
        "kh": {
            "today": "បណ្តាញអាត្ម័នអាថ៌កំបាំងរបស់អ្នកហើយហ៊ានសុបិន្តចង់ធ្វើឱ្យ Taurus គួរឱ្យស្រឡាញ់នៅពេលដែលព្រះចន្ទចូល Capricorn និងទិដ្ឋភាព ethereal ។អ្នកនឹងគិតយ៉ាងជ្រាលជ្រៅនៅពេលថ្ងៃចាប់ផ្តើមហើយគួរតែចាប់យកពេលវេលាស្ងាត់ដូច្នេះអ្នកមុជទឹកអាចនិយាយបាន។គ្រាន់តែគិតក្នុងការគិតពីការពិតនៅពេលដែលគំនិតរបស់អ្នកពង្រីក។បង្កើតទំនាក់ទំនងដែលនាំមកនូវភាពក្លាហានបំផុតរបស់អ្នកដោយមានភាពសប្បាយរីករាយនៅពេលដេញតាមតណ្ហា។បញ្ហានៃបេះដូងនឹងហាក់ដូចជាការកំសាន្តណាស់ហើយគីមីវិទ្យាអគារនៅក្នុងសក្ដានុពលដែលត្រូវបានដាក់ទណ្ឌកម្មដោយសកលលោក។នៅត្រីមាសនេះព្រះច័ន្ទនេះអាចមានបញ្ហាប្រឈមហើយអ្នកអាចត្រូវបានបង្ខំឱ្យដើរតួជាអ្នកជួសជុលប្រសិនបើភាពវឹកវរបង្ហាញខ្លួនវា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Relationships could feel confusing early this morning, darling Gemini, as the Capricorn moon and Neptune square off. Though the gossip mills are likely to churn, try to base your opinion of others on your own experiences. Avoid feeding into speculation, measuring your responses to ensure you don't get caught up in unsavory conversations. You'll be busy this afternoon while Mars activates, inspiring you to seek empowerment through hard work. Fight for the changes you desire, even if the process feels somewhat tedious. Protect your heart and watch out for power struggles once the quarter moon rises this evening."
        },
        "kh": {
            "today": "ទំនាក់ទំនងអាចមានអារម្មណ៍ច្របូកច្របល់នៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Darling Gemini ព្រោះថា Capricorn Monon និង Neptune Square បានបិទ។ទោះបីជារោងម៉ាស៊ីននិយាយដើមគេទំនងជានឹងព្យាយាមផ្អែកលើមតិរបស់អ្នកចំពោះអ្នកដទៃលើបទពិសោធន៍ផ្ទាល់ខ្លួនរបស់អ្នក។ចៀសវាងការផ្តល់ចំណីឱ្យមានការរំពឹងទុកវាស់វែងការឆ្លើយតបរបស់អ្នកដើម្បីធានាថាអ្នកមិនត្រូវបានគេចាប់បាននៅក្នុងការសន្ទនាដែលមិនយកចិត្តទុកដាក់។អ្នកនឹងរវល់នៅរសៀលនេះខណៈដែលភពព្រះអង្គារធ្វើឱ្យសកម្មជំរុញឱ្យអ្នកស្វែងរកការពង្រឹងអំណាចតាមរយៈការខិតខំ។ប្រយុទ្ធដើម្បីការផ្លាស់ប្តូរដែលអ្នកចង់បានទោះបីដំណើរការមានអារម្មណ៍ធុញទ្រាន់បន្តិចក៏ដោយ។ការពារបេះដូងរបស់អ្នកហើយប្រយ័ត្នចំពោះការតស៊ូអំណាចនៅពេលដែលព្រះចន្ទត្រីមាសកើនឡើងនៅល្ងាចនេះ។"
        }
    }
]