[
    {
        "sign": "Aries",
        "en": {
            "today": "Your patience could hit a wall today, fiery Aries, as the Libra moon enters harsh connections with Mars and Chiron. Try to pinpoint what's really bothering you, especially if you start to trigger easily or lash out at people who don't deserve it. Unaddressed stress or fears are likely the culprit for fluctuating moods, and time spent alone can help you sort through these issues. Just remember that there's a difference between soul searching and shutting down, while Luna forms a series of unbalanced aspects with Saturn, Uranus, the sun, and Neptune. Avoid pulling away from those who can help, opening yourself to love when it's available."
        },
        "kh": {
            "today": "ការអត់ធ្មត់របស់អ្នកអាចវាយលុកជញ្ជាំងនៅថ្ងៃនេះដែលមានលក្ខណៈកាចសាហាវដូចបណ្ណាល័យព្រះចន្ទចូលគ្នាជាមួយភពស្នារដុបជាមួយភពព្រះអង្គារនិងខួរអាកាស។ព្យាយាមបញ្ជាក់ពីអ្វីដែលពិតជារំខានអ្នកជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមកេះយ៉ាងងាយឬរោមភ្នែកដែលមិនសមនឹងមនុស្សដែលមិនសមនឹងទទួលបាន។ភាពតានតឹងដែលមិនមានភាពតានតឹងឬការភ័យខ្លាចទំនងជាពិរុទ្ធជនសម្រាប់អារម្មណ៍ប្រែប្រួលហើយពេលវេលាដែលបានចំណាយតែម្នាក់ឯងអាចជួយអ្នកក្នុងការតម្រៀបបញ្ហាទាំងនេះ។គ្រាន់តែចាំថាមានភាពខុសគ្នារវាងការស្វែងរកព្រលឹងនិងការបិទខណៈដែល Luna បង្កើតបានជាស៊េរីនៃទិដ្ឋភាពមិនមានតុល្យភាពជាមួយសៅរ៍អ៊ុយរ៉ានុសព្រះអាទិត្យនិងណេបតុន។ជៀសវាងការទាញឆ្ងាយពីអ្នកដែលអាចជួយបើកខ្លួនអ្នកឱ្យស្រឡាញ់នៅពេលដែលមាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your tendency to worry about others could be a burden this morning, dear Leo, as the Libra moon aspects Mars and Chiron. Be mindful that everyone must walk their own path, considering how you can release concern to improve your journey forward. Try not to get tangled up in questions you might never find the answers to while the hours pass and Luna enters a series of unbalanced connections with Saturn, Uranus, the sun, and Chiron. Instead, look for beauty in the unknown, appreciating how our mysterious universe brings richness to your life and the lessons that fill it."
        },
        "kh": {
            "today": "ទំនោររបស់អ្នកព្រួយបារម្ភអំពីអ្នកដទៃអាចជាបន្ទុកមួយនៅព្រឹកនេះឡេអូជាទីស្រឡាញ់នៅពេលទិដ្ឋភាពរបស់ Libra ព្រះច័ន្ទនិងខួរអាកាស។សូមចងចាំថាមនុស្សគ្រប់គ្នាត្រូវតែដើរតាមផ្លូវផ្ទាល់ខ្លួនដោយពិចារណាអំពីរបៀបដែលអ្នកអាចដោះលែងការព្រួយបារម្ភដើម្បីបង្កើនដំណើររបស់អ្នកទៅមុខ។ព្យាយាមមិនឱ្យច្របូកច្របល់ក្នុងសំណួរដែលអ្នកមិនអាចរកឃើញចម្លើយសម្រាប់ម៉ោងកន្លងផុតទៅខណៈពេលដែលពេលវេលាកន្លងផុតទៅហើយ Luna ចូលក្នុងការភ្ជាប់មិនមានតុល្យភាពជាមួយសៅរ៍អ៊ុយរ៉ានុសព្រះអាទិត្យនិងជីរអន្តរជាតិ។ផ្ទុយទៅវិញរកមើលភាពស្រស់ស្អាតនៅចំពោះមុខការដឹងគុណយ៉ាងខ្លាំងអំពីរបៀបដែលសកលលោកអាថ៌កំបាំងរបស់យើងនាំមកនូវទ្រព្យសម្បត្តិរបស់អ្នកនិងមេរៀនដែលបំពេញវា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Frustrations could emerge as the Libra moon forms challenging connections with Mars and Chiron this morning, darling Taurus. Notice how stress plays a role in your ability to think positively, and consider if any work can be done at the moment to alleviate such tensions. Self-care should also play a role in your Sunday journey, or you could enter the work week feeling worn down. As Luna enters a series of unbalanced connections with Saturn, Uranus, the sun, and Neptune, try not to zone out with your devices. Instead, connect with the body, mindfully releasing physical symptoms of stress."
        },
        "kh": {
            "today": "ការខកចិត្តអាចលេចចេញជាបណ្ណាល័យ MOS ព្រះចន្ទបង្កើតឱ្យមានការតភ្ជាប់គ្នាជាមួយភពព្រះអង្គារនិងជីរអន្តរជាតិនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Taurlus ។កត់សម្គាល់ពីរបៀបដែលស្ត្រេសដើរតួយ៉ាងសំខាន់ក្នុងសមត្ថភាពរបស់អ្នកក្នុងការគិតវិជ្ជមាននិងពិចារណាប្រសិនបើការងារណាមួយអាចធ្វើបាននៅពេលនេះដើម្បីកាត់បន្ថយភាពតានតឹងបែបនេះ។ការថែទាំខ្លួនឯងគួរតែដើរតួក្នុងដំណើរថ្ងៃអាទិត្យរបស់អ្នកឬអ្នកអាចចូលសប្តាហ៍ការងារដែលមានអារម្មណ៍ថាមានអារម្មណ៍ស្រងាកចិត្ត។នៅពេលដែល Luna ចូលមកនូវការតភ្ជាប់ដែលមិនមានតុល្យភាពជាមួយសៅរ៍អ៊ុយរ៉ានុសព្រះអាទិត្យនិងណេបតុនព្យាយាមមិនឱ្យតំបន់របស់អ្នកចេញជាមួយឧបករណ៍របស់អ្នក។ផ្ទុយទៅវិញភ្ជាប់ជាមួយរាងកាយដោយមិនបញ្ចេញរោគសញ្ញារាងកាយនៃភាពតានតឹង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try to be flexible with your plans today, darling Gemini, as the Libra moon forms challenging aspects with Mars and Chiron. Tardy friends, disagreements on what to do, and a refusal to compromise can spoil what may otherwise be a relaxing Sunday. The energy becomes increasingly erratic while Luna continues her journey through the cosmos, forming unbalanced connections with Saturn, Uranus, the sun, and Neptune. If the day gets to a point where you're not having fun, break free from gatherings to focus on your interests or projects. Work with visualization and positive mantras to prepare for Monday before heading to bed."
        },
        "kh": {
            "today": "ព្យាយាមចេះបត់បែនជាមួយនឹងផែនការរបស់អ្នកនៅថ្ងៃនេះ, លោក Darling Gemini, ដូចជា Libra Moon បង្កើតនូវទិដ្ឋភាពប្រឈមជាមួយភពព្រះអង្គារនិងឈីរ៉ូ។មិត្តភក្តិដែលមិនពេញចិត្តការខ្វែងគំនិតគ្នាអំពីអ្វីដែលត្រូវធ្វើនិងការបដិសេធមិនធ្វើឱ្យខូចអ្វីដែលអាចធ្វើឱ្យខូចអ្វីដែលអាចនឹងក្លាយជាថ្ងៃអាទិត្យសម្រាកនៅថ្ងៃអាទិត្យ។ថាមពលនេះប្រែប្រាំយ៉ាងខ្លាំងនៅពេលដែល Luna បន្តដំណើររបស់នាងតាមរយៈ Cosmos បានបង្កើតការតភ្ជាប់មិនមានតុល្យភាពជាមួយ Saturn Uranus, ព្រះអាទិត្យនិង Neptune ។ប្រសិនបើថ្ងៃឈានដល់ចំណុចមួយដែលអ្នកមិនមានភាពសប្បាយរីករាយបំបែកចេញពីការប្រមូលផ្តុំដើម្បីផ្តោតលើចំណាប់អារម្មណ៍ឬគម្រោងរបស់អ្នក។ធ្វើការជាមួយការមើលឃើញនិងម៉ាន្ត្រាវិជ្ជមានដើម្បីត្រៀមសម្រាប់ថ្ងៃច័ន្ទមុនពេលធ្វើដំណើរទៅគ្រែ។"
        }
    }
]