[
    {
        "sign": "Aries",
        "en": {
            "today": "Prepare to debut the ideas you've been mulling over in private throughout the last few weeks, dearest Aries, as Mercury enters your sign. This planetary placement puts you at the center of attention, making it essential that your visions are organized and ready to share. You may notice details you previously glossed over once Luna migrates into Taurus, heightening your senses and connection with the surrounding beauty. Unfortunately, a harsh square with Pluto could take you out of the moment, especially if electronic devices demand more attention. Permit yourself to move slowly as the hours pass, and be sure to embrace simple pleasure."
        },
        "kh": {
            "today": "រៀបចំខ្លួនដើម្បីបង្ហាញគំនិតដែលអ្នកបានធ្វើឱ្យមាននៅក្នុងវិស័យឯកជនមួយសប្តាហ៍ចុងក្រោយនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលបារតចូលក្នុងសញ្ញារបស់អ្នក។ការដាក់ភពនេះធ្វើឱ្យអ្នកមានកណ្តាលនៃការយកចិត្តទុកដាក់ធ្វើឱ្យវាចាំបាច់ដែលការមើលឃើញរបស់អ្នកត្រូវបានរៀបចំនិងត្រៀមខ្លួនជាស្រេចដើម្បីចែករំលែក។អ្នកអាចកត់សំគាល់ព័ត៌មានលំអិតដែលអ្នកបានបណ្តេញចេញកាលពីមុន Luna ផ្លាស់ទៅនៅ Taurus ដែលបង្កើនអារម្មណ៍និងការផ្សារភ្ជាប់របស់អ្នកជាមួយនឹងសម្រស់ជុំវិញ។ជាអកុសលការ៉េដ៏សាហាវមួយដែលមានផ្លាតូអាចនាំអ្នកចេញពីពេលនេះជាពិសេសប្រសិនបើឧបករណ៍អេឡិចត្រូនិចទាមទារឱ្យមានការយកចិត្តទុកដាក់បន្ថែមទៀត។អនុញ្ញាតឱ្យខ្លួនអ្នកធ្វើចលនាយឺត ៗ នៅពេលម៉ោងកន្លងផុតទៅហើយត្រូវប្រាកដថាបានឱបក្រសោបសេចក្តីរីករាយសាមញ្ញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your world benefits from a little extra shine throughout the coming weeks, beloved Leo, as Mercury enters warm Aries and your house of higher thinking. Lean into this planetary shift by embracing spiritual connection and asking for guidance while watching for messages from beyond. Just be mindful to maintain a practical mind while Luna moves through Taurus, asking you to find a balance between dreams and reality so you can build a bridge connecting the two. Try not to let love distract you from pressing responsibilities while the moon squares Pluto, trusting that you'll have plenty of time for sweetness later today."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកទទួលបានអត្ថប្រយោជន៍ពីពន្លឺបន្ថែមបន្តិចបន្លងមួយនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះគឺអ្នកគួរឱ្យស្រឡាញ់នៅពេលដែលបារតចូលក្នុងការទទួលបានប្រាក់កំរៃនិងផ្ទះនៃការគិតខ្ពស់របស់អ្នក។ពឹងផ្អែកលើការផ្លាស់ប្តូរភពនេះដោយការឱបក្រសោបការតភ្ជាប់ខាងវិញ្ញាណនិងការស្នើសុំការណែនាំនៅពេលមើលសារពីអ្នកផ្សេង។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការរក្សានូវគំនិតជាក់ស្តែងខណៈដែល Luna ផ្លាស់ប្តូរតាមរយៈ Taurus ដោយស្នើសុំឱ្យអ្នករកតុល្យភាពរវាងក្តីសុបិន្តនិងការពិតដូច្នេះអ្នកអាចសាងសង់ស្ពានដែលភ្ជាប់ស្ពានដែលភ្ជាប់ស្ពានដែលភ្ជាប់ស្ពានដែលភ្ជាប់ស្ពានដែលភ្ជាប់ស្ពានតភ្ជាប់ទាំងពីរ។ព្យាយាមកុំអោយស្នេហារំខានអ្នកពីការទទួលខុសត្រូវខណៈពេលដែលព្រះច័ន្ទការ៉េដែលជឿទុកចិត្តថាអ្នកនឹងមានពេលវេលាច្រើនសម្រាប់ភាពផ្អែមល្ហែមនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You're in for a quiet spell as Mercury debuts in Aries and your solar twelfth house, dearest Taurus, asking you to think deeply throughout the coming weeks. Manage your time wisely, doing what you can to schedule moments of self-care and reflection. Luckily, you'll have the endurance and social savvy to stay present as Luna enters your sign, helping you start the work week on a strong note. Don't be afraid to take up space, but be sure to have concise and measured ideas when the moon squares Pluto, especially when presenting to those who can help you get ahead."
        },
        "kh": {
            "today": "អ្នកស្ថិតក្នុងអក្ខរាវិរុទ្ធស្ងាត់នៅពេលដែលបារតបានចេញលក់ក្នុង Aries និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកគឺ Taurus ជាទីស្រឡាញ់បំផុតដោយស្នើសុំឱ្យអ្នកគិតយ៉ាងជ្រៅពេញមួយសប្តាហ៍ខាងមុខនេះ។គ្រប់គ្រងពេលវេលារបស់អ្នកដោយឈ្លាសវៃធ្វើអ្វីដែលអ្នកអាចកំណត់ពេលវេលានៃការថែរក្សាខ្លួនឯងនិងការឆ្លុះបញ្ចាំង។សំណាងអ្នកនឹងមានការស៊ូទ្រាំនិងអ្នកទេសចរក្នុងសង្គមក្នុងការស្នាក់នៅក្នុងការធ្វើបទបង្ហាញនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយជួយអ្នកឱ្យចាប់ផ្តើមសប្តាហ៍ការងារនៅលើកំណត់ត្រាដ៏ខ្លាំងមួយ។កុំភ័យខ្លាចក្នុងការយកអវកាសប៉ុន្តែត្រូវប្រាកដថាមានភាពសង្ខេបនិងវាស់វែងគំនិតនៅពេលដែលព្រះច័ន្ទការ៉េជាពិសេសនៅពេលបង្ហាញដល់អ្នកដែលអាចជួយអ្នកឱ្យឈានទៅមុខបាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your influence and gift for bringing people together increases throughout the coming weeks, dear Gemini, as Mercury enters fiery Aries. Activating the sector of your chart that governs the community, harness this planetary placement by arranging gatherings, networking, and swapping contacts. Just be mindful to think through the next moves before making them while the moon moves through Taurus, asking you to slow down and reflect on your current position. Seek the spiritual practices that bring a sense of empowerment. At the same time, Pluto stirs, and don't shy away from change if these transitions can elevate your situation or generate more life experience."
        },
        "kh": {
            "today": "ឥទ្ធិពលនិងអំណោយរបស់អ្នកសម្រាប់ការនាំមនុស្សមកជុំគ្នាកើនឡើងពេញមួយសប្តាហ៍ខាងមុខនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលការទទួល Marcury ចូលទៅក្នុង Fiery Aries ។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍ដោយរៀបចំការដាក់ផែនការនេះដោយរៀបចំការប្រមូលផ្តុំបណ្តាញនិងការផ្លាស់ប្តូរទំនាក់ទំនង។គ្រាន់តែគិតក្នុងការគិតតាមរយៈការផ្លាស់ប្តូរបន្ទាប់មុនពេលធ្វើឱ្យពួកគេខណៈពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Taurus ដោយស្នើសុំឱ្យអ្នកបន្ថយល្បឿននិងឆ្លុះបញ្ចាំងពីទីតាំងបច្ចុប្បន្នរបស់អ្នក។ស្វែងរកការអនុវត្តខាងវិញ្ញាណដែលនាំមកនូវអារម្មណ៍នៃការពង្រឹងអំណាច។ក្នុងពេលជាមួយគ្នានេះផ្លាកផ្លាកផ្លាកហើយកុំខ្មាស់អៀនពីការផ្លាស់ប្តូរប្រសិនបើការផ្លាស់ប្តូរទាំងនេះអាចលើកកំពស់ស្ថានភាពរបស់អ្នកឬបង្កើតបទពិសោធន៍ជីវិតកាន់តែច្រើន។"
        }
    }
]