[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon and Chiron unite in your sign during the very early hours, darling Aries, facilitating healing on a deeply personal level. You should feel lighter and more inspired once you've awakened and Neptune debuts in your sign, giving you the support to initiate new projects so fantasies can find their way into reality. Allow new paths to reveal themselves by maintaining a vast imagination and faith in yourself. Embrace moments of luxury and leisure once Luna enters Taurus, bringing beauty to your Sunday afternoon. Don't let your screens pull you away from the present moment when Pluto becomes agitated later this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនិងជីវភាពរួបរួមគ្នាក្នុងសញ្ញាសំគាល់របស់អ្នកក្នុងអំឡុងពេលដំបូងបំផុត, គួរឱ្យស្រឡាញ់ Aries, សម្របសម្រួលការព្យាបាលនៅលើកម្រិតផ្ទាល់ខ្លួនដ៏ជ្រាលជ្រៅ។អ្នកគួរតែមានអារម្មណ៍ស្រាលជាងមុនហើយបានបំផុសគំនិតនៅពេលដែលអ្នកបានភ្ញាក់ឡើងហើយ Neptune Prevuts នៅក្នុងសញ្ញារបស់អ្នកដែលផ្តល់ការគាំទ្រដល់អ្នកដើម្បីផ្តួចផ្តើមគម្រោងថ្មីដូច្នេះការស្រមើស្រមៃអាចរកឃើញផ្លូវរបស់ពួកគេ។អនុញ្ញាតឱ្យផ្លូវថ្មីបង្ហាញពីខ្លួនឯងដោយរក្សាការស្រមើលស្រមៃនិងជំនឿដ៏ធំមួយនៅក្នុងខ្លួនអ្នក។ឱបក្រសោបពេលវេលានៃភាពប្រណីតនិងការកំសាន្តនៅពេលដែល Luna ចូល Taurus, នាំមកនូវភាពស្រស់ស្អាតនៅរសៀលថ្ងៃអាទិត្យរបស់អ្នក។កុំអោយអេក្រង់របស់អ្នកទាញអ្នកចេញពីពេលបច្ចុប្បន្ននៅពេលផ្លាធូមានអារម្មណ៍ធុញថប់នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars conspire to elevate your heart, spirit, and mind early this morning, darling Leo, thanks to a sweet union between the Aries moon and Chiron. Your intuition and ability to collaborate with the divine increases throughout the coming months once Neptune enters Aries and your solar ninth house. Make the most of this planetary placement by recommitting to spiritual practices and pushing your dreams further. Get ahead of your responsibilities once Luna enters Taurus this afternoon, taking stock of what you can do to prepare for Monday's arrival. Leave some time for self-care once Pluto stirs this afternoon, releasing stress and tension."
        },
        "kh": {
            "today": "ផ្កាយឃុបឃិតជាមួយការលើកស្ទួយដួងចិត្តរបស់អ្នកស្មារតីនិងនៅព្រឹកព្រលឹមនេះគួរឱ្យស្រឡាញ់អរគុណដល់សហជីពដ៏ផ្អែមល្ហែមរវាងលោក Aries Moon និង Chiron ។វិចារណញាណនិងសមត្ថភាពរបស់អ្នកក្នុងការសហការជាមួយការកើនឡើងដ៏ទេវភាពពេញប៉ុន្មានខែខាងមុខនេះនៅពេលដែល Neptune ចូល Aries និងផ្ទះ Solar ទី 9 របស់អ្នក។ធ្វើឱ្យភាគច្រើននៃភពផែនដីនេះដោយផ្តល់អនុសាសន៍ឱ្យអនុវត្តខាងវិញ្ញាណនិងជំរុញក្តីសុបិន្តរបស់អ្នកបន្ថែមទៀត។ឈានមុខគេក្នុងការទទួលខុសត្រូវរបស់អ្នកនៅពេលដែល Luna ចូល Taurus នៅរសៀលនេះដោយយកភាគហ៊ុនរបស់អ្វីដែលអ្នកអាចធ្វើបានដើម្បីរៀបចំសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទ។ទុកពេលខ្លះសម្រាប់ការថែទាំខ្លួនឯងនៅពេលផ្លាតូជំរុញរសៀលនៅរសៀលនេះការបញ្ចេញភាពតានតឹងនិងភាពតានតឹង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your dreams could reveal new paths toward healing and breaking patterns, darling Taurus, as the Aries moon and Chiron unite amongst the starry sky. Prioritize privacy so inner peace can be achieved while Neptune migrates into Aries, putting you in a highly imaginative and reflective headspace throughout the coming months. Allow yourself to view the world and your art from new creative lenses, and you'll soon discover magickal changes brewing within. Allow yourself to be seen and celebrated once Luna enters your sign this afternoon. Just be mindful to pull back and check in with your to-do lists when Pluto activates this evening."
        },
        "kh": {
            "today": "ក្តីសុបិន្តរបស់អ្នកអាចបង្ហាញពីផ្លូវថ្មីឆ្ពោះទៅរកការព្យាបាលនិងលំនាំបំបែក Taurus ដែលគួរឱ្យស្រឡាញ់ដូចជា Aries Monon និង Chiron បានរួបរួមគ្នានៅលើមេឃដែលមានផ្កាយ។ផ្តល់អាទិភាពដល់ភាពឯកជនដូច្នេះសន្តិភាពខាងក្នុងអាចទទួលបានជោគជ័យខណៈដែល Neptune បានធ្វើចំណាកស្រុកទៅក្នុង Aries ដោយដាក់អ្នកនៅក្នុងក្បាលស្រមើលស្រមៃខ្ពស់និងឆ្លុះបញ្ចាំងពេញមួយខែខាងមុខនេះ។អនុញ្ញាតឱ្យខ្លួនអ្នកមើលពិភពលោកនិងសិល្បៈរបស់អ្នកពីកញ្ចក់ច្នៃប្រឌិតថ្មីហើយអ្នកនឹងរកឃើញការផ្លាស់ប្តូរ Magickal ក្នុងអំឡុងពេល។អនុញ្ញាតឱ្យខ្លួនអ្នកបានឃើញនិងបានប្រារព្ធពិធីនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះ។គ្រាន់តែចងចាំក្នុងការទាញត្រឡប់មកវិញហើយពិនិត្យមើលដោយប្រើបញ្ជីការងារត្រូវធ្វើរបស់អ្នកនៅពេលផ្លាតូធ្វើឱ្យល្ងាចនេះសកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel motivated to create a world where people feel seen, supported, and capable of healing, dearest Gemini, as the Aries moon and Chiron align. Just be mindful to separate wishful thinking from what is truly possible once Neptune enters Aries. This planetary placement strengthens your ability to inspire, so be cognizant of the impact you hope to have on a societal level throughout the coming months. Give yourself space to decompress in private once Luna enters Taurus this afternoon, preparing emotionally and mentally for the work week ahead. Reach out to your higher power if you need help finding release or empowerment once Pluto activates later this evening."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍លើកទឹកចិត្តក្នុងការបង្កើតពិភពលោកមួយដែលមនុស្សមានអារម្មណ៍ថាត្រូវបានគេគាំទ្រគាំទ្រនិងមានសមត្ថភាពព្យាបាល, Gemini ដែលមានតំលៃបំផុត, ដូចជា Aries Moon និង Chirage តម្រឹម។គ្រាន់តែមានចិត្តក្នុងការចាំបាច់ក្នុងការបំបែកការគិតដែលចង់បានពីអ្វីដែលពិតជាអាចធ្វើទៅបាននៅពេលដែល Neptune ចូល Aries ។ការដាក់ផែនការនេះពង្រឹងសមត្ថភាពរបស់អ្នកដើម្បីជម្រុញដូច្នេះយល់ដឹងពីផលប៉ះពាល់ដែលអ្នកសង្ឃឹមថានឹងមាននៅលើកម្រិតសង្គមពេញមួយខែខាងមុខនេះ។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេររបស់ខ្លួនក្នុងវិស័យឯកជននៅពេលដែល Luna ចូលទៅក្នុង Taurus នៅរសៀលនេះការរៀបចំផ្នែកអារម្មណ៍និងផ្លូវចិត្តសម្រាប់សប្តាហ៍ការងារនៅខាងមុខ។ឈានដល់ថាមពលខ្ពស់របស់អ្នកប្រសិនបើអ្នកត្រូវការជំនួយក្នុងការស្វែងរកការដោះលែងឬការផ្តល់អំណាចនៅពេលដែលផ្លាតូសកម្មនៅល្ងាចនេះ។"
        }
    }
]