[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be in a transactional headspace as the Moon moves through Scorpio, dear Aries, fueling your desire for power and change. You'll feel increasingly aware of what is and isn't contributing to your life, with less patience for draining people or situations. Just be mindful to analyze each scenario with a scaled-back view, recognizing that partners often take turns shouldering extra weight. Before you get upset over putting in more than you receive, consider times when you weren't on top of your game and needed a helping hand. The nodes of fate place focus on your own behaviors and habits this evening, asking you to embrace self-improvement."
        },
        "kh": {
            "today": "អ្នក​នឹង​ស្ថិត​នៅ​ក្នុង​លំហ​ប្រតិបត្តិការ​នៅ​ពេល​ដែល​ព្រះច័ន្ទ​ផ្លាស់ទី​កាត់​ Scorpio, Aries ជា​ទី​ស្រឡាញ់, ជំរុញ​ឱ្យ​មាន​បំណង​ប្រាថ្នា​របស់​អ្នក​សម្រាប់​អំណាច​និង​ការ​ផ្លាស់​ប្តូ​រ​។អ្នក​នឹង​មាន​អារម្មណ៍​ដឹង​កាន់​តែ​ខ្លាំង​ឡើង​អំពី​អ្វី​ដែល​ជា​អ្វី​ដែល​មិន​បាន​រួម​ចំណែក​ក្នុង​ជីវិត​របស់​អ្នក ដោយ​មាន​ការ​អត់ធ្មត់​តិច​ជាង​មុន​សម្រាប់​ការ​បង្ហូរ​ឈាម​មនុស្ស ឬ​ស្ថានភាព។គ្រាន់​តែ​ត្រូវ​គិត​ក្នុង​ការ​វិភាគ​សេណារីយ៉ូ​នីមួយៗ​ដោយ​ការ​មើល​មាត្រដ្ឋាន​ត្រឡប់​ក្រោយ ដោយ​ទទួល​ស្គាល់​ថា​ដៃគូ​តែង​តែ​ងាក​មក​រក​ទម្ងន់​បន្ថែម។មុនពេលដែលអ្នកខឹងនឹងដាក់ច្រើនជាងអ្នកទទួលបាន សូមពិចារណាពេលវេលាដែលអ្នកមិនស្ថិតនៅលើហ្គេមរបស់អ្នក ហើយត្រូវការជំនួយ។ថ្នាំងនៃជោគវាសនាផ្តោតលើអាកប្បកិរិយានិងទម្លាប់របស់អ្នកនៅល្ងាចនេះដោយសុំឱ្យអ្នកទទួលយកការកែលម្អខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A harsh square between the Scorpio Moon and Pluto could cause you to toss and turn throughout the night, dear Leo. Tap into your emotions upon awakening and acknowledge what your aura needs to find balance. Your intuition strengthens while the hours pass, and you may require extra rest or support as a result. Be mindful of how your mood shifts from one interaction to the next, as you'll be highly absorbent of the energy others project. Ease into essential changes that will help you evolve when the nodes of fate stir this evening, recognizing if it's time to leave your comfort zone."
        },
        "kh": {
            "today": "ការ៉េដ៏អាក្រក់រវាង Scorpio Moon និង Pluto អាចបណ្តាលឱ្យអ្នកបោះ និងបង្វិលពេញមួយយប់ ជាទីស្រឡាញ់ Leo ។ចូល​ទៅ​ក្នុង​អារម្មណ៍​របស់​អ្នក​នៅ​ពេល​ភ្ញាក់​ពី​ដំណេក និង​ទទួល​ស្គាល់​នូវ​អ្វី​ដែល​ aura របស់​អ្នក​ត្រូវ​ការ​ដើម្បី​ស្វែង​រក​តុល្យភាព។វិចារណញាណរបស់អ្នកពង្រឹងនៅពេលដែលម៉ោងកន្លងផុតទៅ ហើយអ្នកអាចត្រូវការការសម្រាកបន្ថែម ឬជំនួយជាលទ្ធផល។ចងចាំពីរបៀបដែលអារម្មណ៍របស់អ្នកផ្លាស់ប្តូរពីអន្តរកម្មមួយទៅមួយទៀត ព្រោះអ្នកនឹងស្រូបថាមពលខ្លាំងពីគម្រោងផ្សេង។ងាយស្រួលចូលទៅក្នុងការផ្លាស់ប្តូរសំខាន់ៗដែលនឹងជួយអ្នកឱ្យវិវឌ្ឍនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅល្ងាចនេះ ដោយដឹងថាវាដល់ពេលដែលត្រូវចាកចេញពីតំបន់សុខស្រួលរបស់អ្នកហើយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could wake up feeling slightly reserved within matters of the heart, dear Taurus, due to a harsh square between the Scorpio Moon and Pluto early this morning. Please do your best to let go of past disappointments so they don't prevent you from looking to the future with optimism. While it's okay to recognize red flags, balance is key to accurately viewing others. Sweet interactions can help alleviate your fears, so be mindful to engage with people who care about you. Destiny pulls you toward new connections when the nodes of fate stir tonight. Do some mingling and pay close attention to anyone who enters your orbit."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ពីដំណេកដោយមានអារម្មណ៍កក់ក្ដៅបន្តិចនៅក្នុងបញ្ហានៃបេះដូង, Taurus ជាទីស្រឡាញ់, ដោយសារតែការ៉េដ៏អាក្រក់រវាង Scorpio Moon និង Pluto នៅព្រឹកនេះ។សូមព្យាយាមឱ្យអស់ពីសមត្ថភាពដើម្បីបោះបង់ការខកចិត្តពីអតីតកាល ដើម្បីកុំឱ្យពួកគេរារាំងអ្នកពីការសម្លឹងមើលទៅអនាគតដោយសុទិដ្ឋិនិយម។ខណៈពេលដែលវាមិនអីទេក្នុងការទទួលស្គាល់ទង់ក្រហម តុល្យភាពគឺជាគន្លឹះក្នុងការមើលយ៉ាងត្រឹមត្រូវ។អន្តរកម្មដ៏ផ្អែមល្ហែមអាចជួយបន្ធូរបន្ថយការភ័យខ្លាចរបស់អ្នក ដូច្នេះត្រូវចងចាំដើម្បីចូលរួមជាមួយមនុស្សដែលយកចិត្តទុកដាក់ចំពោះអ្នក។វាសនាទាញអ្នកឆ្ពោះទៅរកទំនាក់ទំនងថ្មី នៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។ធ្វើ​ការ​រួម​គ្នា​ខ្លះ ហើយ​យក​ចិត្ត​ទុក​ដាក់​ចំពោះ​អ្នក​ណា​ដែល​ចូល​ក្នុង​គន្លង​របស់​អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Tighten up your agenda under the Scorpio Moon, dear Gemini. A harsh square with Pluto early this morning suggests a lack of planning may be causing your dreams to stall out. Don't let destiny slip through your fingers by allowing tasks to pile up. Getting caught up in the minutiae of projects might feel like thoroughness, but striving for perfection could water down your work. Now is also a good time to consider partnerships that will alleviate some of the burdens you face. Spend extra time pampering your body before heading to bed while the nodes of fate stir tonight."
        },
        "kh": {
            "today": "រឹតបន្តឹងរបៀបវារៈរបស់អ្នកនៅក្រោម Scorpio Moon, Gemini ជាទីស្រឡាញ់។ទីលានដ៏អាក្រក់ជាមួយភពភ្លុយតុងនៅព្រឹកនេះ បង្ហាញថា កង្វះផែនការអាចបណ្តាលឱ្យសុបិនរបស់អ្នកជាប់គាំង។កុំបណ្តោយឱ្យជោគវាសនារអិលតាមម្រាមដៃរបស់អ្នកដោយអនុញ្ញាតឱ្យកិច្ចការប្រមូលផ្តុំ។ការចាប់យកគម្រោងតិចតួចអាចមានអារម្មណ៍ថាមានភាពហ្មត់ចត់ ប៉ុន្តែការព្យាយាមដើម្បីភាពល្អឥតខ្ចោះអាចធ្វើឱ្យការងាររបស់អ្នកធ្លាក់ចុះ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីពិចារណាអំពីភាពជាដៃគូដែលនឹងកាត់បន្ថយបន្ទុកមួយចំនួនដែលអ្នកប្រឈមមុខ។ចំណាយ​ពេល​បន្ថែម​ដើម្បី​បំពេញ​រាង​កាយ​របស់​អ្នក​មុន​ចូល​គេង ខណៈ​ពេល​ដែល​ថ្នាំង​នៃ​វាសនា​កូរ​ពេញ​យប់​នេះ។"
        }
    }
]