[
    {
        "sign": "Aries",
        "en": {
            "today": "Chaotic surroundings could put you on edge, dear ram, as the Leo Moon squares Uranus before entering Virgo. Though your first reaction may be to go on the defensive, others will likely mirror this energy and trigger bigger clashes. Order will be restored more quickly if differences are set aside and teamwork is prioritized. Consider not what you can do for yourself, but what can be done to elevate everyone involved. A harmonious union between the Capricorn Sun and Venus assists with assuming authoritative roles, and people will be relieved to follow orders in lieu of taking charge."
        },
        "kh": {
            "today": "ភាពច្របូកច្របល់នៅជុំវិញអាចធ្វើឱ្យអ្នកនៅលើគែម, ចៀមជាទីស្រឡាញ់, នៅពេលដែល Leo Moon ការ៉េ Uranus មុនពេលចូលទៅក្នុង Virgo ។ទោះបីជាប្រតិកម្មដំបូងរបស់អ្នកអាចជាការការពារក៏ដោយ ប៉ុន្តែអ្នកផ្សេងទៀតទំនងជាឆ្លុះបញ្ចាំងពីថាមពលនេះ និងបង្កឱ្យមានការប៉ះទង្គិចគ្នាកាន់តែធំ។ការបញ្ជាទិញនឹងត្រូវបានស្ដារឡើងវិញកាន់តែលឿន ប្រសិនបើភាពខុសគ្នាត្រូវបានកំណត់ឡែក ហើយការងារជាក្រុមត្រូវបានផ្តល់អាទិភាព។ពិចារណាថាអ្នកមិនអាចធ្វើអ្វីសម្រាប់ខ្លួនអ្នកបានទេ ប៉ុន្តែអ្វីដែលអាចធ្វើបានដើម្បីលើកកំពស់អ្នកពាក់ព័ន្ធទាំងអស់។ការរួបរួមប្រកបដោយសុខដុមរមនារវាង Capricorn Sun និង Venus ជួយក្នុងការសន្មត់នូវតួនាទីដែលមានសិទ្ធិអំណាច ហើយមនុស្សនឹងមានភាពធូរស្រាលក្នុងការធ្វើតាមបញ្ជាជំនួសឱ្យការទទួលបន្ទុក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The universe might test you this morning, dear Leo, as the Moon and Uranus square off. A lack of direction or irresponsible behaviors will leave you in a corner, forcing you to make real decisions about long-term goals and what comes next. It's important not to feel rushed as the stars reshape your path. However, Luna's debut into Virgo stresses the importance of practical planning, which includes outlining sustainable timelines. Focus on building a stable foundation, then graduate to filling in details. The Capricorn Sun and Venus offer encouragement, bringing blessings and confidence boosts with each positive step you take."
        },
        "kh": {
            "today": "សកលលោកអាចនឹងសាកល្បងអ្នកនៅព្រឹកនេះ ឡេអូ ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ និងអ៊ុយរ៉ានុស បិទ។ការខ្វះទិសដៅ ឬអាកប្បកិរិយាមិនទទួលខុសត្រូវនឹងធ្វើឱ្យអ្នកនៅជ្រុងមួយ ដោយបង្ខំឱ្យអ្នកធ្វើការសម្រេចចិត្តពិតប្រាកដអំពីគោលដៅរយៈពេលវែង និងអ្វីដែលកើតឡើងបន្ទាប់ទៀត។វាជារឿងសំខាន់ដែលមិនត្រូវមានអារម្មណ៍ប្រញាប់ប្រញាល់ នៅពេលដែលផ្កាយផ្លាស់ប្តូរផ្លូវរបស់អ្នកឡើងវិញ។ទោះជាយ៉ាងណាក៏ដោយ ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna នៅក្នុង Virgo សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការធ្វើផែនការជាក់ស្តែង ដែលរួមមានការគូសបញ្ជាក់អំពីពេលវេលាប្រកបដោយនិរន្តរភាព។ផ្តោតលើការកសាងគ្រឹះដែលមានស្ថេរភាព បន្ទាប់មកបញ្ចប់ការសិក្សាដើម្បីបំពេញព័ត៌មានលម្អិត។ព្រះអាទិត្យ Capricorn និង Venus ផ្តល់ការលើកទឹកចិត្ត នាំមកនូវពរជ័យ និងការជំរុញទំនុកចិត្ត ជាមួយនឹងជំហានវិជ្ជមាននីមួយៗដែលអ្នកធ្វើ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "An emotional charge puts you on defense this morning, sweet bull, as the Leo Moon and Uranus square off. You might feel as though others are being insensitive to your needs, when in reality, they're unsure how to help. Lashing out will only alienate you further, but it may take some time before you can articulate what's bothering you. Luna's debut into Virgo brings a bright spot to your day, helping you get back in step with interests and relationships that offer fulfillment. Mysterious blessings emerge while the Capricorn Sun and Venus unite, especially if you embrace spiritual practices."
        },
        "kh": {
            "today": "ការចោទប្រកាន់ផ្លូវអារម្មណ៍ធ្វើឱ្យអ្នកការពារនៅព្រឹកនេះ គោដ៏ផ្អែមល្ហែម នៅពេលដែល Leo Moon និង Uranus បិទ។អ្នក​ប្រហែល​ជា​មាន​អារម្មណ៍​ថា​អ្នក​ផ្សេង​មិន​ដឹង​ខ្លួន​ចំពោះ​តម្រូវ​ការ​របស់​អ្នក​ទេ នៅ​ពេល​ដែល​ការពិត ពួកគេ​មិន​ប្រាកដ​ថា​ត្រូវ​ជួយ​ដោយ​របៀប​ណា។ការ​វាយ​ចេញ​នឹង​ធ្វើ​ឱ្យ​អ្នក​ឃ្លាត​ឆ្ងាយ​ពី​គ្នា​ទៅ​ទៀត ប៉ុន្តែ​វា​អាច​ចំណាយ​ពេល​មួយ​រយៈ​សិន មុន​នឹង​អ្នក​អាច​បញ្ជាក់​ពី​អ្វី​ដែល​កំពុង​រំខាន​អ្នក។ការចាប់ផ្តើមដំបូងរបស់ Luna ចូលទៅក្នុង Virgo នាំមកនូវចំណុចភ្លឺដល់ថ្ងៃរបស់អ្នក ដោយជួយអ្នកឱ្យត្រលប់ទៅក្នុងជំហានវិញជាមួយនឹងចំណាប់អារម្មណ៍ និងទំនាក់ទំនងដែលផ្តល់នូវការបំពេញ។ពរជ័យអាថ៌កំបាំងលេចឡើងខណៈពេលដែល Capricorn Sun និង Venus រួបរួមគ្នាជាពិសេសប្រសិនបើអ្នកទទួលយកការអនុវត្តខាងវិញ្ញាណ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Jumping to conclusions could throw your intuition and perspective out of whack, dear Gemini. As the Leo Moon and Uranus square off, avoid shaping narratives when you don't have access to all the facts. You might come to realize that a need for rest is creating emotional imbalances once Luna enters Virgo. Reorganize your schedule to ensure you get adequate downtime, nurturing the body so your nervous system can reset. Lean into partnerships that help you find ease while the Capricorn Sun and Venus unite. These vibes can trigger relationship breakthroughs, opening the door for long-term commitment."
        },
        "kh": {
            "today": "ការលោតទៅរកការសន្និដ្ឋានអាចបោះចោលវិចារណញាណ និងទស្សនៈរបស់អ្នកចេញពីការបោកប្រាស់ Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Leo និង Uranus ធ្លាក់ចុះ សូមជៀសវាងការនិទានរឿង នៅពេលអ្នកមិនមានលទ្ធភាពទទួលបានការពិតទាំងអស់។អ្នកប្រហែលជាដឹងថា តម្រូវការសម្រាកកំពុងបង្កើតអតុល្យភាពផ្លូវចិត្ត នៅពេលដែល Luna ចូល Virgo ។រៀបចំកាលវិភាគរបស់អ្នកឡើងវិញ ដើម្បីធានាថាអ្នកទទួលបានពេលវេលាសម្រាកគ្រប់គ្រាន់ ចិញ្ចឹមរាងកាយ ដូច្នេះប្រព័ន្ធសរសៃប្រសាទរបស់អ្នកអាចកំណត់ឡើងវិញបាន។ទំនោរទៅរកភាពជាដៃគូដែលជួយអ្នកស្វែងរកភាពងាយស្រួលខណៈពេលដែល Capricorn Sun និង Venus រួបរួមគ្នា។ភាពរំជើបរំជួលទាំងនេះអាចបង្កឱ្យមានការបំបែកទំនាក់ទំនង ដោយបើកទ្វារសម្រាប់ការប្តេជ្ញាចិត្តរយៈពេលវែង។"
        }
    }
]