[
    {
        "sign": "Aries",
        "en": {
            "today": "Find ways to clear the mind and nurture your spirit this morning, sweet ram, as the Gemini moon squares the nodes of fate and Neptune before entering Cancer. This highly emotional lunar placement softens the heart, making it essential that you keep supportive and compassionate company. Meanwhile, the sun and Mars form a supportive aspect, stirring up a refreshed sense of motivation from deep within. If your passions have been neglected, now is the time to reinvest in creative expression and personal interests. Tensions rise when Mercury stirs tonight, and you'll need to watch your heart/mind connection to stay balanced."
        },
        "kh": {
            "today": "រកវិធីដើម្បីជម្រះចិត្តនិងចិញ្ចឹមបីបាច់វិញ្ញាណរបស់អ្នកនៅព្រឹកនេះ RAM ផ្អែមដូចជា Gemini Moon Squares ថ្នាំងនៃវាសនានិង Neptune មុនពេលចូលមហារីក។ការដាក់មោទនភាពដ៏មុតមាំយ៉ាងខ្លាំងនេះធ្វើឱ្យបេះដូងធ្វើឱ្យខ្លួនមានភាពទន់ភ្លន់ធ្វើឱ្យវាចាំបាច់ដែលអ្នករក្សាក្រុមហ៊ុនគាំទ្រនិងមេត្តាធម៌។ទន្ទឹមនឹងនេះព្រះអាទិត្យនិងភពនាបានបង្កើតជាទិដ្ឋភាពគាំទ្រដោយជំរុញឱ្យមានអារម្មណ៍រំជួលចិត្តស្រស់ស្រាយពីការជ្រៅនៃជ្រៅ។ប្រសិនបើតណ្ហារបស់អ្នកត្រូវបានគេមិនយកចិត្តទុកដាក់ឥឡូវនេះគឺជាពេលវេលាដើម្បីវិនិយោគក្នុងការបញ្ចេញមតិប្រកបដោយការច្នៃប្រឌិតនិងផលប្រយោជន៍ផ្ទាល់ខ្លួន។ភាពតានតឹងកើនឡើងនៅពេលបារតកូរនៅយប់នេះហើយអ្នកនឹងត្រូវមើលការតភ្ជាប់បេះដូង / គំនិតរបស់អ្នកដើម្បីរក្សាតុល្យភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your social battery could feel low this morning, dearest Leo, as the Gemini moon squares the nodes of fate and Neptune before entering sensitive Cancer. Rather than forcing yourself to put on a sunny face, look for opportunities to be alone. Embracing quiet will give you a chance to reflect on your commitments and how they are serving you. Meanwhile, a helpful connection between the sun and Mars gives you the motivation to invest more enthusiastically in people and situations that offer empowerment and personal growth. Do something to honor your spiritual connections when Luna squares Mercury this evening."
        },
        "kh": {
            "today": "អាគុយសង្គមរបស់អ្នកអាចមានអារម្មណ៍ថាទាបនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Gemini Moon Squares ថ្នាំងនៃវាសនានិង Neptune មុនពេលចូលមហារីកងាយរងគ្រោះ។ជាជាងបង្ខំខ្លួនឯងឱ្យដាក់មុខដែលមានពន្លឺថ្ងៃរកមើលឱកាសនៅម្នាក់ឯង។ការក្រសោបយកភាពស្ងប់ស្ងាត់នឹងផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីឆ្លុះបញ្ចាំងពីការប្តេជ្ញាចិត្តរបស់អ្នកនិងរបៀបដែលពួកគេកំពុងបម្រើអ្នក។ទន្ទឹមនឹងនេះដែរការតភ្ជាប់ដែលមានប្រយោជន៍រវាងព្រះអាទិត្យនិងភពព្រះអង្គារផ្តល់ឱ្យអ្នកនូវការលើកទឹកចិត្តក្នុងការវិនិយោគយ៉ាងសាហាវរាជសនៅក្នុងមនុស្សនិងស្ថានភាពដែលផ្តល់ការផ្តល់អំណាចនិងការលូតលាស់ផ្ទាល់ខ្លួន។ធ្វើអ្វីមួយដើម្បីគោរពការភ្ជាប់ខាងវិញ្ញាណរបស់អ្នកនៅពេលដែល Luna Squares បារតនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take a few moments to ground in the sun's morning rays before getting caught up in emails, social media, and the news, darling bull. As the Gemini moon squares the nodes of fate and Neptune before entering Cancer, your mind may need a few moments to adjust before the day begins. You'll be more sensitive to the subtle energies and emotions that surround you, and connecting with your center before interacting with others can help you feel more clear-headed and in control. Your social demands run high while the sun and Mars align, nudging you to mingle. Just be sure to set aside time for peace and quiet when Luna squares Mercury this evening."
        },
        "kh": {
            "today": "យកមួយសន្ទុះមួយភ្លែតទៅដីនៅកាំរស្មីពេលព្រឹកនៅថ្ងៃមុនពេលទទួលបានអ៊ីម៉ែលប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងព័ត៌មាន, Darling Bull ។នៅពេលដែល Gemini Moon Squares ថ្នាំងនៃជោគវាសនានិង Neptune មុនពេលចូលមហារីក, គំនិតរបស់អ្នកអាចត្រូវការមួយភ្លែតដើម្បីសម្របខ្លួនមុនថ្ងៃចាប់ផ្តើម។អ្នកនឹងមានភាពរសើបចំពោះថាមពលនិងអារម្មណ៍ដែលព័ទ្ធជុំវិញអ្នកហើយភ្ជាប់ជាមួយមជ្ឈមណ្ឌលរបស់អ្នកមុនពេលធ្វើអន្តរកម្មជាមួយអ្នកដទៃអាចជួយអ្នកឱ្យមានអារម្មណ៍ច្បាស់និងគ្រប់គ្រង។ការទាមទារក្នុងសង្គមរបស់អ្នកដំណើរការខ្ពស់ខណៈពេលដែលព្រះអាទិត្យនិងភពព្រះអង្គារតម្រឹមដោយភិតភ័យអ្នកឱ្យលាយបញ្ចូលគ្នា។គ្រាន់តែត្រូវប្រាកដថាបានកំណត់ពេលវេលាសម្រាប់សន្តិភាពនិងស្ងប់ស្ងាត់នៅពេលដែល Luna Squares បារតនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Have the patience to dismantle restrictions this morning, dearest Gemini, as the moon squares the nodes of fate and Neptune. Obstacles are likely more problematic in theory than in reality, but you'll need to have patience for the process of conquering them. Luckily, as Luna exits your sign and enters Cancer, you'll feel present and emotionally resilient enough to persevere. Meanwhile, the sun and Mars form an elevating aspect, reminding you of your strength and capabilities while igniting the fire within. Avoid electronics when Luna squares Mercury this evening, especially when in the presence of family or friends."
        },
        "kh": {
            "today": "មានការអត់ធ្មត់ក្នុងការរុះរើការរឹតត្បិតនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទការ៉េថ្នមៗនៃជោគវាសនានិង Neptune ។ឧបសគ្គទំនងជាមានបញ្ហាច្រើនជាងនេះតាមទ្រឹស្តីជាងការពិតប៉ុន្តែអ្នកត្រូវមានការអត់ធ្មត់ចំពោះដំណើរការនៃការយកឈ្នះពួកគេ។សំណាងល្អដូចជា Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយចូលមហារីកអ្នកនឹងមានអារម្មណ៍ថាមានភាពធន់និងធន់នឹងអារម្មណ៍គ្រប់គ្រាន់ដើម្បីតស៊ូ។ទន្ទឹមនឹងនេះព្រះអាទិត្យនិងភពព្រះអង្គារបង្កើតបានជាការលើកកម្ពស់ការលើកឡើងដោយរំ rem កអ្នកពីភាពខ្លាំងនិងសមត្ថភាពរបស់អ្នកនៅពេលបញ្ឆេះភ្លើងនៅខាងក្នុង។ចៀសវាងគ្រឿងអេឡិចត្រូនិចនៅពេលដែល Luna Squares បារតនៅល្ងាចនេះជាពិសេសនៅពេលមាននៅក្នុងវត្តមានរបស់ក្រុមគ្រួសារឬមិត្តភក្តិ។"
        }
    }
]