[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer New Moon offers the promise of new beginnings, dear Aries, especially when it comes to your home life and private affairs. Jupiter's influence in this lunation suggests positive changes will unfold throughout the next six months, especially when you set clear intentions around what you want. However, it'll be vital that you take care of yourself along this journey. A helping hand from Mars will make it easier to get organized, but you'll need to implement routines that are consistent and maximize efficiency without compromising your health. Connect with your intuition to decipher what you require to thrive truly."
        },
        "kh": {
            "today": "មហារីកមហារីកថ្មីផ្តល់នូវការសន្យានៃការចាប់ផ្តើមថ្មី, ជាទីស្រឡាញ់ aries, ជាពិសេស, ជាពិសេសនៅពេលដែលវាមកដល់ក្នុងជីវិតផ្ទះនិងកិច្ចការឯកជនរបស់អ្នក។ឥទ្ធិពលរបស់គណបក្ស Jupiter ក្នុងការធ្លាក់នេះបង្ហាញពីការផ្លាស់ប្តូរជាវិជ្ជមាននឹងត្រូវបានបញ្ចប់ក្នុងរយៈពេល 6 ខែទៀតជាពិសេសនៅពេលដែលអ្នកកំណត់បំណងច្បាស់លាស់នូវអ្វីដែលអ្នកចង់បាន។ទោះយ៉ាងណាវាចាំបាច់ណាស់ដែលអ្នកថែរក្សាខ្លួនអ្នកនៅលើដំណើរនេះ។ជំនួយឥតសំណងពីភពព្រះអង្គារនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការរៀបចំប៉ុន្តែអ្នកត្រូវអនុវត្តទម្លាប់ដែលមានប្រសិទ្ធិភាពនិងប្រសិទ្ធភាពអតិបរមាដោយមិនធ្វើឱ្យប៉ះពាល់ដល់សុខភាពរបស់អ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយវិចារណញាណរបស់អ្នកដើម្បីឌិគ្រីបអ្វីដែលអ្នកត្រូវការដើម្បីលូតលាស់យ៉ាងពិតប្រាកដ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Everything you need can be found within, dearest Leo. As the Cancer New Moon conjuncts Jupiter in your solar twelfth house, lucky epiphanies are bound to emerge. Take time to fully honor the voice within, prioritizing solitude so your intuition has a chance to speak up. Connecting with passions can provide a newfound sense of motivation and gratitude while Mars activates. Bring creative visions into the material realms to make the most of these vibes. Think outside of the box when Mercury and Uranus align later tonight, focusing on any obstacles that are complicating your journey forward."
        },
        "kh": {
            "today": "អ្វីគ្រប់យ៉ាងដែលអ្នកត្រូវការអាចរកបាននៅក្នុង, សួស្តី Leo ។នៅពេលដែលមហារីកមហារីកថ្មី Conjuncts Jupiter ក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក, Solar Pripphanies សំណាងត្រូវបានលេចចេញមកដើម្បីលេចចេញមក។ចំណាយពេលដើម្បីគោរពតាមសំលេងយ៉ាងពេញលេញនៅក្នុងការធ្វើឱ្យមានអាទិភាពនៅថ្ងៃឯងដូច្នេះវិចារណញាណរបស់អ្នកមានឱកាសនិយាយឡើង។ការភ្ជាប់ទំនាក់ទំនងជាមួយតណ្ហាអាចផ្តល់នូវអារម្មណ៍ថ្មីនៃការលើកទឹកចិត្តនិងការដឹងគុណខណៈពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្ម។នាំមកនូវចក្ខុវិស័យច្នៃប្រឌិតទៅក្នុងអាណាចក្រសម្ភារៈដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។គិតនៅខាងក្រៅប្រអប់នៅពេលបារតនិងអ៊ុយរ៉ានុសតម្រឹមនៅយប់នេះដោយផ្តោតលើឧបសគ្គណាមួយដែលធ្វើឱ្យអ្នកស្មុគស្មាញដល់ការធ្វើដំណើរទៅមុខ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Cancer New Moon graces our skies early this morning, darling bull, forming a sweet connection with lucky Jupiter. Find the quiet your mind requires to brainstorm and dream, getting serious about what you want the next six months to look like. The spiritual nature of this astrological event suggests the universe will be eager to help with your aspirations when you express a desire for help. Meanwhile, Mars activates to increase your lust for life, boosting confidence as your creative instincts sharpen. Pay attention to flashes of brilliance that find you later tonight when Mercury and Uranus align."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មីរបស់មហារីកសូមថ្លឹងមេឃរបស់យើងនៅព្រឹកព្រលឹមនៅព្រឹកនេះ។រកឃើញភាពស្ងប់ស្ងាត់ក្នុងគំនិតរបស់អ្នកតម្រូវឱ្យមានខួរក្បាលនិងសុបិនកាន់តែធ្ងន់ធ្ងរទៅ ៗ នូវអ្វីដែលអ្នកចង់បានរយៈពេល 6 ខែបន្ទាប់មើលទៅដូច។ធម្មជាតិខាងវិញ្ញាណនៃព្រឹត្តិការណ៍ហោរាសាស្ដ្រនេះបានបង្ហាញថាសកលលោកនឹងចង់ជួយដល់សេចក្តីប្រាថ្នារបស់អ្នកនៅពេលអ្នកបង្ហាញពីបំណងប្រាថ្នាសម្រាប់ជំនួយ។ទន្ទឹមនឹងនេះភពព្រះអង្គារធ្វើឱ្យសកម្មដើម្បីបង្កើនតណ្ហារបស់អ្នកសម្រាប់ជីវិតបង្កើនទំនុកចិត្តនៅពេលដែលសភាវគតិច្នៃប្រឌិតរបស់អ្នកកាន់តែច្បាស់។យកចិត្តទុកដាក់ចំពោះការបញ្ចេញដ៏អស្ចារ្យនៃភាពឈ្លាសវៃដែលរកអ្នកនៅយប់នេះនៅពេលបារតនិងអ៊ឺរ៉ុបតម្រឹម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Wealth is on your mind during the Cancer New Moon, dear Gemini, heightening your senses and connection with the material realms. A desire for more luxury will inspire you to seek additional funding, and brilliant money-making ideas could dramatically increase your earning potential. Jupiter and Mars' influence in this lunation brings a Midas touch to your efforts, offering success to all that you nurture. Don't be afraid to operate slightly outside of your comfort zone when you have solid foundations to fall back on. Exciting developments will shift your perspective later tonight when Mercury and Uranus align."
        },
        "kh": {
            "today": "ទ្រព្យសម្បត្តិគឺស្ថិតនៅក្នុងគំនិតរបស់អ្នកក្នុងកំឡុងពេលនៃមហារីកមហារីក, ព្រះច័ន្ទថ្មី, Gremini ជាទីស្រឡាញ់, កំពុងបង្កើនអារម្មណ៍និងការតភ្ជាប់របស់អ្នកជាមួយនឹងអាណាចក្រសម្ភារៈ។បំណងប្រាថ្នាសម្រាប់ភាពប្រណីតបន្ថែមទៀតនឹងជម្រុញឱ្យអ្នកស្វែងរកថវិកាបន្ថែមនិងគំនិតរកលុយដ៏អស្ចារ្យអាចបង្កើនសក្តានុពលក្នុងការរកប្រាក់ចំណូលរបស់អ្នកយ៉ាងខ្លាំង។ភពព្រហស្បតិ៍និងឥទ្ធិពលរបស់ភពព្រះអង្គារក្នុងការធ្លាក់នេះនេះនាំមកនូវការប៉ះ MidAs ដែលទាក់ទងនឹងការខិតខំរបស់អ្នកដោយផ្តល់ភាពជោគជ័យដល់អ្នកដែលអ្នកចិញ្ចឹមបីបាច់។កុំខ្លាចក្នុងការធ្វើប្រតិបត្តិការបន្តិចនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នកនៅពេលអ្នកមានមូលដ្ឋានគ្រឹះរឹងមាំដើម្បីត្រលប់មកវិញ។ការអភិវឌ្ឍគួរឱ្យរំភើបនឹងផ្លាស់ប្តូរទស្សនវិស័យរបស់អ្នកនៅយប់នេះនៅពេលបារតនិងអ៊ឺរ៉ុបតម្រឹម។"
        }
    }
]