[
    {
        "sign": "Aries",
        "en": {
            "today": "Your Sunday is set to be a harmonious one, darling Aries, as the Libra Moon glides freely through the sky. Fill your agenda with sweet activities and interactions, directing energy toward love first and foremost. A grand trine builds between the Scorpio sun, Saturn, and Jupiter, putting you in touch with your most genuine and deepest feelings. Everlasting relationships can be built upon these vibes, so don't hesitate to show loved ones exactly what's in your heart. Important commitments or long-term plans may unfold as a result, bringing your visions to life with the right partner by your side."
        },
        "kh": {
            "today": "ថ្ងៃអាទិត្យរបស់អ្នកត្រូវបានកំណត់ជាការចុះសម្រុងគ្នាមួយដែលជាទីស្រឡាញ់ Aries ដូចជា Libra Moon ស្រេកឃ្លានដោយសេរីនៅលើមេឃ។បំពេញរបៀបវារៈរបស់អ្នកជាមួយនឹងសកម្មភាពនិងអន្តរកម្មផ្អែមល្ហែមដោយដឹកនាំថាមពលឆ្ពោះទៅរកស្នេហាដំបូងនិងសំខាន់បំផុត។Grand Trine សាងសង់គ្នារវាង Scorpio Sun, Saturn, Saturn និងភពព្រហស្បតិ៍ដាក់អ្នកឱ្យទាក់ទងជាមួយអារម្មណ៍ពិតរបស់អ្នកនិងអារម្មណ៍ជ្រាលជ្រៅបំផុតរបស់អ្នក។ទំនាក់ទំនងដែលស្ថិតស្ថេរអាចត្រូវបានសាងសង់លើភាពរស់រវើកទាំងនេះដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការបង្ហាញមនុស្សជាទីស្រឡាញ់ដែលមាននៅក្នុងចិត្តរបស់អ្នក។ការប្តេជ្ញាចិត្តសំខាន់ឬផែនការរយៈពេលវែងអាចនឹងកើតឡើងជាលទ្ធផលនាំមកនូវចក្ខុវិស័យរបស់អ្នកដល់ជីវិតជាមួយដៃគូខាងស្តាំក្បែរអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Think soft thoughts, dear Leo, as the Libra Moon lures you toward sweetness. Bring balance to the mind by allowing yourself to see the world through a rosier lens. Your charisma increases under these cosmic conditions, and you'll have a way of putting others at ease. A grand trine between the Scorpio Sun, Saturn, and Jupiter creates emotional shifts, helping you shed baggage that's grown too heavy. When it comes to deeper connections, a combination of sensuality, nurturing, and vulnerability will propel your relationship to the next level. Keep a cozy home and close company to make the most of these vibes."
        },
        "kh": {
            "today": "គិតពីគំនិតទន់, លីអូ, ដូចជា Libra Moon ទាក់ទាញអ្នកឆ្ពោះទៅរកភាពផ្អែមល្ហែម។នាំយកតុល្យភាពដល់ចិត្តដោយអនុញ្ញាតឱ្យខ្លួនអ្នកមើលឃើញពិភពលោកតាមរយៈកែវថត Rosier ។មន្តស្នេហ៍របស់អ្នកកើនឡើងក្រោមលក្ខខណ្ឌលោហៈទាំងនេះហើយអ្នកនឹងមានវិធីនៃការដាក់អ្នកដទៃឱ្យមានភាពងាយស្រួល។Trange Trine រវាង Scorpio Sun, Scarn Sun, Saturn និង Jupiter បង្កើតការផ្លាស់ប្តូរអារម្មណ៍ជួយអ្នកឱ្យមានឥវ៉ាន់ដែលបានដាំដុះខ្លាំងពេក។នៅពេលនិយាយអំពីការតភ្ជាប់កាន់តែស៊ីជម្រៅការរួមបញ្ចូលគ្នានៃភាពត្រេកត្រអាលការចិញ្ចឹមបីបាច់និងភាពងាយរងគ្រោះនឹងជំរុញទំនាក់ទំនងរបស់អ្នកទៅកម្រិតបន្ទាប់។រក្សាគេហដ្ឋានផ្ទះកក់ក្តៅហើយបិទក្រុមហ៊ុនដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Libra Moon asks you to make wellness a priority, dear Taurus, nudging you to spend Sunday in the throes of restorative activities. Scan your body from head to toe, recognizing what it needs to achieve emotional, mental, and physical balance. Consider inviting loved ones to join you, allowing your desire for connection to flourish as stress melts away. A grand trine between the Scorpio sun, Saturn, and Jupiter brings ease to your interactions, helping you deepen new and existing relationships. Use this energy efficiently by considering who you'd like to grow closer to, and investing your focus accordingly."
        },
        "kh": {
            "today": "Libra Moul ស្នើឱ្យអ្នកធ្វើឱ្យបានល្អនូវអាទិភាព, ជាទីស្រឡាញ់ Taurus, អាក្រាតកាយដោយអាក្រាតអ្នកចំណាយពេលថ្ងៃអាទិត្យនៅក្នុងការធ្វើសកម្មភាពស្តារឡើងវិញ។ស្កែនរាងកាយរបស់អ្នកពីក្បាលដល់ម្រាមជើងដោយស្គាល់នូវអ្វីដែលវាត្រូវការដើម្បីទទួលបានតុល្យភាពអារម្មណ៍ផ្លូវចិត្តនិងរាងកាយ។ពិចារណាការអញ្ជើញឱ្យអ្នកដែលស្រឡាញ់មនុស្សជាទីស្រឡាញ់ចូលរួមជាមួយអ្នកដែលអនុញ្ញាតឱ្យបំណងប្រាថ្នារបស់អ្នកសម្រាប់ការភ្ជាប់ទៅនឹងការរីកចំរើននៅពេលភាពតានតឹងរលាយ។Trange Trine រវាង Scorpio Sun, Scont Sun, Saturn និង Jupiter នាំមកនូវភាពងាយស្រួលក្នុងការជួយអ្នកឱ្យកាន់តែស៊ីជម្រៅទំនាក់ទំនងថ្មីនិងមានស្រាប់។ប្រើថាមពលនេះប្រកបដោយប្រសិទ្ធភាពដោយពិចារណាថាតើអ្នកចង់កាន់តែខិតជិតដល់ហើយវិនិយោគលើការផ្តោតអារម្មណ៍របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Find your labor of love, dear Gemini, as the Libra Moon opens your heart, sparks creativity, and inspires artistic expression. Honor these vibes by spending your Sunday with activities and friends that reinforce your sense of self and provide opportunities to hone your natural talents. As the hours pass, a grand trine forms between the Scorpio sun, Saturn, and Jupiter. This energy is both expansive and restrictive, helping you strike the perfect balance between order and experimentation. Layer onto existing techniques, routines, and goals to broaden your horizons, but recognize where discipline or sacrifices are needed to stay on track."
        },
        "kh": {
            "today": "ស្វែងរកកម្លាំងពលកម្មនៃសេចក្តីស្រឡាញ់របស់អ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែល Libra ព្រះចន្ទបើកបេះដូងរបស់អ្នកផ្កាភ្លើងមានភាពច្នៃប្រឌិតនិងជម្រុញការបញ្ចេញមតិសិល្បៈ។គោរពរំញ័រទាំងនេះដោយចំណាយពេលថ្ងៃអាទិត្យរបស់អ្នកជាមួយនឹងសកម្មភាពនិងមិត្តភក្តិដែលពង្រឹងអារម្មណ៍ខ្លួនឯងនិងផ្តល់ឱកាសឱ្យធ្វើឱ្យមានទេពកោសល្យធម្មជាតិរបស់អ្នក។នៅពេលម៉ោងកន្លងផុតហើយទម្រង់បែបបទដ៏អស្ចារ្យរវាង Scorpo Sun, Saturn និងភពព្រហស្បតិ៍។ថាមពលនេះមានទាំងការពង្រីកនិងរឹតត្បិតជួយឱ្យអ្នកធ្វើកូដកម្មតុល្យភាពល្អឥតខ្ចោះរវាងការបញ្ជាទិញនិងការពិសោធន៍។ស្រទាប់លើបច្ចេកទេសទម្លាប់និងគោលដៅដែលមានស្រាប់ដើម្បីពង្រីកការយល់ដឹងរបស់អ្នកប៉ុន្តែបានទទួលស្គាល់ថាកន្លែងដែលត្រូវការវិន័យឬការលះបង់ចាំបាច់ដើម្បីរក្សាជំហរ។"
        }
    }
]