[
    {
        "sign": "Aries",
        "en": {
            "today": "Venus Rx and Saturn unite this morning, darling ram, encouraging you to reestablish boundaries that have slipped with loved ones. Meanwhile, Mercury ends its retrograde journey, and we are asking you to consider if there's a better way forward. A creative energy emerges when the Leo moon aspects Jupiter and the sun. This energy is perfect for challenging yourself intellectually and artistically. Focus on your needs when Luna aspects Chiron this evening, especially if your heart has felt blocked recently. Don't let stubborn behaviors hold you back from a good time or new experiences later tonight when Luna, Uranus, and Venus Rx activate."
        },
        "kh": {
            "today": "Venus RX និង Saturn បង្រួបបង្រួមនៅព្រឹកនេះ, Darling Ram, លើកទឹកចិត្តឱ្យអ្នកបង្កើតព្រំដែនឡើងវិញដែលបានធ្លាក់ចុះជាមួយមនុស្សជាទីស្រឡាញ់។ទន្ទឹមនឹងនេះបារតបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់វាហើយយើងកំពុងស្នើសុំឱ្យអ្នកពិចារណាប្រសិនបើមានវិធីល្អប្រសើរជាងមុន។ថាមពលច្នៃប្រឌិតលេចចេញនៅពេលដែលទិដ្ឋភាពរបស់ឡេអូព្រះច័ន្ទគឺភពព្រហស្បតិ៍និងព្រះអាទិត្យ។ថាមពលនេះល្អឥតខ្ចោះសម្រាប់ការប្រឈមរបស់ខ្លួនអ្នកនូវបញ្ញានិងសិល្បៈ។ផ្តោតលើតំរូវការរបស់អ្នកនៅពេលដែលទិដ្ឋភាពឡូសនៅល្ងាចនេះជាពិសេសប្រសិនបើបេះដូងរបស់អ្នកមានអារម្មណ៍ថាត្រូវបានរារាំងថ្មីៗនេះ។កុំអោយអាកប្បកិរិយារឹងចចេសទប់អ្នកពីពេលវេលាល្អឬបទពិសោធន៍ថ្មីនៅយប់នេះនៅពេលដែល Luna, Uranus, និង Venus RX សកម្ម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll have a chance to build yourself and your relationships up today, dear Leo, thanks to a sweet union between Venus Rx and Saturn. Return to table discussions while Mercury stations direct, cutting through unnecessary filler to point out facts. Meanwhile, Luna continues through your sign, forming connections with the sun and Jupiter to offer luck, joy, and expansion of the mind. Find healing through spiritual practices when Chiron stirs this evening. Go with the flow when the moon, Uranus, and Venus Rx activate tonight, which could bring changes to existing commitments while altering long-term goals."
        },
        "kh": {
            "today": "អ្នកនឹងមានឱកាសកសាងខ្លួនអ្នកនិងទំនាក់ទំនងរបស់អ្នករហូតមកដល់សព្វថ្ងៃនេះឡេអូ, អរគុណចំពោះសហភាពផ្អែមល្ហែមរវាង Venus RX និង Saturn ។ត្រលប់ទៅការពិភាក្សាតុខណៈដែលស្ថានីយ៍បារតដោយផ្ទាល់កាត់បន្ថយតាមរយៈការបំពេញដែលមិនចាំបាច់ដើម្បីចង្អុលបង្ហាញអង្គហេតុ។ទន្ទឹមនឹងនេះ Luna បន្តតាមរយៈសញ្ញារបស់អ្នកបង្កើតការតភ្ជាប់ជាមួយនឹងព្រះអាទិត្យនិងភពព្រហស្បតិ៍ដើម្បីផ្តល់សំណាងល្អសេចក្តីអំណរនិងការពង្រីកចិត្ត។ស្វែងរកការជាសះស្បើយតាមរយៈការអនុវត្តខាងវិញ្ញាណនៅពេលដែល chiry កូរនៅល្ងាចនេះ។ទៅជាមួយលំហូរនៅពេលដែលព្រះច័ន្ទអ៊ុយរ៉ានុសនិង Venus RX សកម្មនៅយប់នេះដែលអាចនាំមកនូវការផ្លាស់ប្តូរការប្តេជ្ញាចិត្តដែលមានស្រាប់ខណៈដែលការផ្លាស់ប្តូរគោលដៅរយៈពេលវែង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could climb a few rungs on the social ladder today, dear Taurus, as Venus Rx and Saturn align. Follow up on any recent connections you've made, especially where professional networking is concerned. Conversations will flow more easily once Mercury stations direct, though you should mind your filter.  Meanwhile, the Leo moon aspects Jupiter and the sun, allowing others to feel at home with you. An ability to show emotional intelligence will serve you during this time. Pull back from the outside world to nurture yourself at home when Luna, Chiron, Uranus, and Venus Rx activate this evening."
        },
        "kh": {
            "today": "អ្នកអាចឡើងភ្នំពីរបីនៅលើជណ្តើរសង្គមថ្ងៃនេះជាទីស្រឡាញ់ Taurus, ដូចជា Venus RX និង Saturn តម្រឹម។តាមដានរាល់ការភ្ជាប់ទំនាក់ទំនងថ្មីៗដែលអ្នកបានធ្វើជាពិសេសកន្លែងដែលបណ្តាញអាជីពមានការព្រួយបារម្ភ។ការសន្ទនានឹងហូរកាន់តែងាយស្រួលនៅពេលដែលស្ថានីយ៍បារតដោយផ្ទាល់ទោះបីជាអ្នកគួរតែគិតពីតម្រងរបស់អ្នកក៏ដោយ។ទន្ទឹមនឹងនេះទិដ្ឋភាពនៃព្រះចន្ទ Leo Moon jupiter និងព្រះអាទិត្យដែលអនុញ្ញាតឱ្យអ្នកដទៃមានអារម្មណ៍នៅផ្ទះជាមួយអ្នក។សមត្ថភាពក្នុងការបង្ហាញបញ្ញាផ្លូវចិត្តនឹងបម្រើអ្នកក្នុងអំឡុងពេលនេះ។ទាញត្រឡប់មកវិញពីពិភពខាងក្រៅដើម្បីចិញ្ចឹមបីបាច់ខ្លួនឯងនៅផ្ទះនៅពេលដែល Luna, urran, uranus, និង Venus RX សកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try to find gratitude for your career and path toward success, dear Gemini, as Venus Rx and Saturn align. You may get a second shot at opportunities that fell through in the past, so be sure to reach out for more. Mercury ends its retrograde journey, clearing away red tape that's slowed progress during the last three weeks. Use your voice for good when the Leo moon aspects Jupiter and the sun, increasing your influence. Align yourself with people who have similar views and a positive outlook when Chiron stirs this evening. Boundaries will be your friend when Luna, Uranus, and Venus are active later tonight."
        },
        "kh": {
            "today": "ព្យាយាមរកការដឹងគុណចំពោះអាជីពនិងផ្លូវរបស់អ្នកឆ្ពោះទៅរកភាពជោគជ័យ GEMINI ជាទីស្រឡាញ់, ដូចជា Venus RX និង Saturn បានតម្រឹម។អ្នកអាចនឹងទទួលបានការបាញ់ប្រហារលើកទី 2 នៅពេលឱកាសដែលបានធ្លាក់មកនៅអតីតកាលដូច្នេះត្រូវស្វែងយល់បន្ថែមទៀត។បារតបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់ខ្លួនដោយឈូសឆាយខ្សែអាត់ពណ៌ក្រហមដែលបន្ថយល្បឿននៃការរីកចម្រើនក្នុងរយៈពេល 3 សប្តាហ៍ចុងក្រោយនេះ។ប្រើសំលេងរបស់អ្នកសម្រាប់ល្អនៅពេលដែលទិដ្ឋភាពរបស់ឡៅច័ន្ទភពព្រហស្បតិ៍និងព្រះអាទិត្យបង្កើនឥទ្ធិពលរបស់អ្នក។តម្រឹមខ្លួនអ្នកជាមួយមនុស្សដែលមានទស្សនៈស្រដៀងគ្នានិងទស្សនវិស័យវិជ្ជមាននៅពេលដែល chiron បានជំរុញនៅល្ងាចនេះ។ព្រំដែននឹងក្លាយជាមិត្តរបស់អ្នកនៅពេលដែល Luna, Uranus, និង Venus មានសកម្មនៅយប់នេះ។"
        }
    }
]