[
    {
        "sign": "Aries",
        "en": {
            "today": "A burst of motivation descends upon the collective, dear Aries, as the Sagittarius Moon and Mars align. A bit of playful competition amongst peers pushes you to go further, but it is vital that you maintain good sportsmanship. Celebrate other people's successes, and they will look for ways to help you facilitate your own. You’ll find healing by acknowledging that true communities form when friends and neighbors actively elevate themselves and one another. Pay attention to your thoughts once Mercury aspects the nodes of fate later tonight. Take notes and explore themes of closure and self-improvement as you navigate these vibes."
        },
        "kh": {
            "today": "ការជំរុញទឹកចិត្តកើតឡើងលើសមូហភាព Aries ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Mars តម្រឹម។ការ​ប្រកួត​ប្រជែង​គ្នា​លេង​បន្តិច​ក្នុង​ចំណោម​មិត្ត​ភក្តិ​ជំរុញ​ឱ្យ​អ្នក​ឈាន​ទៅ​មុខ​ទៀត ប៉ុន្តែ​វា​សំខាន់​ណាស់​ដែល​អ្នក​រក្សា​នូវ​ភាព​ស្និទ្ធស្នាល​កីឡា​ឱ្យ​បាន​ល្អ។អបអរភាពជោគជ័យរបស់អ្នកដទៃ ហើយពួកគេនឹងស្វែងរកវិធីដើម្បីជួយអ្នកសម្រួលដល់ខ្លួនអ្នក។អ្នក​នឹង​រក​ឃើញ​ការ​ព្យាបាល​ដោយ​ការ​ទទួល​ស្គាល់​ថា​សហគមន៍​ពិត​បង្កើត​ឡើង​នៅ​ពេល​ដែល​មិត្តភ័ក្ដិ​និង​អ្នក​ជិត​ខាង​លើក​កម្ពស់​ខ្លួន​គេ​និង​គ្នា​យ៉ាង​សកម្ម។យកចិត្តទុកដាក់លើគំនិតរបស់អ្នក នៅពេលដែលភព Mercury បង្ហាញពីចំណុចនៃជោគវាសនានៅយប់នេះ។កត់ត្រា និងរុករកប្រធានបទនៃការបិទ និងការកែលម្អខ្លួនឯង នៅពេលអ្នករុករកភាពរស់រវើកទាំងនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Fall back in love with life by broadening your horizons, warm lion. As the Sagittarius Moon and Mars align, adventure whispers your name.  Passions intensify if you take steps to keep your partner on their toes, and they will gladly return the favor. If you’ve been feeling low energy and need an ego boost, spend some time working on character-building personal goals. You’ll crave the type of understanding that can only be found amongst those you connect with on a philosophical level once the Aquarius Sun and Chiron align. Consider how moving away from your comfort zone can empower you when Mercury aspects the nodes of fate later tonight."
        },
        "kh": {
            "today": "ធ្លាក់ក្នុងអន្លង់ស្នេហ៍ជាមួយជីវិតដោយពង្រីកជើងមេឃរបស់អ្នក សត្វតោដ៏កក់ក្តៅ។នៅពេលដែល Sagittarius Moon និង Mars តម្រឹម ដំណើរផ្សងព្រេងខ្សឹបប្រាប់ឈ្មោះរបស់អ្នក។តណ្ហាកាន់តែខ្លាំង ប្រសិនបើអ្នកចាត់វិធានការដើម្បីរក្សាដៃគូរបស់អ្នកនៅលើម្រាមជើងរបស់ពួកគេ ហើយពួកគេនឹងផ្តល់ការពេញចិត្តមកវិញដោយរីករាយ។ប្រសិនបើអ្នកមានអារម្មណ៍ថាមានថាមពលទាប ហើយត្រូវការការបង្កើនអត្មា សូមចំណាយពេលខ្លះដើម្បីធ្វើការលើគោលដៅផ្ទាល់ខ្លួនដែលបង្កើតតួអក្សរ។អ្នកនឹងចង់បានប្រភេទនៃការយល់ដឹងដែលអាចរកបានតែក្នុងចំណោមអ្នកដែលអ្នកភ្ជាប់ជាមួយនឹងកម្រិតទស្សនវិជ្ជានៅពេលដែល Aquarius Sun និង Chiron តម្រឹម។ពិចារណាពីរបៀបដែលការផ្លាស់ទីឆ្ងាយពីតំបន់សុខស្រួលរបស់អ្នកអាចផ្តល់ថាមពលដល់អ្នក នៅពេលដែលភព Mercury បង្ហាញពីចំណុចនៃជោគវាសនានៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Sagittarius Moon and Mars form an empowering aspect early this morning, dear Taurus, motivating you to make that final push toward major goals. When you take action and believe in yourself, conquering obstacles will come surprisingly fast. A healing connection between the Aquarius Sun and Chiron offers further encouragement, inviting you to reinforce your will with positive aspirations. It can also be helpful to visualize your dreams coming to fruition with as much detail as possible. Consider what you want once Mercury aligns with the nodes of fate this afternoon, as it can help you facilitate personal growth and strike important deals."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius និង Mars បង្កើតបានជាទិដ្ឋភាពដ៏មានឥទ្ធិពលនៅព្រឹកនេះ ជាទីគោរព Taurus ជំរុញអ្នកឱ្យធ្វើការជំរុញចុងក្រោយឆ្ពោះទៅរកគោលដៅសំខាន់ៗ។នៅពេលអ្នកធ្វើសកម្មភាព និងជឿជាក់លើខ្លួនឯង ការយកឈ្នះលើឧបសគ្គនឹងមកយ៉ាងលឿនគួរឱ្យភ្ញាក់ផ្អើល។ទំនាក់ទំនងនៃការព្យាបាលរវាង Aquarius Sun និង Chiron ផ្តល់នូវការលើកទឹកចិត្តបន្ថែមទៀត ដោយអញ្ជើញអ្នកឱ្យពង្រឹងឆន្ទៈរបស់អ្នកជាមួយនឹងសេចក្តីប្រាថ្នាវិជ្ជមាន។វាក៏អាចមានប្រយោជន៍ផងដែរក្នុងការស្រមៃមើលក្តីសុបិន្តរបស់អ្នកដែលសម្រេចបានដោយព័ត៌មានលម្អិតតាមដែលអាចធ្វើទៅបាន។ពិចារណាពីអ្វីដែលអ្នកចង់បាន នៅពេលដែល Mercury តម្រឹមជាមួយនឹងថ្នាំងនៃជោគវាសនារសៀលនេះ ព្រោះវាអាចជួយអ្នកសម្រួលដល់ការលូតលាស់ផ្ទាល់ខ្លួន និងធ្វើកិច្ចព្រមព្រៀងសំខាន់ៗ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A desire to impress loved ones motivates you to take worthwhile risks, dear Gemini. Move with purpose and maintain balance to surpass your own expectations, as the Sagittarius Moon and Mars align. Lean on your connections to further big agendas while the Aquarius Sun and Chiron form a supportive sextile. This celestial exchange acts as a reminder that you don’t always have to rely on yourself alone. Just be prepared to return any favors you receive down the line. Make peace with disappointments or emotional trauma that have caused you to self-restrict when Mercury aspects the nodes of fate later tonight."
        },
        "kh": {
            "today": "បំណងប្រាថ្នាដើម្បីទាក់ទាញមនុស្សជាទីស្រឡាញ់ជំរុញអ្នកឱ្យទទួលយកហានិភ័យដ៏មានតម្លៃ Gemini ជាទីស្រឡាញ់។ផ្លាស់ទីដោយមានគោលបំណង និងរក្សាតុល្យភាពដើម្បីលើសពីការរំពឹងទុករបស់អ្នក ដូចដែលព្រះច័ន្ទ Sagittarius និង Mars តម្រឹម។ពឹងផ្អែកលើការភ្ជាប់របស់អ្នកទៅនឹងរបៀបវារៈធំបន្ថែមទៀតខណៈពេលដែល Aquarius Sun និង Chiron បង្កើតជាការរួមភេទដែលគាំទ្រ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះដើរតួជាការរំលឹកថា អ្នកមិនចាំបាច់ពឹងលើខ្លួនឯងតែម្នាក់ឯងជានិច្ចនោះទេ។គ្រាន់​តែ​ត្រូវ​បាន​រៀបចំ​ដើម្បី​ត្រឡប់​ការ​អនុគ្រោះ​ណា​មួយ​ដែល​អ្នក​ទទួល​បាន​ចុះ​បន្ទាត់​។ធ្វើឱ្យមានសន្តិភាពជាមួយនឹងការខកចិត្តឬការប៉ះទង្គិចផ្លូវចិត្តដែលបណ្តាលឱ្យអ្នកដាក់កម្រិតលើខ្លួនឯងនៅពេលដែលបារតបង្ហាញពីថ្នាំងនៃជោគវាសនានៅយប់នេះ។"
        }
    }
]