[
    {
        "sign": "Aries",
        "en": {
            "today": "Channel your emotions to reclaim passion and a sense of personal structure as the Cancer moon connects with Mars rx and Saturn, who are currently entangled in a highly supportive trine. This energy also brings security to your home life, making it easier to collaborate with housemates and make your living situation great. Just be mindful of how your patterns impact those you love while initiating change. It's okay if these shifts create discomfort, though you'll want to find ways to support yourself when Chiron becomes agitated this afternoon. Bring a playful twist to your evening while Luna aspects Uranus, treating yourself and your companions to a special dinner or treat."
        },
        "kh": {
            "today": "ឆានែលអារម្មណ៍របស់អ្នកដើម្បីទាមទារចំណង់ចំណូលចិត្តនិងអារម្មណ៍នៃរចនាសម្ព័ន្ធផ្ទាល់ខ្លួននៅពេលដែលព្រះច័ន្ទមហារីកភ្ជាប់ជាមួយ Mars RX និង Saturn ដែលបច្ចុប្បន្នត្រូវបានជាប់នៅក្នុងការគាំទ្រខ្ពស់។ថាមពលនេះក៏នាំមកនូវសុវត្ថិភាពដល់ជីវិតផ្ទះរបស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការសហការជាមួយអ្នកគោរពផ្ទះនិងធ្វើឱ្យស្ថានភាពរស់នៅរបស់អ្នកអស្ចារ្យ។គ្រាន់តែគិតអំពីរបៀបដែលគំរូរបស់អ្នកជះឥទ្ធិពលដល់អ្នកដែលអ្នកស្រឡាញ់នៅពេលចាប់ផ្តើមផ្លាស់ប្តូរ។មិនអីទេប្រសិនបើការផ្លាស់ប្តូរទាំងនេះបង្កើតភាពមិនស្រួលទោះបីជាអ្នកចង់រកវិធីដើម្បីផ្គត់ផ្គង់ខ្លួនឯងនៅពេលដែលជីរុយមានភាពធុញថប់នៅរសៀលនេះក៏ដោយ។នាំមកនូវការលេងភ្លេងលេងសើចនៅល្ងាចរបស់អ្នកខណៈពេលដែលទិដ្ឋភាពឡុងអ៊ុយរ៉ានុសព្យាបាលខ្លួនអ្នកនិងដៃគូរបស់អ្នកឱ្យញ៉ាំអាហារពេលល្ងាចពិសេសឬព្យាបាល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll have a chance to correct mistakes, dearest Leo, thanks to a sweet connection between Mars Rx and Saturn. Meanwhile, the Cancer Moon reminds you that personal evolution and empowerment is a continuous journey, asking you to reflect on what makes you feel strong. Step out of your comfort zone when Chiron stirs this afternoon, and you may realize that the unknown isn't so scary after all. This energy also encourages spiritual connection, especially if you've felt uninspired recently. Eureka moments find you tonight when Luna aspects Uranus, but these visions could dissipate quickly if you don't write them down."
        },
        "kh": {
            "today": "អ្នកនឹងមានឱកាសកែកំហុសដែលជាទីស្រឡាញ់បំផុតដោយសារការតភ្ជាប់ផ្អែមរវាងភពព្រះអង្គារ RX និង Saturn ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទមហារីករំ you កអ្នកថាការវិវត្តន៍ផ្ទាល់ខ្លួននិងការផ្តល់អំណាចគឺជាការធ្វើដំណើរជាបន្តដោយស្នើសុំឱ្យអ្នកឆ្លុះបញ្ចាំងពីអ្វីដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍រឹងមាំ។ជំហានចេញពីតំបន់លួងលោមរបស់អ្នកនៅពេលដែល chiron បានកូរនៅរសៀលនេះហើយអ្នកប្រហែលជាដឹងថាអ្នកមិនស្គាល់មិនគួរឱ្យខ្លាចណាស់បន្ទាប់ពីទាំងអស់។ថាមពលនេះក៏លើកទឹកចិត្តឱ្យមានទំនាក់ទំនងខាងវិញ្ញាណជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាមិនមានជំនាញថ្មីៗនេះ។Eureka ពេលវេលាបានរកឃើញអ្នកនៅយប់នេះនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅអ៊ុនណាប៉ុន្តែចក្ខុវិស័យទាំងនេះអាចរលាយលឿនប្រសិនបើអ្នកមិនសរសេរវា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Come back to plans you've been putting off, dear Taurus, as the Cancer moon connects with Mars Rx and Saturn. This energy is all about finding your community and finding inspiration by spending time with those who make you feel alive and passionate. Avoid delicate or painful conversations when Chiron becomes agitated later today. Remember that words can hurt, but try not to let other people's negativity penetrate your psyche. The ambiance elevates tonight when Luna and Uranus align, bringing a charge to the air. If you've been meaning to reinvent yourself or take on new knowledge, now is the perfect time to proceed."
        },
        "kh": {
            "today": "ត្រលប់មកផែនការដែលអ្នកបានដាក់ចេញ, Taurus ជាទីស្រឡាញ់, ដូចជាព្រះច័ន្ទមហារីកភ្ជាប់ជាមួយភពព្រះអង្គារ RX និង Saturn ។ថាមពលនេះគឺអំពីការស្វែងរកសហគមន៍របស់អ្នកនិងស្វែងរកការបំផុសគំនិតដោយចំណាយពេលជាមួយអ្នកដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានជីវិតនិងងប់ងល់។ជៀសវាងការសន្ទនាដ៏ឆ្ងាញ់ឬឈឺចាប់នៅពេលដែលជីរុនមានភាពធុញថប់នៅពេលក្រោយ។ចាំថាពាក្យអាចធ្វើឱ្យឈឺចាប់ប៉ុន្តែព្យាយាមមិនឱ្យអនុញ្ញាតឱ្យអ្នកដទៃទៀតនូវភាពអវិជ្ជមានរបស់អ្នកដទៃជ្រាបចូលដោយចិត្តសាស្ត្ររបស់អ្នក។បរិយាកាសជួយលើកកំពស់នៅយប់នេះនៅពេលដែល Luna និងអ៊ុយរ៉ានុសតម្រឹមយកបន្ទុកលើអាកាស។ប្រសិនបើអ្នកមានអត្ថន័យធ្វើឱ្យខ្លួនអ្នកសកម្មឬទទួលយកចំណេះដឹងថ្មីឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីដំណើរការ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer Moon cozies up with Mars Rx, which is currently locked in a supportive aspect with Saturn, creating a highly intuitive and stabilizing ambiance. Harness these vibes by retracting your steps, dearest Gemini, taking what you've learned so far to strengthen personal structures, perfect bodies of work, and establish firmer ground. Watch out for social or technological distractions when Luna squares Chiron later today, though you may be called to nurture a friend in crisis. Have some fun with your beliefs when the moon and Uranus align this evening, seeing what you can manifest through positive thinking and faith."
        },
        "kh": {
            "today": "មហារីកមហារីកថតចម្លងជាមួយ Mars RX ដែលបច្ចុប្បន្នត្រូវបានចាក់សោរក្នុងទិដ្ឋភាពគាំទ្រជាមួយ Saturn ដោយបង្កើតភាពវិចារណញាណខ្ពស់និងមានស្ថេរភាព។ទាញយកមែកធញ្ញារបស់អ្នកដោយដកជំហានរបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់របស់អ្នកដោយគិតពីអ្វីដែលអ្នកបានដឹងរហូតមកដល់ពេលនេះដើម្បីពង្រឹងរចនាសម្ព័ន្ធផ្ទាល់ខ្លួនសាកសពការងារល្អឥតខ្ចោះនិងបង្កើតដីឱ្យមានដីស្អាត។ប្រយ័ត្នចំពោះការរំខានក្នុងសង្គមឬបច្ចេកវិទ្យានៅពេលដែល Luna Squares Chiron នៅពេលក្រោយថ្ងៃនេះទោះបីជាអ្នកអាចត្រូវបានគេហៅឱ្យចិញ្ចឹមបីបាច់មិត្តភក្តិក្នុងវិបត្តិក៏ដោយ។មានភាពសប្បាយរីករាយខ្លះនៅពេលដែលព្រះចន្ទនិងអ៊ុយរ៉ានុសតម្រឹមនៅល្ងាចនេះដោយមើលឃើញអ្វីដែលអ្នកអាចបង្ហាញតាមរយៈការគិតនិងជំនឿវិជ្ជមាន។"
        }
    }
]