[
    {
        "sign": "Aries",
        "en": {
            "today": "Egos clash as the Leo Moon forms unbalanced aspects with the Capricorn Sun and Venus, dear Aries. Colleagues and loved ones will struggle to think outside the box, unable to digest the ideas you throw their way. Your ability to communicate could diminish as a result, and it may be best to reorganize thoughts before sharing them. The vibe will feel easier once the hours pass, and a bit of fun or comic relief can help clear away lingering frustrations. Be kind to yourself and seek activities that give you a chance to be creative when Luna aligns with Chiron tonight."
        },
        "kh": {
            "today": "Egos ប៉ះទង្គិចគ្នានៅពេលដែល Leo Moon បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពជាមួយ Capricorn Sun និង Venus, Aries ជាទីស្រឡាញ់។មិត្តរួមការងារ និងមនុស្សជាទីស្រលាញ់នឹងពិបាកគិតក្រៅប្រអប់ ដោយមិនអាចរំលាយគំនិតដែលអ្នកបោះចោលបាន។សមត្ថភាពទំនាក់ទំនងរបស់អ្នកអាចថយចុះជាលទ្ធផល ហើយវាអាចជាការល្អបំផុតក្នុងការរៀបចំគំនិតឡើងវិញមុនពេលចែករំលែកវា។ភាពរំជើបរំជួលនឹងមានអារម្មណ៍កាន់តែងាយស្រួលនៅពេលដែលម៉ោងកន្លងផុតទៅ ហើយភាពរីករាយ ឬភាពធូរស្រាលបន្តិចអាចជួយបំបាត់ការខកចិត្តដែលបន្តកើតមាន។ត្រូវមានចិត្តល្អចំពោះខ្លួនអ្នក ហើយស្វែងរកសកម្មភាពដែលផ្តល់ឱ្យអ្នកនូវឱកាសក្នុងការច្នៃប្រឌិតនៅពេលដែល Luna តម្រឹមជាមួយ Chiron យប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your drive increases as Luna navigates your sign, dearest Leo, but not everyone will be on board to see your visions through. Unbalanced aspects with the Capricorn Sun and Venus stir up skepticism amongst peers, and people you relied on to lend a helping hand could suddenly be unavailable. It's important to recognize where aid is genuinely required before delegating tasks. Your role as a leader will be taken more seriously as the day unfolds and your ideas become clearer. Peaceful vibes abound when the Moon and Chiron align this evening, making it the perfect time to embrace wellness or spiritual practices."
        },
        "kh": {
            "today": "ការបើកបររបស់អ្នកកើនឡើងនៅពេលដែល Luna រុករកសញ្ញារបស់អ្នក Leo ជាទីស្រឡាញ់ ប៉ុន្តែមិនមែនគ្រប់គ្នានឹងនៅលើយន្តហោះដើម្បីមើលការមើលឃើញរបស់អ្នកនោះទេ។ទិដ្ឋភាពមិនមានតុល្យភាពជាមួយ Capricorn Sun និង Venus ធ្វើឱ្យមានការមន្ទិលសង្ស័យក្នុងចំណោមមិត្តភក្ដិ ហើយមនុស្សដែលអ្នកពឹងផ្អែកលើការផ្តល់ជំនួយអាចនឹងមិនអាចប្រើបានភ្លាមៗនោះទេ។វាមានសារៈសំខាន់ណាស់ក្នុងការទទួលស្គាល់កន្លែងដែលជំនួយត្រូវបានទាមទារយ៉ាងពិតប្រាកដ មុនពេលផ្ទេរភារកិច្ច។តួនាទីរបស់អ្នកជាអ្នកដឹកនាំនឹងត្រូវបានយកចិត្តទុកដាក់កាន់តែខ្លាំងនៅពេលដែលថ្ងៃកាន់តែរីកចម្រើន ហើយគំនិតរបស់អ្នកកាន់តែច្បាស់។ភាពរំជើបរំជួលដោយសន្តិភាពមានច្រើននៅពេលដែលព្រះច័ន្ទ និង Chiron តម្រឹមល្ងាចនេះ ធ្វើឱ្យវាជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីទទួលយកសុខភាព ឬការអនុវត្តខាងវិញ្ញាណ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Manage your emotional and spiritual resources wisely, beloved bull. As the Leo Moon forms unbalanced aspects with the Capricorn Sun and Venus, a rush of inspiration will energize the spirit, though you could quickly become depleted if too much focus is placed on taking care of others. Give fully to your hopes and dreams, using discernment when it comes to nurturing dynamic or agendas that don't improve your circumstances. You will require extra rest between tasks if you're to sustain confidence and creative momentum. Seek alone time to reset and release the day's events while Luna and Chiron align tonight."
        },
        "kh": {
            "today": "គ្រប់គ្រងធនធានផ្លូវចិត្ត និងផ្លូវចិត្តរបស់អ្នកដោយប្រាជ្ញា គោជាទីស្រឡាញ់។នៅពេលដែល Leo Moon បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាពជាមួយ Capricorn Sun និង Venus ការបំផុសគំនិតប្រញាប់ប្រញាល់នឹងផ្តល់ថាមពលដល់ស្មារតី ទោះបីជាអ្នកអាចអស់កម្លាំងយ៉ាងឆាប់រហ័ស ប្រសិនបើការផ្តោតអារម្មណ៍ច្រើនពេកទៅលើការថែរក្សាអ្នកដទៃ។ផ្តល់ក្តីសង្ឃឹម និងក្តីសុបិនរបស់អ្នកឱ្យបានពេញលេញ ដោយប្រើការវែកញែក នៅពេលនិយាយអំពីការចិញ្ចឹមបីបាច់ថែរក្សាថាមវន្ត ឬរបៀបវារៈដែលមិនធ្វើឱ្យស្ថានភាពរបស់អ្នកប្រសើរឡើង។អ្នកនឹងត្រូវការការសម្រាកបន្ថែមរវាងកិច្ចការ ប្រសិនបើអ្នករក្សាទំនុកចិត្ត និងសន្ទុះច្នៃប្រឌិត។ស្វែងរកពេលវេលាតែម្នាក់ឯងដើម្បីកំណត់ឡើងវិញ និងបញ្ចេញព្រឹត្តិការណ៍ប្រចាំថ្ងៃ ខណៈដែល Luna និង Chiron តម្រឹមយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be mindful of how family and friends attempt to sway your opinion, dear Gemini. As the Leo Moon forms unbalanced aspects with the Capricorn Sun and Venus, it's important to think for yourself without stubbornly clinging to unhelpful opinions. Serious discussions will be easier to participate in once the afternoon rolls in, and the energy has leveled out. Bring warmth to your voice as a way to ensure your message is heard. Seek new knowledge and outside perspectives if creative projects hit a wall. Community outreach brings healing and a sense of purpose when Chiron stirs tonight, so don't shy away from helping others."
        },
        "kh": {
            "today": "ចូរចាំពីរបៀបដែលគ្រួសារ និងមិត្តភក្តិព្យាយាមបំប្លែងគំនិតរបស់អ្នក ជេមីនីជាទីគោរព។នៅពេលដែល Leo Moon បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាពជាមួយ Capricorn Sun និង Venus វាជារឿងសំខាន់ក្នុងការគិតដោយខ្លួនឯងដោយមិនរឹងរូសប្រកាន់ខ្ជាប់នូវគំនិតដែលមិនមានប្រយោជន៍។ការពិភាក្សាដ៏តឹងតែងនឹងមានភាពងាយស្រួលក្នុងការចូលរួមនៅពេលរសៀល ហើយថាមពលបានថយចុះ។ផ្តល់ភាពកក់ក្តៅដល់សំឡេងរបស់អ្នក ជាមធ្យោបាយមួយដើម្បីធានាថា សាររបស់អ្នកត្រូវបានឮ។ស្វែងរកចំណេះដឹងថ្មីៗ និងទស្សនៈខាងក្រៅ ប្រសិនបើគម្រោងច្នៃប្រឌិតបុកជញ្ជាំង។ការផ្សព្វផ្សាយសហគមន៍នាំមកនូវការព្យាបាល និងគោលបំណងមួយនៅពេលដែល Chiron កូរនៅយប់នេះ ដូច្នេះកុំខ្មាស់អៀនពីការជួយអ្នកដទៃ។"
        }
    }
]