[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo quarter Moon rises today, dear Aries, amplifying your efficiency and ability to work well on a team. Watch for details others might skip over to impress colleagues, using your creative mind to solve problems before they have a chance to do severe damage. The energy will be quickly moving under these cosmic conditions, and you must stay grounded by maintaining a strong mind/body connection. If your thoughts begin to race or tension builds in the muscles, take it as a sign to pull back and recalibrate with some light stretching or a relaxing tea."
        },
        "kh": {
            "today": "ព្រះចន្ទនៅត្រីមាសនៃត្រីមាសបានកើនឡើងនៅថ្ងៃនេះដែលជាទីស្រឡាញ់ Areies ដែលជាទីស្រឡាញ់របស់អ្នកបង្កើនប្រសិទ្ធភាពនិងសមត្ថភាពរបស់អ្នកក្នុងការធ្វើការបានល្អលើក្រុម។មើលព័ត៌មានលំអិតអ្នកផ្សេងអាចរំលងទៅធ្វើឱ្យមិត្តរួមការងារចាប់អារម្មណ៍ដោយប្រើគំនិតច្នៃប្រឌិតរបស់អ្នកដើម្បីដោះស្រាយបញ្ហាមុនពេលពួកគេមានឱកាសធ្វើឱ្យខូចខាតធ្ងន់ធ្ងរ។ថាមពលនេះនឹងត្រូវបានផ្លាស់ប្តូរយ៉ាងឆាប់រហ័សនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះហើយអ្នកត្រូវតែមានមូលដ្ឋានដោយរក្សាបាននូវការតភ្ជាប់គ្នា / ការតភ្ជាប់រាងកាយយ៉ាងខ្លាំង។ប្រសិនបើគំនិតរបស់អ្នកចាប់ផ្តើមពីការប្រណាំងឬភាពតានតឹងបង្កើតឱ្យមានសាច់ដុំយកវាធ្វើជាសញ្ញាដើម្បីទាញត្រឡប់មកវិញនិងគណនាឡើងវិញជាមួយនឹងការលាតសន្ធឹងពន្លឺឬតែបន្ធូរអារម្មណ៍។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Issues around screen fatigue could be particularly pronounced, dearest Leo, as the Virgo quarter Moon rises. Do what you can to take breathers between digital tasks and interactions, spending extra time outside whenever the opportunity arises. Frustrations with your peers could become amplified, especially with those you consider to be unnecessarily stubborn. If you've felt stuck within your path, now is a good time to shake up your routines by cutting down on electronic consumption. As the day comes to a close, reward yourself by relishing in slow moments as you indulge in a little treat or two."
        },
        "kh": {
            "today": "បញ្ហានៅជុំវិញការអស់កម្លាំងអេក្រង់អាចត្រូវបានបញ្ចេញសម្លេងជាពិសេសគឺ Leo ដែលជាទីស្រឡាញ់បំផុតដូចជាព្រះចន្ទត្រីមាសរបស់ Virgo កើនឡើង។ធ្វើអ្វីដែលអ្នកអាចដកដង្ហើមបានរវាងភារកិច្ចឌីជីថលនិងអន្តរកម្មការចំណាយពេលបន្ថែមនៅខាងក្រៅនៅពេលណាដែលឱកាសកើតឡើង។ការខកចិត្តជាមួយមិត្តភក្ដិរបស់អ្នកអាចក្លាយជាពង្រីកជាពិសេសជាមួយអ្នកដែលអ្នកគិតថាមិនចាំបាច់រឹងរូសដែលមិនចាំបាច់។ប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់ក្នុងផ្លូវរបស់អ្នកឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីធ្វើឱ្យអ្រងួនអ្រងួនរបស់អ្នកដោយកាត់បន្ថយការប្រើប្រាស់អេឡិចត្រូនិច។នៅពេលថ្ងៃមកជិតសូមផ្តល់រង្វាន់ដល់ខ្លួនអ្នកដោយការបញ្ចប់នៅគ្រាលំបាកនៅពេលអ្នកធ្វើឱ្យមានការព្យាបាលបន្តិចបន្តួចឬពីរ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll need to get creative as the Virgo quarter Moon rises, sweet bull. This cosmic climate brings both challenges and heightened brilliance, encouraging you to think outside of the box. Identify areas of your life that have become stagnant, focusing on ways to mix things up. Having fun offers a great escape from your biggest headaches, but be mindful not to run from your problems. Financial burdens will be challenging to navigate around, and you must find ways to work with what you've got. Overspending would be easy to do, and gravitating toward simple pleasures will benefit you in the end."
        },
        "kh": {
            "today": "អ្នកត្រូវមានការចោទប្រកាន់ដូចជាព្រះចន្ទត្រីមាស Virgo រះឡើងគោផ្អែម។អាកាសធាតុលោហធាតុនេះនាំមកនូវបញ្ហាប្រឈមទាំងសងខាងហើយមានភាពរុងរឿងដែលលើកទឹកចិត្តអ្នកឱ្យគិតនៅខាងក្រៅប្រអប់។កំណត់តំបន់នៃជីវិតរបស់អ្នកដែលបានក្លាយទៅជាទ្រឹងផ្តោតលើវិធីដើម្បីលាយរឿង។ការមានភាពសប្បាយរីករាយផ្តល់ការរត់គេចខ្លួនយ៉ាងខ្លាំងពីការឈឺក្បាលដ៏ធំបំផុតរបស់អ្នកប៉ុន្តែត្រូវយកចិត្តទុកដាក់កុំរត់ពីបញ្ហារបស់អ្នក។បន្ទុកហិរញ្ញវត្ថុនឹងមានបញ្ហាប្រឈមក្នុងការធ្វើដំណើរជុំវិញហើយអ្នកត្រូវតែរកវិធីដើម្បីធ្វើការជាមួយអ្វីដែលអ្នកមាន។ការក្រៅច្បាប់នឹងមានភាពងាយស្រួលក្នុងការធ្វើហើយធ្វើឱ្យប៉ះពាល់ដល់ការសប្បាយសាមញ្ញនឹងផ្តល់ផលប្រយោជន៍ដល់អ្នកនៅចុងបញ្ចប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Heightened emotions put you in a sensitive mood, dear Gemini, as the Virgo quarter Moon rises. If you feel out of sorts, take some time alone to identify the true root of the issue. A desire to help others will be pronounced, but your efforts could come across as overbearing or nitpicking. Rather than getting into details, let family and friends know you're available as a source of support should they need it. Just try not to get too caught up in other people's struggles. Find moments to nurture the self and plan a quiet evening cozied up at home."
        },
        "kh": {
            "today": "អារម្មណ៍កាន់តែខ្លាំងបានធ្វើឱ្យអ្នកមានអារម្មណ៍រសើប Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនៅត្រីមាសរបស់ Virgo កើនឡើង។ប្រសិនបើអ្នកមានអារម្មណ៍ថាមិនមានប្រភេទសូមចំណាយពេលខ្លះតែម្នាក់ឯងដើម្បីកំណត់អត្តសញ្ញាណឫសពិតនៃបញ្ហានេះ។បំណងប្រាថ្នាចង់ជួយអ្នកដទៃនឹងត្រូវបានប្រកាសប៉ុន្តែការខិតខំរបស់អ្នកអាចឆ្លងកាត់បានដូចជាការចំណាយលើសឬ nitpicking ។ជាជាងទទួលបានព័ត៌មានលម្អិតសូមឱ្យក្រុមគ្រួសារនិងមិត្តភក្តិដឹងថាអ្នកអាចរកបានជាប្រភពនៃការគាំទ្រប្រសិនបើពួកគេត្រូវការវា។គ្រាន់តែព្យាយាមមិនឱ្យទទួលបានការលំបាកក្នុងការតស៊ូរបស់អ្នកដទៃ។ស្វែងរកពេលវេលាដើម្បីចិញ្ចឹមខ្លួនឯងហើយរៀបចំផែនការរាត្រីស្ងប់ស្ងាត់មួយរាត្រីដែលបានរាប់បញ្ចូលនៅផ្ទះ។"
        }
    }
]