[
    {
        "sign": "Aries",
        "en": {
            "today": "Try not to become overly concerned by how others perceive you, dear Aries, as the Aquarius moon opposes Venus early this morning. Appreciate your true friends, recognizing that your ideologies, talents, and interests won't appeal to everyone. Luckily, you should have no issue connecting with people who operate on the same wavelength as the hours pass, and you may even gain a new friend or two. If you're on the hunt for love, Mars activates midafternoon to amplify your charisma, making it easier to enthrall anyone you've set your eyes on recently. Broader connections can also be established, particularly when creative drive is shared."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យមានការព្រួយបារម្ភខ្លាំងពេកចំពោះរបៀបដែលអ្នកដទៃយល់ថាអ្នកមានក្តីស្រឡាញ់អរព្រះចៅអធៃរបស់ Aquarius ប្រឆាំងនឹង Venus នៅព្រឹកនេះ។សូមកោតសរសើរចំពោះមិត្តពិតរបស់អ្នកដោយទទួលស្គាល់ថាមនោគមវិជ្ជាអ្នកទេពកោសល្យនិងចំណាប់អារម្មណ៍របស់អ្នកនឹងមិនប្តឹងឧទ្ធរណ៍ចំពោះមនុស្សគ្រប់គ្នាទេ។សំណាងអ្នកមិនគួរមានបញ្ហាអ្វីដែលដំណើរការលើរលកដូចគ្នានៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកថែមទាំងអាចទទួលបានមិត្តថ្មីឬពីរនាក់ទៀតផង។ប្រសិនបើអ្នកនៅលើការប្រមាញ់ស្នេហា, ភពព្រះអង្គារធ្វើឱ្យសកម្មពាក់កណ្តាលចុង, ពង្រីកភាពរអាក់រអួលរបស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទទួលបានការចាប់អារម្មណ៍របស់អ្នកដែលអ្នកបានមើលងាយ។ការតភ្ជាប់កាន់តែទូលំទូលាយក៏អាចត្រូវបានបង្កើតឡើងជាពិសេសនៅពេលដែលដ្រាយច្នៃប្រឌិតត្រូវបានចែករំលែក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "An unpredictable yet romantic energy finds you early this morning, dearest Leo, as the Aquarius moon and Venus face off. Tend to your own needs first, recognizing that personal balance is vital to the health of your relationships. Loved ones will be eager to show how much they care as the hours pass, and you may at times feel swept away by the joy others bring you. Allow yourself to absorb each sweet encounter fully, but try to find beauty in the mundane as well. Passions intensify when intellectual exchanges are had, thanks to a fiery connection between Luna and Mars later today."
        },
        "kh": {
            "today": "ថាមពលដែលមិនអាចទាយទុកជាមុនបានតែថាមពលមនោសញ្ចេតនារកអ្នកនៅដើមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលលោក Aquarius Moon និង Venus Fount Off ។មានទំនោរទៅតាមតម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកជាមុនដោយទទួលស្គាល់ថាសមតុល្យផ្ទាល់ខ្លួនមានសារៈសំខាន់ណាស់ចំពោះសុខភាពនៃទំនាក់ទំនងរបស់អ្នក។មនុស្សជាទីស្រឡាញ់នឹងចង់បង្ហាញថាពួកគេខ្វល់ប៉ុន្មាននៅពេលដែលម៉ោងកន្លងផុតទៅហើយពេលខ្លះអ្នកប្រហែលជាមានអារម្មណ៍ថាអ្នកដែលមានអំណររបស់អ្នកទាំងនោះបានធ្វើឱ្យអ្នកឈឺចាប់។អនុញ្ញាតឱ្យខ្លួនអ្នកស្រូបយករាល់ការជួបគ្នាយ៉ាងពេញលេញប៉ុន្តែព្យាយាមរកភាពស្រស់ស្អាតនៅ Mundane ផងដែរ។តណ្ហាកាន់តែខ្លាំងនៅពេលការផ្លាស់ប្តូរបញ្ញាមានសូមអរគុណចំពោះការតភ្ជាប់ដ៏កាចសាហាវរវាង Luna និង Mars នៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Chat with your mental and emotional needs upon awakening, darling Taurus, as the Aquarius moon opposes Venus early this morning. Promise yourself a self-care session if you feel burnt out, putting in that final push as the work week comes to a close. The energy stabilizes as the day unfolds, and you'll have the ability to make big moves within a professional setting. Seek to impress, bringing authenticity and innovation to the table. Your efforts won't go unnoticed while Luna aspects Mars midafternoon, especially when you put a little extra passion into the work you produce."
        },
        "kh": {
            "today": "ជជែកជាមួយតំរូវការផ្លូវចិត្តនិងអារម្មណ៍របស់អ្នកនៅពេលភ្ញាក់ដឹងខ្លួន Taurus Darling Taurus ដូចជា Aquarius ព្រះច័ន្ទប្រឆាំងនឹង Venus នៅព្រឹកនេះ។សន្យាថាខ្លួនអ្នកគឺជាវគ្គថែទាំខ្លួនឯងប្រសិនបើអ្នកមានអារម្មណ៍ថាបានឆាបឆេះដោយដាក់ការរុញច្រានចុងក្រោយនៅពេលសប្តាហ៍ការងារមកដល់ជិតមួយ។ថាមពលមានស្ថេរភាពនៅពេលថ្ងៃបានលាតត្រដាងហើយអ្នកនឹងមានសមត្ថភាពធ្វើចលនាធំនៅក្នុងកន្លែងវិជ្ជាជីវៈ។ស្វែងរកការចាប់អារម្មណ៍នាំមកនូវការនាំមកនូវភាពត្រឹមត្រូវនិងការច្នៃប្រឌិតដល់តុ។កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នកនឹងមិនមាននរណាម្នាក់បានកត់សម្គាល់ទេខណៈពេលដែលទិដ្ឋភាពឡូសនៅ Mars Midterternoon ជាពិសេសនៅពេលដែលអ្នកដាក់ចំណង់ចំណូលចិត្តបន្ថែមបន្តិចបន្តួចចូលក្នុងការងារដែលអ្នកផលិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe offers messages of love and encouragement early this morning, darling Gemini, as the Aquarius moon and Venus align. Soak up softness and grace upon awakening, and consider setting a specific intention for the day. If you need guidance or support from beyond, now is a great time to ask for it. Take notes on any signs or synchronicities you receive, even if you cannot grasp their meaning at the moment. Put heart into all that you do once Mars activates midafternoon, allowing passions to drive you toward the hopes and dreams you nurture most."
        },
        "kh": {
            "today": "សាកលលោកផ្តល់សារនៃសេចក្តីស្រឡាញ់និងការលើកទឹកចិត្តនៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Aquarius Moon និង Venus តម្រឹម។ត្រាំខ្នោះទន់និងព្រះគុណនៅពេលភ្ញាក់ដឹងខ្លួនហើយពិចារណាដាក់ចេតនាជាក់លាក់មួយសម្រាប់ថ្ងៃ។ប្រសិនបើអ្នកត្រូវការការណែនាំឬការគាំទ្រពីលើសពីនេះឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីស្នើសុំវា។កត់ចំណាំលើសញ្ញាឬការធ្វើសមហេតុផលណាដែលអ្នកទទួលបានទោះបីអ្នកមិនអាចយល់អត្ថន័យរបស់ពួកគេនៅពេលនេះក៏ដោយ។ដាក់បេះដូងចូលទៅក្នុងអ្វីទាំងអស់ដែលអ្នកធ្វើនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យអ្នកដែលតណ្ហាជំរុញឱ្យអ្នកឆ្ពោះទៅរកក្តីសង្ឃឹមនិងក្តីសុបិន្តដែលអ្នកចិញ្ចឹមបីបាច់។"
        }
    }
]