[
    {
        "sign": "Aries",
        "en": {
            "today": "Tension brews within your community early this morning, dear Aries, as the Aquarius moon and Mars square off. Luckily, the Libra sun offers a harmonious escape from drama as the day begins, encouraging you to sidestep squabbles and embrace love. If others try to drag you into their issues, direct them elsewhere. You'll find safety amongst those who operate on a similar wavelength as the hours pass, and you should work toward building up communities instead of navigating complex dynamics. A nervous energy emerges this evening while Luna and Venus form an unbalanced aspect, marking the perfect excuse to prioritize wellness from the privacy of home."
        },
        "kh": {
            "today": "ភាពតានតឹងភាពតានតឹងក្នុងសហគមន៍របស់អ្នកនៅព្រឹកនេះជាទីស្រឡាញ់ aries ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Mars Square បានបិទ។សំណាងល្អ Libra Sun Sun ផ្តល់ការរត់គេចខ្លួនពីល្ខោននៅពេលដែលថ្ងៃចាប់ផ្តើមលើកទឹកចិត្តអ្នកឱ្យធ្វើឱ្យអ្នកមានអារម្មណ៍រំភើបនិងចាប់យកសេចក្តីស្រឡាញ់។ប្រសិនបើអ្នកផ្សេងទៀតព្យាយាមអូសអ្នកទៅក្នុងបញ្ហារបស់ពួកគេដឹកនាំពួកគេនៅកន្លែងផ្សេងទៀត។អ្នកនឹងរកឃើញសុវត្ថិភាពក្នុងចំណោមអ្នកដែលធ្វើប្រតិបត្តិការនៅលើរលកប្រហាក់ប្រហែលគ្នានៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកគួរតែធ្វើការឆ្ពោះទៅរកការកសាងសហគមន៍ជំនួសឱ្យការធ្វើនាវាចរណ៍បាន។ថាមពលភ័យមួយលេចចេញមកនៅល្ងាចនេះខណៈដែល Luna និង Venus Venus បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពដោយសម្គាល់លេសដ៏ល្អឥតខ្ចោះដើម្បីផ្តល់អាទិភាពដល់សុខភាពសុខភាពពីភាពឯកជនរបស់ផ្ទះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "An abundance of emotion bubbles up for you early this morning, dearest Leo, as the Aquarius moon aligns with Mars and the sun. Avoid rushing to express yourself; take time to put your feelings into eloquent words before sharing them. Love is on your side as the hours pass, giving you a chance to weigh your options. Notice how you change around others, and if butterflies in your stomach might be pointing you toward genuine partnerships. Lay low this evening while Luna and Venus form an unbalanced aspect, reflecting on how past relationships impact your perspective on emotional security."
        },
        "kh": {
            "today": "អារម្មណ៍នៃអារម្មណ៍ជាច្រើនបានពពុះមួយសម្រាប់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុត, ដូចជា Aquarius Mong តម្រឹមជាមួយភពព្រះអង្គារនិងព្រះអាទិត្យ។ជៀសវាងការប្រញាប់ប្រញាល់បង្ហាញខ្លួនអ្នកចំណាយពេលដាក់អារម្មណ៍របស់អ្នកឱ្យទៅជាពាក្យដែលមិនសមរម្យមុននឹងចែករំលែកពួកគេ។ស្នេហាគឺនៅលើចំហៀងរបស់អ្នកនៅពេលម៉ោងកន្លងផុតទៅផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីថ្លឹងថ្លែងជម្រើសរបស់អ្នក។សូមកត់សម្គាល់ពីរបៀបដែលអ្នកផ្លាស់ប្តូរនៅជុំវិញអ្នកដទៃហើយប្រសិនបើមេអំបៅនៅក្នុងក្រពះរបស់អ្នកអាចនឹងចង្អុលបង្ហាញអ្នកឆ្ពោះទៅរកភាពជាដៃគូពិតប្រាកដ។នៅល្ងាចនេះនៅល្ងាចនេះខណៈពេលដែល Luna និង Venus មានលក្ខណៈមិនមានតុល្យភាពដោយឆ្លុះបញ្ចាំងពីរបៀបដែលទំនាក់ទំនងអតីតកាលជះឥទ្ធិពលដល់ទស្សនៈរបស់អ្នកទៅលើសន្តិសុខផ្លូវចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Loved ones may try to steamroll you early this morning, dear Taurus, as the Aquarius moon and Mars square off. Luckily, conflict will be short-lived once the day kicks off and the Libra sun activates, bringing a softer, more communal energy to the table. Maintaining a busy schedule and promoting teamwork can also be beneficial for fostering harmony. Resilience builds as the hours pass, helping you feel increasingly comfortable with your authority and ability to find success. However, it'll be important to pull back and give your mind a rest while Luna and Venus form an unbalanced aspect this evening."
        },
        "kh": {
            "today": "មនុស្សជាទីស្រឡាញ់អាចព្យាយាមធ្វើឱ្យអ្នកយឺតយ៉ាវនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Mars Square បានបិទ។សំណាងមានជម្លោះនឹងមានអាយុខ្លីនៅពេលថ្ងៃចាប់ផ្តើមហើយបណ្ណាល័យព្រះអាទិត្យសកម្មដែលធ្វើឱ្យមានថាមពលសាលាជាងនេះទៅក្នុងតុ។ការរក្សាកាលវិភាគដ៏មមាញឹកនិងការលើកកម្ពស់កិច្ចការជាក្រុមក៏អាចមានអត្ថប្រយោជន៍ដែរសម្រាប់ការជំរុញភាពសុខដុមរមនា។ភាពធន់នឹងបង្កើតឡើងនៅពេលម៉ោងកន្លងផុតទៅជួយអ្នកឱ្យមានអារម្មណ៍សុខស្រួលកាន់តែខ្លាំងឡើងជាមួយនឹងអំណាចនិងសមត្ថភាពរបស់អ្នកក្នុងការស្វែងរកភាពជោគជ័យ។ទោះយ៉ាងណាវាចាំបាច់ក្នុងការទាញត្រឡប់មកវិញហើយឱ្យចិត្តអ្នកសម្រាកខណៈពេលដែល Luna និង Venus មានលក្ខណៈមិនមានតុល្យភាពនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Aquarius moon aligns with Mars and the Libra sun this morning, dear Gemini, putting you in a creative and motivated headspace. Ensure that your efforts lead to success by prioritizing goals that showcase natural talents and organizing a plan of action. Your ability to take up space increases as the hours pass, giving you a chance to make lasting impressions far and wide. Look for opportunities to elevate your situation and status, keeping an eye open for signs and blessings from beyond. Nurture yourself and loved ones with an indulgent night at home while Luna aspects Venus this evening."
        },
        "kh": {
            "today": "Aquarius Mong តម្រឹមជាមួយភពព្រះអង្គារនិង Libra Sun នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដែលធ្វើឱ្យអ្នកស្ថិតក្នុងការច្នៃប្រឌិតនិងលើកទឹកចិត្ត។ធានាថាការខិតខំប្រឹងប្រែងរបស់អ្នកនាំឱ្យទទួលបានជោគជ័យដោយការធ្វើឱ្យមានសតិលើគោលដៅដែលបង្ហាញពីទេពកោសល្យធម្មជាតិនិងរៀបចំផែនការសកម្មភាព។សមត្ថភាពរបស់អ្នកក្នុងការទទួលយកអវកាសកើនឡើងនៅពេលម៉ោងកន្លងផុតទៅផ្តល់ឱ្យអ្នកនូវឱកាសធ្វើឱ្យអ្នកចាប់អារម្មណ៍យូរអង្វែង។រកមើលឱកាសដើម្បីបង្កើនស្ថានភាពនិងស្ថានភាពរបស់អ្នកដោយរក្សាភ្នែកឱ្យបានបើកចំហសម្រាប់សញ្ញានិងពរជ័យពីលើសពីនេះទៅទៀត។ចិញ្ចឹមបីបាច់ខ្លួនអ្នកនិងមនុស្សជាទីស្រឡាញ់ដែលមានយប់ដែលមានភាពអៀនខ្មាស់ក្នុងផ្ទះខណៈពេលដែលទិដ្ឋភាពនៃដងផ្កានៅល្ងាចនេះ។"
        }
    }
]