[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon drifts into Leo and activates the sector of your chart that governs fun, dear Aries. Be inclusive and playful to maximize these good-time vibes. A sweet connection with Venus and Neptune pumps up your allure, putting you in a position to dazzle peers and potential mates. This highly creative energy is also ideal for letting your imagination free via a hobby or passion project. Watch out for drama within your social sphere when Pluto becomes agitated, steering clear of gossip and power struggles. A charge fills the air when Luna and Mars unite tonight, amplifying your motivation to be bold and receive recognition."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅឡេអូហើយធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកសកម្មដែលមានភាពសប្បាយរីករាយជាទីស្រឡាញ់។ត្រូវបានរាប់បញ្ចូលនិងលេងដើម្បីបង្កើនពេលវេលាដ៏ល្អទាំងនេះ។ការតភ្ជាប់ផ្អែមល្ហែមជាមួយភពសុក្រនិងណិបតុនបានបូមយកភាពទាក់ទាញរបស់អ្នកដោយដាក់អ្នកឱ្យស្ថិតក្នុងទីតាំងមួយដើម្បីធ្វើឱ្យមិត្តភក្ដិមើលងាយនិងមិត្តរួមដែលមានសក្តានុពល។ថាមពលច្នៃប្រឌិតខ្ពស់នេះក៏ល្អផងដែរសម្រាប់ការបញ្ចេញការស្រមើលស្រមៃរបស់អ្នកដោយឥតគិតថ្លៃតាមរយៈចំណង់ចំណូលចិត្តឬគម្រោងចំណង់ចំណូលចិត្ត។ប្រយ័ត្នប្រយែងសម្រាប់រឿងរ៉ាវក្នុងវិស័យសង្គមរបស់អ្នកនៅពេលផ្លាធូមានភាពធុញទ្រាន់ហើយការវង្វេងស្មារតីនិងការតស៊ូអំណាច។ការចោទប្រកាន់បំពេញខ្យល់នៅពេលដែល Luna និងភពព្រះអង្គារបង្រួបបង្រួមយប់នេះពង្រីកការលើកទឹកចិត្តរបស់អ្នកឱ្យមានភាពក្លាហាននិងទទួលបានការទទួលស្គាល់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The universe grants permission to put yourself first this weekend, dearest Leo, as the moon makes her debut in your sign. Take a few moments to set intentions for the day while Venus and Neptune stir, and consider tapping into your favorite spiritual practices. This cosmic climate brings a bit of luck your way, and your dreams will seem more within reach than ever before. Try not to let love distract you when Pluto activates, especially if it's been taking away from personal goals recently. Do something bold and let your creative mind flourish when Luna and Mars unite tonight."
        },
        "kh": {
            "today": "សាកលលោកផ្តល់ការអនុញ្ញាតឱ្យដាក់ខ្លួនអ្នកដំបូងនៅចុងសប្តាហ៍នេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទធ្វើឱ្យនាងបង្ហាញខ្លួនជាលើកដំបូងនៅក្នុងសញ្ញារបស់អ្នក។ចំណាយពេលមួយភ្លែតដើម្បីកំណត់ចេតនាសម្រាប់ថ្ងៃខណៈពេលដែល Venus Venus និង Neptune Stir, ហើយពិចារណាយកការប៉ះនឹងការអនុវត្តខាងវិញ្ញាណដែលអ្នកចូលចិត្ត។អាកាសធាតុលោហធាតុនេះនាំមកនូវសំណាងល្អតាមរបៀបរបស់អ្នកហើយក្តីសុបិន្តរបស់អ្នកនឹងហាក់ដូចជាមានច្រើនជាងមុនជាងមុន។ព្យាយាមកុំអោយស្នេហារំខានអ្នកនៅពេលផ្លាតូធ្វើឱ្យសកម្មជាពិសេសប្រសិនបើវាត្រូវបានដកចេញពីគោលដៅផ្ទាល់ខ្លួននាពេលថ្មីៗនេះ។ធ្វើអ្វីមួយដិតហើយឱ្យចិត្តចៅរបស់អ្នករីកដុះដាលនៅពេលដែល Luna និងភពព្រះអង្គារបង្រួបបង្រួមយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be in cozy spirits as the moon enters Leo, dear Taurus, marking the perfect excuse to lay low this weekend. Give yourself the freedom to reflect, work on your space, and tackle creative projects to make the most of this cosmic climate. Romantic vibes flow while Luna aspects Venus and Neptune. Hideaway with your favorite person for a truly restorative and magical experience. It may be necessary to adjust your boundaries when Pluto stirs, especially when trying to transform yourself or close relationships. Consider hosting a few friends tonight when the moon and Mars join forces."
        },
        "kh": {
            "today": "អ្នកនឹងមានស្មារតីកក់ក្ដៅនៅពេលដែលព្រះចន្ទចូលឡេអូលីអូជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់ដោយសម្គាល់លេសដ៏ល្អឥតខ្ចោះដើម្បីឱ្យនៅទាបនៅចុងសប្តាហ៍នេះ។ផ្តល់ឱ្យខ្លួនអ្នកនូវសេរីភាពក្នុងការឆ្លុះបញ្ចាំង, ធ្វើការលើទំហំរបស់អ្នក, និងដោះស្រាយគម្រោងច្នៃប្រឌិតច្នៃប្រឌិតដើម្បីធ្វើឱ្យអាកាសធាតុមានច្រើនបំផុតនេះ។ភាពរស់រវើករបស់រ៉ូមែនទិកហូរខណៈពេលដែលទិដ្ឋភាពនៃដងផ្ការបស់ Lunus និង Neptune ។Hideaway ជាមួយមនុស្សដែលអ្នកចូលចិត្តសម្រាប់បទពិសោធន៍នៃការស្តារឡើងវិញនិងវេទមន្ត។វាចាំបាច់ក្នុងការកែសំរួលព្រំដែនរបស់អ្នកនៅពេលដែលផ្លាធូរំសេចិត្តជាពិសេសនៅពេលដែលព្យាយាមប្រែក្លាយខ្លួនអ្នកឬទំនាក់ទំនងជិតស្និទ្ធ។សូមពិចារណាធ្វើជាម្ចាស់ផ្ទះជាមួយមិត្តភក្តិពីរបីនាក់នៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងភពព្រះអង្គារចូលរួម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "There will be plenty to discuss as the moon enters Leo, dear Gemini, activating the sector of your chart that governs information and communication. A sweet connection to Venus and Neptune brings warmth to your community, helping you make friends while carving out a name for yourself. Use your voice to stand apart from the crowds, and critical new connections may manifest. Speak with your higher power or honor your ancestors while Pluto activates. The universe asks you to put action behind your promises and ideas later tonight when Luna and Mars join forces, though you'll want to monitor your impulses."
        },
        "kh": {
            "today": "វានឹងមានច្រើនដែលត្រូវពិភាក្សាថាព្រះចន្ទចូលឡេអូលីអូជាទីស្រឡាញ់របស់ Gemini ជាទីស្រឡាញ់ធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងព័ត៌មាននិងគមនាគមន៍។ការតភ្ជាប់ដ៏ផ្អែមល្ហែមទៅកាន់ Venus និង Neptune នាំមកនូវភាពកក់ក្តៅដល់សហគមន៍របស់អ្នកដែលជួយអ្នកឱ្យមិត្តភក្តិនៅពេលឆ្លុះបញ្ចាំងឈ្មោះសម្រាប់ខ្លួនអ្នក។ប្រើសំលេងរបស់អ្នកឱ្យឈរបែកចេញពីហ្វូងមនុស្សហើយការតភ្ជាប់ថ្មីចាំបាច់អាចបង្ហាញបាន។និយាយជាមួយអំណាចខ្ពស់របស់អ្នកឬគោរពបុព្វបុរសរបស់អ្នកនៅពេលដែលផ្លាតូសកម្ម។សាកលលោកស្នើឱ្យអ្នកធ្វើសកម្មភាពនៅពីក្រោយការសន្យានិងគំនិតរបស់អ្នកនៅយប់នេះនៅពេលដែល Luna និង Mars ចូលរួមកម្លាំងទោះបីជាអ្នកចង់ត្រួតពិនិត្យការលើកទឹកចិត្តរបស់អ្នកក៏ដោយ។"
        }
    }
]