[
    {
        "sign": "Aries",
        "en": {
            "today": "You may feel torn between platonic and romantic connections, dear Aries, as the sun aspects Neptune, Uranus, and Pluto throughout the day. Confide in friends who are fair and honest, and acknowledge if you've been elusive in matters of the heart recently. Whenever possible, try to get that special someone and your band of comrades on the same team. The Libra moon will be rooting for Love, though it would be easy to get carried away with your emotions while Jupiter is activated. Recognize if your needs have been swept to the side this evening when Luna opposes Chiron."
        },
        "kh": {
            "today": "អ្នកប្រហែលជាមានអារម្មណ៍ថារហែករវាងការតភ្ជាប់ផ្លាស្ទិចនិងមនោសញ្ចេតនាជាទីស្រឡាញ់ដែលជាការយល់ឃើញរបស់ព្រះអាទិត្យដែលមានឈ្មោះថា Neptune Uranus និង Pluto ពេញមួយថ្ងៃ។ការទុកចិត្តមិត្តភក្តិដែលមានភាពយុត្តិធម៌និងស្មោះត្រង់ហើយទទួលស្គាល់ប្រសិនបើអ្នកបានមានភាពពិបាកក្នុងរឿងនៃបេះដូងនាពេលថ្មីៗនេះ។នៅពេលណាដែលអាចធ្វើបានសូមព្យាយាមទទួលបាននរណាម្នាក់ពិសេសនោះនិងក្រុមសមមិត្តរបស់អ្នកនៅលើក្រុមតែមួយ។Libra Moon នឹងត្រូវបានចាក់ឫសសម្រាប់ស្នេហាទោះបីជាវាងាយស្រួលក្នុងការយកទៅដោយអារម្មណ៍របស់អ្នកខណៈពេលដែល Jupiter ត្រូវបានធ្វើឱ្យសកម្ម។ទទួលស្គាល់ថាប្រសិនបើតម្រូវការរបស់អ្នកត្រូវបានបោសនៅចំហៀងនៅល្ងាចនេះនៅពេលដែល Luna ប្រឆាំងនឹង chiry ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in dreamy spirits as the Sun aligns with Neptune, Uranus, and Pluto throughout the day, warm lion. Harness these vibes by unceasingly expressing your fanciful side, inciting loved ones to come along for the ride. Surprises within matters of the heart could arise, as admirers are emboldened to reveal true feelings. Consider how friendships might change if you allow them to turn romantic, accepting potential risks if your instincts say to do so. Meanwhile, the Libra moon aspects Chiron this morning and places signs in your path, while Jupiter activates this evening and encourages you to reflect on them."
        },
        "kh": {
            "today": "អ្នកនឹងមានស្មារតីនៅពេលដែលព្រះអាទិត្យរះដូចព្រះអាទិត្យរះនៅនេនធូនអ៊ុយរ៉ានុសនិងផ្លាតូពេញមួយថ្ងៃតោក្តៅឧត្ដមសង្គល។ទាញយកភាពរស់រវើកទាំងនេះដោយបង្ហាញយ៉ាងច្បាស់នូវអ្វីដែលគួរឱ្យស្រឡាញ់របស់អ្នកញុះញង់ឱ្យមនុស្សជាទីស្រឡាញ់មកលេង។ការភ្ញាក់ផ្អើលនៅក្នុងបញ្ហាបេះដូងអាចកើតឡើងនៅពេលដែលអ្នកកោតសរសើរត្រូវបានបញ្ចប់ដើម្បីបង្ហាញពីអារម្មណ៍ពិត។ពិចារណាពីរបៀបដែលមិត្តភាពអាចនឹងផ្លាស់ប្តូរប្រសិនបើអ្នកអនុញ្ញាតឱ្យពួកគេប្រែក្លាយមនោសញ្ចេតនាទទួលយកហានិភ័យសក្តានុពលប្រសិនបើសភាវគតិរបស់អ្នកនិយាយដូច្នេះ។ទន្ទឹមនឹងនេះទិដ្ឋភាពរបស់ Libra ព្រះច័ន្ទ, ongra នៅព្រឹកនេះនិងកន្លែងដាក់សញ្ញានៅក្នុង PATH របស់អ្នក, ខណៈពេលដែល Jupiter សកម្មនៅល្ងាចនេះហើយលើកទឹកចិត្តឱ្យអ្នកឆ្លុះបញ្ចាំងពីពួកគេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Put in the hard work necessary to fuel your wildest dreams, dear Taurus, as the sun aspects Neptune, Uranus, and Pluto throughout the day. Don't let a fear of the unknown cause you to hold back, but get ready to improvise when your plans don't pan out exactly how you'd imagined. The universe will eagerly provide blessings in response to your efforts, though you'll need to build success from the ground up. Luckily, the Libra moon supercharges your efficiency, helping you flow between tasks. Just be mindful of your physical and mental needs while Jupiter activates this morning and Chiron stirs this evening."
        },
        "kh": {
            "today": "ដាក់ក្នុងការខិតខំប្រឹងប្រែងចាំបាច់ដើម្បីជំរុញក្តីសុបិន្តដ៏សាហាវរបស់អ្នកគឺជាការជាទីស្រឡាញ់របស់ Taurus, ដូចជាទិដ្ឋភាពព្រះអាទិត្យ, អ៊ឺតូស, អ៊ុយរសុល, អ៊ុយរ៉ានុ, និងផ្លាតូពេញមួយថ្ងៃ។កុំបណ្តោយឱ្យការភ័យខ្លាចរបស់អ្នកមិនស្គាល់ធ្វើឱ្យអ្នកទប់ខ្លួនប៉ុន្តែត្រៀមខ្លួនដើម្បីធ្វើឱ្យប្រសើរឡើងនៅពេលផែនការរបស់អ្នកមិនពេញចិត្តនឹងរបៀបដែលអ្នកស្រមៃចង់បាន។សាកលលោកនឹងផ្តល់នូវពរជ័យក្នុងការឆ្លើយតបទៅនឹងការខិតខំរបស់អ្នកទោះបីជាអ្នកត្រូវការទទួលបានជោគជ័យពីការជំរុញក៏ដោយ។សំណាងល្អ Libra Moon Superchese ប្រសិទ្ធភាពរបស់អ្នកជួយអ្នកហូររវាងភារកិច្ច។គ្រាន់តែគិតពីតម្រូវការរាងកាយនិងផ្លូវចិត្តរបស់អ្នកខណៈពេលដែលជេភឺរីធ្វើឱ្យសកម្មនៅព្រឹកនេះនិងជ័រកន្ទុយនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel inspired to go your own way, dear Gemini, as the sun aspects Neptune, Uranus, and Pluto throughout the day. These vibes are perfect for refreshing your image, presenting creative projects, and taking leaps of faith. Try not to let the opinions of peers dissuade you from going out on a limb, and steer clear of anyone who might plant seeds of doubt. Luckily, the Libra moon works overtime to bolster your confidence, helping you find courage with each bold move made. Continue carving out grand paths you've set out upon while Jupiter and Chiron activate, and avoid comparing your journey to someone else's."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានបំផុសគំនិតឱ្យដើរតាមផ្លូវផ្ទាល់ខ្លួនរបស់អ្នក, ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពព្រះអាទិត្យ, អ៊ែបសាយ, អ៊ឺណរុនអ៊ែបសាយ, និងផ្លាតូពេញមួយថ្ងៃ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការធ្វើឱ្យរូបភាពស្រស់ស្រាយរបស់អ្នកដោយបង្ហាញគម្រោងច្នៃប្រឌិតនិងទទួលយកសេចក្តីជំនឿ។ព្យាយាមមិនឱ្យយោបល់របស់មិត្តភក្ដិបដិសេធអ្នកមិនឱ្យចេញក្រៅអវយវៈហើយបញ្ចៀសការដឹងច្បាស់ពីនរណាម្នាក់ដែលអាចដាំគ្រាប់ពូជនៃការសង្ស័យ។សំណាងល្អ Libra Moon ធ្វើការថែមម៉ោងដើម្បីជំរុញទំនុកចិត្តរបស់អ្នកជួយអ្នកឱ្យអ្នករកឃើញភាពក្លាហានជាមួយនឹងចលនាដិតនីមួយៗដែលបានធ្វើ។បន្តឆ្លុះបញ្ចាំងពីផ្លូវដ៏ធំដែលអ្នកបានកំណត់នៅពេលដែលភពព្រហស្បតិ៍និង chiry ធ្វើឱ្យសកម្មហើយជៀសវាងការប្រៀបធៀបការធ្វើដំណើររបស់អ្នកទៅកាន់អ្នកដទៃ។"
        }
    }
]