[
    {
        "sign": "Aries",
        "en": {
            "today": "Saturn backslides into Pisces this morning, dearest Aries, encouraging you to rework dreams and long-term goals between now and February 13, 2026. Connect with your sense of self through spiritual practices when the Sagittarius moon aspects Chiron this afternoon, expanding the light within. A desire to be heard inspires you to get creative once Mercury activates later today, and divine inspiration can take your visions to the next level. Just be mindful of how you restrict yourself while Saturn becomes agitated. Luckily, Luna's debut into Capricorn this evening puts you in determined spirits, though Neptune's influence could generate some fog."
        },
        "kh": {
            "today": "សៅរ៍សៅរ៍ចូលក្នុងការធ្វើឱ្យប្រសើរឡើងនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលបានលើកទឹកចិត្តអ្នកក្នុងការធ្វើការងារឡើងវិញនូវក្តីសុបិន្តនិងគោលដៅរយៈពេលវែងនៅឆ្នាំ 2026 ។បំណងប្រាថ្នាចង់ជំរុញឱ្យអ្នកទទួលបានការច្នៃប្រឌិតនៅពេលដែលបារតសកម្មនៅពេលក្រោយនៅថ្ងៃនេះហើយការបំផុសគំនិតដ៏ទេវភាពអាចទទួលបានទស្សនៈរបស់អ្នកដល់កម្រិតបន្ទាប់។គ្រាន់តែគិតអំពីរបៀបដែលអ្នកដាក់កម្រិតខ្លួនឯងនៅពេលសៅរ៍មានអារម្មណ៍ធុញថប់។សំណាងដំបូងរបស់ Luna ចូលទៅ Capricorn នៅល្ងាចនេះធ្វើឱ្យអ្នកមានវិញ្ញាណប្តេជ្ញាចិត្តទោះបីជាឥទ្ធិពលរបស់ Neptune អាចបង្កើតអ័ព្ទដូចម្ដេចបានក៏ដោយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your attitudes around commitment and shared resources will shift between now and February 13, 2026, dearest Leo, as Saturn backslides into Pisces. This planetary placement emphasizes the importance of building trust and cultivating mutual growth as bonds intensify. The Sagittarius moon and Chiron shower you with uplifting vibes this afternoon, increasing optimism while daring you to dream big. Speak from the heart when Mercury activates, giving others a chance to do the same without pushing them once Saturn stirs this evening. Put effort behind your fantasies while Luna enters Capricorn and squares Neptune tonight, even if your visions are fully formed."
        },
        "kh": {
            "today": "ឥរិយាបថរបស់អ្នកជុំវិញការប្តេជ្ញាចិត្តនិងធនធានដែលបានចែករំលែកនឹងផ្លាស់ប្តូររវាងឥលូវនេះនិងថ្ងៃទី 13 ខែកុម្ភៈឆ្នាំ 2026 ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលសៅរ៍សៅរ៍សៅរ៍បានធ្វើឱ្យសៅរ៍បានចូលទៅក្នុងការធ្លាក់ចុះ។ការដាក់ផែនការនេះសង្កត់ធ្ងន់ទៅលើសារៈសំខាន់នៃការកសាងការជឿទុកចិត្តនិងការដាំដុះកំណើនទៅវិញទៅមកនៅពេលដែលចំណងកាន់តែខ្លាំងឡើង។ព្រះច័ន្ទសាហ្គែលនិងជឺរីរីទទួលបានផ្កាឈូកអ្នកជាមួយនឹងសំលេងរំខាននៅរសៀលនេះការកើនឡើងសុទិដ្ឋិនិយមនៅពេលដែលមិនហ៊ានធ្វើឱ្យអ្នកសុបិន្តធំ។និយាយចេញពីបេះដូងនៅពេលដែលបារតធ្វើឱ្យសកម្មផ្តល់ឱកាសដល់អ្នកដទៃឱ្យធ្វើដូចគ្នាដោយមិនជំរុញឱ្យពួកគេនៅពេល Saturn Stirs នៅល្ងាចនេះ។ខិតខំប្រឹងប្រែងនៅពីក្រោយការស្រមើស្រមៃរបស់អ្នកខណៈដែល Luna ចូល Capricorn និងការ៉េ Neptune នៅយប់នេះទោះបីជាការចក្ខុវិស័យរបស់អ្នកត្រូវបានបង្កើតឡើងយ៉ាងពេញលេញក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Saturn reenters Pisces this morning, dear Taurus, giving you a chance to reestablish yourself as a prominent member of the community between now and February 13, 2026. Take a few moments to reflect on where you draw power from when the Sagittarius moon aspects Chiron this afternoon, and how you can heal from past disappointments or grief. You'll be in empathetic spirits once Mercury stirs later today, and can gain new insights about the thoughts and feelings of your closest companions. However, you should remember to protect yourself while Saturn is activated, especially when dealing with people who gossip or bend the truth. The universe rallies in your corner as Luna enters Capricorn, though a harsh square with Neptune could generate envy from peers."
        },
        "kh": {
            "today": "Saturn នេះបានផ្តល់អនុសាសន៍ឱ្យអ្នកនូវ Taurus នេះដែលផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីបង្កើតឱ្យខ្លួនអ្នកក្លាយជាសមាជិកលេចធ្លោមួយនៃសហគមន៍នេះនៅពេលដែលទិដ្ឋភាពនៃព្រះមហាក្សត្រនេះនៅទីនេះនិងរបៀបដែលអ្នកអាចជាសះស្បើយពីការខកចិត្តឬការសោកសៅកន្លងមក។អ្នកនឹងទទួលបានវិញ្ញាណដែលចេះយល់ចិត្តនៅពេលដែល Mercury Stirs នៅថ្ងៃនេះហើយអាចទទួលបានការយល់ដឹងថ្មីអំពីគំនិតនិងអារម្មណ៍របស់ដៃគូដែលនៅជិតបំផុតរបស់អ្នក។ទោះយ៉ាងណាអ្នកគួរចងចាំថាត្រូវការពារខ្លួនអ្នកខណៈពេលដែលសៅរ៍ត្រូវបានធ្វើឱ្យសកម្មជាពិសេសនៅពេលទាក់ទងជាមួយអ្នកដែលនិយាយដើមឬពត់ការពិត។សាកលលោកប្រមូលផ្តុំគ្នានៅកាច់ជ្រុងរបស់អ្នកខណៈដែល Luna ចូល Capricorn ទោះបីជាការ៉េដ៏កាចសាហាវជាមួយនឹងណុបថុនអាចបង្កើតការច្រណែនពីមិត្តភក្តិ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Reflect on and rework your professional ambitions between now and February 13, 2026, dear Gemini, as Saturn reenters Pisces and your solar tenth house. Remember that you don't always have to go your own way while the Sagittarius moon aspects Chiron, gravitating toward the love and support your community provides. Flirty vibes flow when Mercury activates later today, drawing admirers to your sharp intellect and charismatic aura. However, you should be mindful of how much you share and how quickly bonds intensify while Saturn stirs this evening. You'll be in a transactional headspace once Luna enters Capricorn and squares Neptune, though negotiations could get confusing."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងនិងធ្វើសកម្មភាពមហិច្ឆតាវិជ្ជាជីវៈរបស់អ្នកនៅពេលនេះនិងថ្ងៃទី 13 ខែកុម្ភៈឆ្នាំ 2026 ជាទីស្រឡាញ់របស់ Gemini ជាទីស្រឡាញ់នៅពេលដែល Saturn Misent Pisces Pisces និងផ្ទះមួយភាគដប់របស់អ្នក។សូមចងចាំថាអ្នកមិនចាំបាច់ដើរតាមផ្លូវរបស់អ្នកទេខណៈពេលដែលទិដ្ឋភាពព្រះច័ន្ទសាហ្គិតធីរីសបានធ្វើឱ្យមានទំនួលខុសត្រូវឆ្ពោះទៅរកស្នេហានិងការគាំទ្រសហគមន៍របស់អ្នកផ្តល់ជូន។ភាពរស់រវើកដ៏ស្រស់បំព្រងកើតឡើងនៅពេលដែលបារតសកម្មនៅពេលក្រោយថ្ងៃនេះគូរអ្នកកោតសរសើរចំពោះបញ្ញាដ៏មុតមាំរបស់អ្នកនិងអារ៉ាដែលមានភាពទាក់ទាញរបស់អ្នក។ទោះយ៉ាងណាអ្នកគួរតែគិតអំពីចំនួនអ្នកចែករំលែកនិងរបៀបដែលចំណងដែលកាន់តែខ្លាំងឡើងខណៈពេលដែល Saturn កូរនៅល្ងាចនេះ។អ្នកនឹងស្ថិតនៅក្នុងបំពង់ចេញប្រតិបត្តិការមួយនៅពេលដែល Luna ចូល Capricorn និងការ៉េ Neptune ទោះបីជាការចរចាអាចធ្វើឱ្យមានការភ័ន្តច្រឡំក៏ដោយ។"
        }
    }
]