[
    {
        "sign": "Aries",
        "en": {
            "today": "The Libra Moon enters challenging aspects with Chiron and Jupiter this morning, darling Aries. The stars ask you to honor your emotions, recognizing that running from your feelings often causes them to get bigger over time. Luckily, Mercury Rx and Pluto lend a helping hand. Connect with friends who have gone through similar experiences to unload and find understanding. Breakthroughs emerge when Luna, Neptune, and Uranus enter a rare yod formation, softening the psyche's rough edges. Intensity builds later today once the Moon migrates into Scorpio, though a harsh square with Pluto could make it difficult to navigate large crowds."
        },
        "kh": {
            "today": "Libra Moon ចូលដល់ទិដ្ឋភាពដែលមានការប្រកួតប្រជែងជាមួយ chiry និង jupiter ព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ Aries ។ផ្កាយស្នើឱ្យអ្នកគោរពអារម្មណ៍របស់អ្នកដោយទទួលស្គាល់ថាការរត់ចេញពីអារម្មណ៍របស់អ្នកតែងតែបណ្តាលឱ្យពួកគេកាន់តែធំទៅ ៗ ។សំណាងល្អបារត RX និង Pluto ផ្តល់ប្រាក់កម្ចីជួយដល់ជំនួយមួយ។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិដែលបានឆ្លងកាត់បទពិសោធន៍ស្រដៀងគ្នានេះដើម្បីផ្ទុកនិងស្វែងរកការយោគយល់។របកគំហើញដ៏លេចធ្លោនៅពេលដែល Luna, Neptune, និងអ៊ុយរ៉ានុសបញ្ចូលទ្រង់ទ្រាយយូដាដ៏កម្រមួយបន្ទន់គែមរដុបរបស់ចិត្តសាស្ត្រ។អាំងតង់ស៊ីតេសាងសង់នៅថ្ងៃនេះនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរទៅជា Scorpio ទោះបីជាការ៉េដ៏សាហាវមួយដែលមានផ្លាតូអាចធ្វើឱ្យមានការលំបាកក្នុងការស្វែងរកហ្វូងមនុស្សយ៉ាងច្រើន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Be mindful of who you confide in, dear Leo, as the Libra Moon aligns with Chiron and Jupiter. An overly optimistic view of others may cause you to miss red flags, exposing vulnerabilities. Luckily, opportunities to bond will be abundant while Mercury is retrograde and Pluto aligns. Keep your interactions rooted in fun, shared passions, and the occasional flirtation to open your heart without baring the soul. You could set a personal record when Luna, Neptune, and Uranus form a rare yod. Lean into new cycles to evolve toward greater heights. The energy turns moody once the Moon enters Scorpio and squares Pluto, inviting you to get cozy at home."
        },
        "kh": {
            "today": "សូមចងចាំថាអ្នកជានរណាដែលអ្នកទុកចិត្តលើលីអូជាទីស្រឡាញ់ព្រោះបណ្ណាល័យ MON តម្រឹមជាមួយឈីរ៉ូនិងភពព្រហស្បតិ៍។ទស្សនៈសុទិដ្ឋិនិយមហួសហេតុនៃអ្នកដទៃអាចបណ្តាលឱ្យអ្នកខកខានទង់ក្រហមដោយការបង្ហាញភាពងាយរងគ្រោះ។ជាសំណាងល្អឱកាសដែលត្រូវផ្សារភ្ជាប់នឹងមានច្រើនក្រៃលែងខណៈដែលបារតបានថយចុះហើយផ្លិតផ្លាតូ។រក្សាអន្តរកម្មរបស់អ្នកនូវតណ្ហាដែលមានភាពសប្បាយរីករាយនិងការចែចង់ម្តងម្កាលដើម្បីបើកដួងចិត្តរបស់អ្នកដោយមិនធ្វើឱ្យព្រលឹង។អ្នកអាចកំណត់ឯតទគ្គកម្មផ្ទាល់ខ្លួននៅពេលដែល Luna, Neptune និង Uranus បង្កើតបានជាយូដាដ៏កម្រមួយ។គ្មានខ្លាញ់ចូលក្នុងវដ្តថ្មីដើម្បីវិវឌ្ឍឆ្ពោះទៅកម្ពស់ខ្ពស់ជាងនេះ។ថាមពលប្រែជាមានអារម្មណ៍មិនល្អនៅពេលដែលព្រះចន្ទចូល Scorpio និងការ៉េ Pluto, អញ្ជើញអ្នកឱ្យកក់ក្ដៅអ្នកឱ្យកក់ក្ដៅនៅផ្ទះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Notice how one thought bleeds into the next, dear Taurus, as the Libra Moon aspects Chiron and Jupiter. These vibes are perfect for redirecting negative thoughts before they have a chance to multiply, actively choosing optimism. Mercury Rx and Pluto align to strengthen your will, making it easier to break down obstacles while building new and improved structures. Letting go of what you do not need will make you stronger. Luna, Neptune, and Uranus form a rare yod this afternoon, helping professional and social connections come together. Embrace love, but don't let it distract you from long-term goals once Luna enters Scorpio and squares Pluto later today."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់នូវរបៀបដែលការគិតមួយដែលហូរឈាមទៅបន្ទាប់, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពរបស់ Libra ព្រះច័ន្ទ, chirand និងភពព្រហស្បតិ៍។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការប្តូរទិសគំនិតអវិជ្ជមានមុនពេលពួកគេមានឱកាសគុណនឹងការជ្រើសរើសសុទិដ្ឋិនិយមយ៉ាងសកម្ម។បារត RX និង Plto ស្របនឹងការពង្រឹងឆន្ទៈរបស់អ្នកធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការបំបែកឧបសគ្គខណៈពេលសាងសង់រចនាសម្ព័ន្ធថ្មីនិងកែលម្អ។អនុញ្ញាតឱ្យទៅនូវអ្វីដែលអ្នកមិនត្រូវការនឹងធ្វើឱ្យអ្នកកាន់តែខ្លាំង។Luna, Neptune និងអ៊ុយរ៉ានុសបង្កើតបានជាយូដាសដ៏កម្រមួយនៅរសៀលនេះដែលជួយឱ្យវិជ្ជាជីវៈវិជ្ជាជីវៈនិងទំនាក់ទំនងសង្គមបានមកជាមួយគ្នា។ឱបសេចក្តីស្រឡាញ់ប៉ុន្តែកុំឱ្យវារំខានអ្នកពីគោលដៅរយៈពេលវែងនៅពេលដែល Luna ចូល Scorpio និង Squares Pluto នៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Focus your energy and recognize what takes you out of the present, dear Gemini. As the Libra Moon forms challenging aspects with Chiron and Jupiter, outside noise threatens to pull you away from magickal moments. Tune into your heart and prioritize activities that build confidence, especially if there's an opportunity to capitalize on your passions or natural talents. Mercury Rx and Pluto reinforce spiritual and romantic connections, helping you backtrack and repair relationships that have fallen out of sync. A rare yod between Luna, Neptune, and Uranus helps break patterns that are self-restrictive. Give your body what it needs to thrive once Luna enters Scorpio and aligns with Pluto later today."
        },
        "kh": {
            "today": "ផ្តោតថាមពលរបស់អ្នកហើយទទួលស្គាល់អ្វីដែលនាំអ្នកចេញពីបច្ចុប្បន្ន Gemini ជាទីស្រឡាញ់។ក្នុងនាមជា Libra Moon បង្កើតនូវទិដ្ឋភាពដែលមានការប្រកួតប្រជែងជាមួយ chiron និងភពព្រហស្បតិ៍សម្លេងខាងក្រៅមានសម្លេងរំខាននៅខាងក្រៅគំរាមកំហែងទាញអ្នកចេញពីគ្រានៃម៉ាឃិក។អ៊ីចឹងខ្ញុំសូមផ្តល់អាទិភាពដល់សកម្មភាពដែលបង្កើតទំនុកចិត្តជាពិសេសប្រសិនបើមានឱកាសដើម្បីទទួលបានផលចំណេញពីតណ្ហារបស់អ្នកឬទេពកោសល្យធម្មជាតិរបស់អ្នក។បារត RX និងផ្លាទីបានពង្រឹងការតភ្ជាប់ខាងវិញ្ញាណនិងរ៉ូមែនទិកជួយអ្នកឱ្យដើរថយក្រោយនិងជួសជុលទំនាក់ទំនងដែលបានធ្លាក់ចុះនៃការធ្វើសមកាលកម្ម។យ៉ុងដ៏កម្រមួយរវាង Luna, Neptune, និងអ៊ុយរ៉ានុសជួយបំបែកលំនាំដែលមានលក្ខណៈតឹងរឹងខ្លួនឯង។ផ្តល់ឱ្យរាងកាយរបស់អ្នកនូវអ្វីដែលវាត្រូវការដើម្បីលូតលាស់នៅពេលដែល Luna ចូល Scorpio និងតម្រឹមជាមួយ Pluto នៅពេលក្រោយ។"
        }
    }
]