[
    {
        "sign": "Aries",
        "en": {
            "today": "Sweet dreams or early morning epiphanies could unlock new levels of intuitive awareness, sweet ram, as the Cancer moon connects with the nodes of fate and Neptune. Spring into action once Luna migrates into Leo, moving with confidence as the universe guides and supports you. Signals could get crossed when Mercury and Uranus square off, primarily where tech-driven communications are concerned. Try not to get frustrated and resist social pressures once Pluto becomes agitated this afternoon, supporting your ego by focusing on creative outlets. You'll feel more balanced and open-hearted once evening sets in, thanks to Venus's helping hand."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដ៏ផ្អែមល្ហែមឬអេស្ប៉ាញពេលព្រឹកដំបូងអាចដោះសោរកម្រិតថ្មីនៃការយល់ដឹងវិចារណញាណ RAM ផ្អែមដូចជាព្រះច័ន្ទមហារីកភ្ជាប់ជាមួយថ្នាំងនៃវាសនានិង Neptune ។និទាឃរដូវចូលទៅក្នុងសកម្មភាពនៅពេលដែល Luna បានធ្វើចំណាកស្រុកទៅ Leo ដោយធ្វើចលនាដោយមានទំនុកចិត្តនៅពេលដែលសាកលលោកមគ្គុទេសក៍និងគាំទ្រអ្នក។សញ្ញាអាចឆ្លងនៅពេលបារតនិងអ៊ុយរ៉ានុសការ៉េចេញជាកន្លែងដែលការប្រាស្រ័យទាក់ទងបច្ចេកវិទ្យាដែលមានការព្រួយបារម្ភ។ព្យាយាមមិនឱ្យមានការខកចិត្តនិងទប់ទល់នឹងសម្ពាធសង្គមនៅពេលដែលផ្លាតូមានអារម្មណ៍ធុញថប់នៅរសៀលនេះគាំទ្រអត្មារបស់អ្នកដោយផ្តោតលើហាងច្នៃប្រឌិត។អ្នកនឹងមានអារម្មណ៍ថាមានតុល្យភាពនិងបើកចំហរយ៉ាងខ្លាំងនៅពេលដែលល្ងាចមួយយប់អរគុណចំពោះការជួយរបស់ Venus ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may feel as though the universe is trying to speak to you, dearest Leo, as the intuitive Cancer moon aligns with the nodes of fate and psychic Neptune. Themes around transformation and sacrifice will be pronounced, so try to consider which chapters need closing. Your disposition brightens once Luna enters your sign, though a harsh opposition to Pluto could create waves within matters of the heart. Meanwhile, Mercury and Uranus square off, threatening to trigger unexpected challenges or emotional blocks. Luckily, you'll feel more at peace and open-hearted once Venus stirs this evening, unlocking new levels of consciousness."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាសកលលោកកំពុងព្យាយាមនិយាយជាមួយអ្នក, សួស្តី Leo, ដូចជាមហារីកមហារីកដ៏មានវិចារណញាណជាមួយនឹងថ្នាំងនៃវាសនានិង Neptune ផ្លូវចិត្ត។ប្រធានបទជុំវិញការផ្លាស់ប្តូរនិងការលះបង់នឹងត្រូវបានប្រកាសដូច្នេះព្យាយាមពិចារណាលើជំពូកណាដែលត្រូវការបិទ។ការប្តេជ្ញាចិត្តរបស់អ្នកភ្លឺថ្លានៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកទោះបីជាការប្រឆាំងដ៏ធ្ងន់ធ្ងរទៅនឹងផ្លាតូអាចបង្កើតរលកនៅក្នុងបញ្ហានៃបេះដូងក៏ដោយ។ទន្ទឹមនឹងនេះដែរបារតនិងអ៊ុយរ៉ានុសបានបិទការគំរាមកំហែងបង្កឱ្យមានបញ្ហាប្រឈមឬប្លុកអារម្មណ៍ដែលមិនបានរំពឹងទុក។សំណាងល្អអ្នកនឹងមានអារម្មណ៍សុខសាន្ដនិងបើកទ្វារយ៉ាងខ្លាំងនៅពេលដែល Venus Stirs នៅល្ងាចនេះដោយដោះសោកម្រិតថ្មីនៃស្មារតី។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Stimulate the mind early this morning, dearest Taurus, as the Cancer moon aspects the nodes of fate and inspires Neptune. Curiosity will drive you under these cosmic conditions, though your focus may shift toward more intuitive and emotional themes once Luna enters Leo. It is better to be at a loss for words than speak impulsively while Mercury and Uranus square off, triggering challenges and conflict. Guard your heart once Pluto becomes agitated this afternoon, allowing trust to build over time. An evening of self-care from the privacy of home calls out for you as evening sets in, and Venus activates your solar twelfth house."
        },
        "kh": {
            "today": "ជំរុញចិត្តនៅព្រឹកនេះ Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលរូបព្រះមហារមហារីកនេះមានថ្នាំងនៃជោគវាសនានិងបំផុស Neptune ។ការចង់ដឹងចង់ឃើញនឹងជំរុញឱ្យអ្នកស្ថិតនៅក្រោមលក្ខខណ្ឌកណ្តុរទាំងនេះទោះបីជាការផ្តោតអារម្មណ៍របស់អ្នកអាចផ្លាស់ប្តូរឆ្ពោះទៅរកប្រធានបទវិចារណញាណនិងអារម្មណ៍ក៏ដោយនៅពេលដែល Luna ចូល Leo ។វាជាការល្អប្រសើរជាងមុនក្នុងការខាតបង់សម្រាប់ពាក្យសំដីជាងការនិយាយដោយមិនអនុគ្រោះខណៈដែលបារតនិងអ៊ុយរ៉ានុសការ៉េបញ្ឈប់ការប្រឈមនិងជម្លោះ។ការពារដួងចិត្តរបស់អ្នកនៅពេលផ្លាធូមានអារម្មណ៍ធុញថប់នៅរសៀលនេះដែលអនុញ្ញាតឱ្យមានការជឿទុកចិត្តក្នុងការកសាងពេលវេលា។ល្ងាចនៃការថែរក្សាខ្លួនឯងពីភាពឯកជនរបស់ផ្ទះអំពាវនាវឱ្យអ្នកនៅពេលល្ងាចកំណត់ហើយ Venus មាន Venus ធ្វើឱ្យផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកសកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don't let fears from the past prevent you from dreaming for the future, dearest Gemini, as the Cancer moon aspects the nodes of fate and Neptune. You'll have a chance to productively think these visions through once Luna enters Leo, bringing confidence to the heart and clarity to your mind. Just be mindful if there's a tendency to overextend while Mercury and Uranus square off, doing what you can to avoid overwhelming yourself down the line. Practice restraint by laying to rest any goals you've outgrown while Pluto activates, clearing room for fresh aspirations. Switch gears and socialize this evening when Venus activates."
        },
        "kh": {
            "today": "កុំអោយការភ័យខ្លាចពីអតីតកាលរារាំងអ្នកពីក្តីសុបិន្តសម្រាប់អនាគត Gemini ដែលជាទីស្រឡាញ់បំផុតដូចជារូបព្រះច័ន្ទដែលថ្នាំងនៃវាសនានិង Neptune ។អ្នកនឹងមានឱកាសគិតថាការនិមិត្តភាពទាំងនេះតាមរយៈឡាតណាចូលឡេអូនាំមកនូវទំនុកចិត្តដល់បេះដូងនិងភាពច្បាស់លាស់ចំពោះគំនិតរបស់អ្នក។គ្រាន់តែចងចាំប្រសិនបើមានទំនោរទៅនឹងក្រុមហ៊ុនអាកាសចរណ៍អូវុលខណៈដែលបារតនិងអ៊ុយរ៉ានុសការ៉េចេញធ្វើនូវអ្វីដែលអ្នកអាចធ្វើបានដើម្បីចៀសវាងលើសលប់របស់អ្នក។អនុវត្តការអត់ធ្មត់ដោយដាក់ឱ្យសំរាកគោលដៅដែលអ្នកបានហួសប្រមាណខណៈដែលផ្លាតូធ្វើឱ្យសកម្មការឈូសឆាយបន្ទប់សម្រាប់សេចក្តីប្រាថ្នាស្រស់។ប្តូរប្រអប់លេខនិងទំនាក់ទំនងសង្គមនៅល្ងាចនេះនៅពេលដែល Venus មានដំណើរការ។"
        }
    }
]