[
    {
        "sign": "Aries",
        "en": {
            "today": "Give yourself space to decompress while the Pisces Moon and Mercury square off, dear Aries, especially if you've been socializing overtime. You'll benefit from relaxing and intimate interactions that nurture the spirit once Jupiter stirs, so consider staying close to home. Privately recalibrate this evening when Saturn emphasizes the importance of privacy and introspection. If half-baked visions for the future dominate your thoughts, these vibes ask you to outline a realistic strategy, so you might manifest them. Luna aligns with Uranus and Neptune later tonight, triggering eureka moments. Though pursuing dreams could rock your foundations, don't be shy about betting on yourself."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីបង្រួមខណៈពេលដែល Pisces Moon និង Mercury បិទ, Aries ជាទីស្រឡាញ់, ជាពិសេសប្រសិនបើអ្នកបានធ្វើការបន្ថែមម៉ោងនៅក្នុងសង្គម។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការសំរាកលំហែ និងទំនាក់ទំនងស្និទ្ធស្នាលដែលចិញ្ចឹមវិញ្ញាណនៅពេលដែលភពព្រហស្បតិ៍រង្គោះរង្គើ ដូច្នេះសូមពិចារណានៅជិតផ្ទះ។រំលឹកឡើងវិញដោយឯកជននៅល្ងាចនេះ នៅពេលដែលភពសៅរ៍សង្កត់ធ្ងន់លើសារៈសំខាន់នៃភាពឯកជន និងវិចារណកថា។ប្រសិនបើការយល់ឃើញពាក់កណ្តាលសម្រាប់អនាគតគ្របដណ្ដប់លើគំនិតរបស់អ្នក ភាពរំជើបរំជួលទាំងនេះសុំឱ្យអ្នកគូសបញ្ជាក់យុទ្ធសាស្ត្រជាក់ស្តែង ដូច្នេះអ្នកអាចបង្ហាញពួកវាបាន។Luna តម្រឹម​ជាមួយ Uranus និង Neptune នៅ​យប់​នេះ បង្ក​ឱ្យ​មាន​ពេល​វេលា eureka ។ទោះបីការស្វែងរកក្តីសុបិនអាចធ្វើអោយគ្រឹះរបស់អ្នករង្គោះរង្គើក៏ដោយ សូមកុំខ្មាស់អៀននឹងការភ្នាល់លើខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll need your space while the Pisces Moon and Mercury square off, dear Leo. Social burnout can trigger unnecessary bickering unless you take a time-out and put your personal needs first. You'll feel enthralled with the idea of change once Jupiter stirs, and might benefit from discussing next moves with a business or romantic partner. Though you'll be eager to commit, weigh your options fully before making any promises to others. Practical conclusions will be easier to draw when Saturn activates this evening. Excitement builds as you inch toward the point of no return while Luna aspects Uranus and Neptune tonight."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវការកន្លែងទំនេររបស់អ្នក ខណៈពេលដែល Pisces Moon និង Mercury បិទ, Leo ជាទីស្រឡាញ់។ការហត់នឿយក្នុងសង្គមអាចបង្កឱ្យមានការឈ្លោះប្រកែកគ្នាដោយមិនចាំបាច់ លុះត្រាតែអ្នកចំណាយពេលអស់ពេល ហើយដាក់តម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកជាមុនសិន។អ្នកនឹងមានអារម្មណ៍រំភើបជាមួយនឹងគំនិតនៃការផ្លាស់ប្តូរនៅពេលដែលភពព្រហស្បតិ៍រង្គោះរង្គើ ហើយអាចទទួលបានអត្ថប្រយោជន៍ពីការពិភាក្សាអំពីការផ្លាស់ប្តូរបន្ទាប់ជាមួយអាជីវកម្ម ឬដៃគូស្នេហា។ទោះបីជាអ្នកចង់ប្តេជ្ញាក៏ដោយ ចូរថ្លឹងថ្លែងជម្រើសរបស់អ្នកឱ្យបានពេញលេញ មុននឹងធ្វើការសន្យាជាមួយអ្នកដទៃ។ការសន្និដ្ឋានជាក់ស្តែងនឹងកាន់តែងាយស្រួលក្នុងការទាញនៅពេលដែលភពសៅរ៍ដំណើរការនៅល្ងាចនេះ។ភាពរំជើបរំជួលកើតឡើងនៅពេលអ្នកឈានឆ្ពោះទៅរកចំណុចគ្មានការត្រលប់មកវិញ ខណៈពេលដែល Luna មើលឃើញ Uranus និង Neptune នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A temperamental energy could emerge while the Pisces Moon and Mercury square off, dear Taurus. Recognize your need for space, and don't succumb to people who intentionally push buttons. Loved ones will feel more at ease and in the mood to harmoniously gather once Jupiter stirs. If you're still in the holiday spirit, these vibes are perfect for a cozy brunch with family. Be the embodiment of maturity and refinement when Saturn activates this evening, encouraging others to put their best selves forward. Your whimsical side makes an appearance as Luna aspects Uranus and Neptune tonight, helping you enchant the masses."
        },
        "kh": {
            "today": "ថាមពលនិស្ស័យអាចផុសឡើង ខណៈពេលដែលព្រះច័ន្ទ Pisces និង Mercury បិទ, Taurus ជាទីស្រឡាញ់។ទទួលស្គាល់តម្រូវការរបស់អ្នកសម្រាប់កន្លែងទំនេរ ហើយកុំចុះចាញ់នឹងមនុស្សដែលចុចប៊ូតុងដោយចេតនា។មនុស្ស​ជា​ទី​ស្រឡាញ់​នឹង​មាន​អារម្មណ៍​សុខ​ស្រួល​កាន់​តែ​មាន​អារម្មណ៍​ស្រុះ​ស្រួល​គ្នា​នៅ​ពេល​ដែល​ភព​ព្រហស្បតិ៍​រំកិល។ប្រសិនបើអ្នកនៅតែស្ថិតក្នុងស្មារតីថ្ងៃឈប់សម្រាក ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់អាហារថ្ងៃត្រង់ដ៏កក់ក្ដៅជាមួយក្រុមគ្រួសារ។ធ្វើជាតំណាងនៃភាពចាស់ទុំ និងភាពស្រស់ស្រាយ នៅពេលដែលភពសៅរ៍ធ្វើសកម្មភាពនៅល្ងាចនេះ ដោយលើកទឹកចិត្តអ្នកដទៃឱ្យដាក់ខ្លួនឱ្យល្អបំផុត។ផ្នែកខាងដ៏ស្រើបស្រាលរបស់អ្នកធ្វើឱ្យមានរូបរាងដូច Luna ទិដ្ឋភាព Uranus និង Neptune យប់នេះ ជួយអ្នកឱ្យទាក់ទាញមហាជន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Pisces Moon and Mercury square off this morning, dear Gemini, triggering mental fatigue. If you feel out of sorts, take a social breather and enjoy a bit of pampering. Your fortunes improve when Jupiter activates, so be mindful to document money-making ideas and keep watch for new opportunities. A sensible yet compassionate energy finds you while Saturn stirs this evening, inspiring you to impart valuable advice to someone who views you as a mentor. Return to your own aspirations once Luna aspects Uranus and Neptune later tonight, filling potential gaps in your long-term plans with constructive brainstorming."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Pisces និង Mercury បិទនៅព្រឹកនេះ, Gemini ជាទីស្រឡាញ់, បង្កឱ្យមានការអស់កម្លាំងផ្លូវចិត្ត។ប្រសិនបើអ្នកមានអារម្មណ៍មិនល្អ សូមដកដង្ហើមចូលសង្គម ហើយរីករាយនឹងការលួងលោមបន្តិច។ជោគវាសនារបស់អ្នកកាន់តែប្រសើរឡើង នៅពេលដែលភពព្រហស្បតិ៍ចាប់ផ្តើមដំណើរការ ដូច្នេះត្រូវចងចាំទុកជាឯកសារអំពីគំនិតរកលុយ ហើយចាំមើលឱកាសថ្មីៗ។ថាមពលដ៏សក្តិសម ប៉ុន្តែប្រកបដោយក្តីមេត្តា ស្វែងរកអ្នក ខណៈពេលដែលភពសៅរ៍ កូរនៅល្ងាចនេះ ដែលបំផុសគំនិតអ្នកឱ្យផ្តល់ដំបូន្មានដ៏មានតម្លៃដល់នរណាម្នាក់ដែលចាត់ទុកអ្នកជាអ្នកណែនាំ។ត្រឡប់ទៅរកក្តីប្រាថ្នាផ្ទាល់ខ្លួនរបស់អ្នកវិញ នៅពេលដែល Luna មើលឃើញ Uranus និង Neptune នៅយប់នេះ ដោយបំពេញចន្លោះដែលមានសក្តានុពលនៅក្នុងផែនការរយៈពេលវែងរបស់អ្នកជាមួយនឹងគំនិតច្នៃប្រឌិត។"
        }
    }
]