[
    {
        "sign": "Aries",
        "en": {
            "today": "Keep a low profile to collect your thoughts this morning, dearest ram, as the Pisces moon and Saturn join forces. If yesterday's eclipse brought shocks or drama, this celestial union can help you regain a sense of stability and control. You'll come out of your shell as afternoon creeps in and Luna enters your sign, reminding you of your power and poise. Helpful connections with Neptune, Uranus, and Pluto put your focus on extenuating circumstances to shift your perspective while making it easier to find commonality with those you don't always relate to. Do something just for you before closing out the day."
        },
        "kh": {
            "today": "រក្សាទម្រង់ទាបដើម្បីប្រមូលគំនិតរបស់អ្នកនៅព្រឹកនេះ RAM ដែលជាទីស្រឡាញ់បំផុតដូចជា Pisces Moon និង Saturn រួមគ្នា។ប្រសិនបើសូរ្យគ្រាសកាលពីម្សិលមិញបាននាំមកនូវភាពរអាក់រអួលឬល្ខោនសហជីពនៅលើមេឃនេះអាចជួយអ្នកឱ្យមានស្ថេរភាពនិងការគ្រប់គ្រងបាន។អ្នកនឹងចេញពីសំបករបស់អ្នកនៅពេលដែលការលួងលោមពេលរសៀលចូលនិង Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយរំ you កអ្នកពីអំណាចនិងការប្រតិបត្ដិរបស់អ្នក។ការតភ្ជាប់មានប្រយោជន៍ជាមួយណិបទូណូអ៊ុយរ៉ានុសនិង Pluto បានផ្តោតការយកចិត្តទុកដាក់លើកាលៈទេសៈដែលអ្នកផ្លាស់ប្តូរការផ្លាស់ប្តូរទស្សនៈរបស់អ្នកខណៈពេលដែលធ្វើឱ្យមានភាពងាយស្រួលក្នុងការស្វែងរកភាពសាមញ្ញជាមួយអ្នកដែលអ្នកមិនតែងតែទាក់ទង។ធ្វើអ្វីមួយសម្រាប់អ្នកមុនពេលបិទថ្ងៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Commitments solidify as the Pisces moon and Saturn unite, dear Leo, bringing a mature and transactional energy to the table. Advocate for what you need to thrive within professional and romantic partnerships, taking a decisive and direct approach toward both. Your prospects improve once Luna enters Aries, activating your solar ninth house. Helpful connections with Neptune, Uranus, and Pluto emphasize the importance of a healthy community, asking you to network and invest in your public persona. Just be mindful to surround yourself with authentic comrades who understand that your successes do not take away from their own."
        },
        "kh": {
            "today": "ការប្តេជ្ញាចិត្តធ្វើឱ្យរឹងមាំនៅពេលដែលការចិញ្ចឹមពូជព្រះច័ន្ទនិងសៅរ៍រួបរួមគ្នាលីអូជាទីស្រឡាញ់ដែលនាំមកនូវថាមពលដែលមានភាពចាស់ទុំនិងប្រតិបត្តិការទៅតុ។អ្នកតស៊ូមតិលើអ្វីដែលអ្នកត្រូវមានភាពវង្វេងស្មារតីក្នុងភាពជាដៃគូប្រកបដោយវិជ្ជាជីវៈនិងមនោសញ្ចេតនាដោយទទួលបានវិធីសាស្រ្តសំរេចចិត្តនិងដោយផ្ទាល់ឆ្ពោះទៅរកទាំងពីរ។ការរំពឹងទុករបស់អ្នកធ្វើឱ្យប្រសើរឡើងនៅពេលដែល Luna ចូល Aries, ធ្វើឱ្យផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកសកម្ម។ការតភ្ជាប់មានប្រយោជន៍ជាមួយណិបតុនអ៊ុយរ៉ានុសនិងផ្លាតូសង្កត់ធ្ងន់លើសារៈសំខាន់នៃសហគមន៍ដែលមានសុខភាពល្អដោយស្នើសុំឱ្យអ្នកភ្ជាប់បណ្តាញនិងវិនិយោគលើបុគ្គលិកសាធារណៈរបស់អ្នក។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការព័ទ្ធជុំវិញខ្លួនអ្នកដោយសមមិត្តពិតប្រាកដដែលយល់ថាភាពជោគជ័យរបស់អ្នកមិនដកខ្លួនចេញពីរបស់ពួកគេទេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be the voice of reason within your social sphere, dear Taurus, as the Pisces moon and Saturn unite. Set a good example that's rooted in maturity and refinement, and peers are sure to follow your lead. Bow out from the crowds and reinvest in yourself once Luna enters Aries, offering inspiration and new dreams. Consider where you can start fresh, finding hope in what's to come. As Neptune, Uranus, and Pluto activate, you'll be in a unique position to build upon existing circumstances without challenging the structures you feel most comfortable with. Just be mindful to release what you do not need, making space for bigger and better opportunities."
        },
        "kh": {
            "today": "ជាសំលេងហេតុផលក្នុងវិស័យសង្គមរបស់អ្នក Taurus ជាទីស្រឡាញ់នៅពេលដែល Piscent Moon និង Saturn បង្រួបបង្រួម។សូមធ្វើជាគំរូល្អដែលបានចាក់ឫសក្នុងភាពចាស់ទុំនិងការកែលម្អហើយមិត្តភក្តិប្រាកដជាធ្វើតាមការនាំមុខរបស់អ្នក។ឱនក្បាលចេញពីហ្វូងមនុស្សនិងវិនិយោគក្នុងខ្លួនអ្នកនៅពេលដែល Luna ចូល Aries ដោយផ្តល់ការបំផុសគំនិតនិងក្តីសុបិន្តថ្មី។ពិចារណាពីកន្លែងដែលអ្នកអាចចាប់ផ្តើមស្រស់ស្វែងរកក្តីសង្ឃឹមលើអ្វីដែលត្រូវមក។នៅពេលដែល Neptune Uranus និង Pluto ធ្វើឱ្យសកម្មអ្នកនឹងស្ថិតក្នុងជំហរតែមួយគត់ក្នុងការកសាងលើកាលៈទេសៈដែលមានស្រាប់ដោយមិនមានបញ្ហាក្នុងរចនាសម្ព័ន្ធដែលអ្នកមានអារម្មណ៍ស្រួលបំផុត។គ្រាន់តែគិតក្នុងការដោះលែងនូវអ្វីដែលអ្នកមិនត្រូវការធ្វើឱ្យមានកន្លែងទំនេរសម្រាប់ឱកាសធំជាងនិងល្អប្រសើរជាងមុន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel calm, controlled, and in tune with your emotions, darling Gemini, as the Pisces moon and Saturn unify amongst the stars. Don't hesitate to draw lines, express disappointment, or advocate for what you deserve. Just be mindful to do so in a measured and direct manner. You'll have a chance to shift gears and focus on pleasantries once Luna enters Aries, forming sweet aspects with Neptune, Uranus, and Pluto. These vibes will be dreamy, exciting, and transformative, asking you to surround yourself with positive influences. Now is also a good time to own your experiences, delegating wisdom to those who could benefit."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ស្ងប់ស្ងាត់គ្រប់គ្រងនិងមានអារម្មណ៍ថាមានអារម្មណ៍របស់អ្នកដោយអែបអបជីមនីយខណៈពេលដែលឈូសឆាយព្រះច័ន្ទនិងសៅរ៍បានបង្រួបបង្រួមគ្នាក្នុងចំណោមផ្កាយ។កុំស្ទាក់ស្ទើរក្នុងការគូរបន្ទាត់ការខកចិត្តឬតស៊ូមតិសម្រាប់អ្វីដែលអ្នកសមនឹងទទួល។គ្រាន់តែគិតចង់ធ្វើដូចគ្នានឹងការវាស់វែងនិងដោយផ្ទាល់។អ្នកនឹងមានឱកាសផ្លាស់ប្តូរ GearKs ហើយផ្តោតលើការរីករាយនៅពេលដែល Luna ចូល Aries បង្កើតបានជាទិដ្ឋភាពផ្អែមជាមួយ Neptune Uranus និង Pluto ។ភាពរស់រវើកទាំងនេះនឹងមានក្តីសុបិនគួរឱ្យរំភើបគួរឱ្យរំភើបនិងផ្លាស់ប្តូរដោយស្នើសុំឱ្យអ្នកនៅជុំវិញខ្លួនអ្នកដោយមានឥទ្ធិពលវិជ្ជមាន។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការធ្វើជាម្ចាស់បទពិសោធន៍របស់អ្នកដោយប្រតិភូប្រតិភូដល់អ្នកដែលអាចទទួលបានអត្ថប្រយោជន៍។"
        }
    }
]