[
    {
        "sign": "Aries",
        "en": {
            "today": "Sudden shifts in your circumstances force you to recalibrate, dear Aries. It’s important to get your affairs in order while the Pisces Moon aspects Uranus, Saturn, and Neptune before entering your sign. Mars’s debut into Aquarius expands your reach throughout the coming weeks. The spotlight is yours for the taking. Be mindful to present a powerful, determined image to gain colleagues' approval. Cut out anyone who might hold you back while the Sun and Pluto unite, giving more time to those who wish to empower and be empowered. Plant seeds to grow your network when Mercury activates this afternoon. Enjoy a bit of flirting as the evening wraps up and Venus fills the air with romance."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរភ្លាមៗនៅក្នុងកាលៈទេសៈរបស់អ្នកបង្ខំអ្នកឱ្យគណនាឡើងវិញ Aries ជាទីស្រឡាញ់។វាមានសារៈសំខាន់ណាស់ក្នុងការធ្វើឱ្យកិច្ចការរបស់អ្នកមានសណ្តាប់ធ្នាប់ ខណៈពេលដែលព្រះច័ន្ទ Pisces មើលឃើញ Uranus, Saturn និង Neptune មុនពេលចូលទៅក្នុងសញ្ញារបស់អ្នក។ការចាប់ផ្តើមដំបូងរបស់ Mars នៅក្នុង Aquarius ពង្រីកការទៅដល់របស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។ការយកចិត្តទុកដាក់គឺជារបស់អ្នកសម្រាប់ការទទួលយក។ចងចាំដើម្បីបង្ហាញរូបភាពដ៏មានថាមពល និងប្តេជ្ញាចិត្តដើម្បីទទួលបានការយល់ព្រមពីសហសេវិក។កាត់ចេញនរណាម្នាក់ដែលអាចនឹងរារាំងអ្នក ខណៈពេលដែលព្រះអាទិត្យ និងភពភ្លុយតូរួបរួមគ្នា ដោយផ្តល់ពេលវេលាបន្ថែមទៀតដល់អ្នកដែលមានបំណងចង់ផ្តល់អំណាច និងផ្តល់អំណាច។ដាំគ្រាប់ពូជដើម្បីពង្រីកបណ្តាញរបស់អ្នក នៅពេលដែល Mercury ដំណើរការនៅរសៀលនេះ។រីករាយនឹងការចែចង់បន្តិច នៅពេលរាត្រីបញ្ចប់ ហើយ Venus បំពេញខ្យល់ដោយមនោសញ្ចេតនា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Pisces Moon aspects Uranus, Saturn, and Neptune before entering Aries. This cosmic climate sets your fortunes on an upswing, encouraging you to look ahead. Trust that the structures and guardrails you’ve put into place will hold, then take a leap of faith. Love acts as a driving force for you once Mars enters Aquarius, and you can expect plenty of passionate exchanges throughout the coming weeks. Infatuation may turn obsessive while the Sun and Pluto unite. Try to consider how relationships might reshape your life before going all in. Otherworldly conversations send tingles down your spine once Mercury and Venus activate later today. If you wish to connect on a soul level, start by sharing beliefs."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Pisces មើលទៅ Uranus, Saturn និង Neptune មុនពេលចូល Aries ។អាកាស​ធាតុ​លោហធាតុ​នេះ​កំណត់​ជោគ​វាសនា​របស់​អ្នក​ក្នុង​ការ​កើន​ឡើង ដោយ​លើក​ទឹក​ចិត្ត​អ្នក​ឱ្យ​សម្លឹង​ទៅ​មុខ។ជឿ​ជាក់​ថា​រចនាសម្ព័ន្ធ និង​ផ្លូវ​យាម​ដែល​អ្នក​បាន​ដាក់​ចូល​នឹង​ជាប់ បន្ទាប់​មក​ឈាន​ដល់​ការ​ជឿ​ជាក់។ស្នេហាដើរតួជាកម្លាំងជំរុញមួយសម្រាប់អ្នក នៅពេលដែលភពអង្គារចូលក្នុង Aquarius ហើយអ្នកអាចរំពឹងថានឹងមានការផ្លាស់ប្តូរដ៏គួរឱ្យរំភើបជាច្រើនពេញមួយសប្តាហ៍ខាងមុខនេះ។ភាពរំជើបរំជួលអាចក្លាយជាការស្រមើស្រមៃ ខណៈពេលដែលព្រះអាទិត្យ និងភពភ្លុយតូរួបរួមគ្នា។ព្យាយាមពិចារណាពីរបៀបដែលទំនាក់ទំនងអាចផ្លាស់ប្តូរជីវិតរបស់អ្នកមុនពេលចូល។ ការសន្ទនាលើលោកផ្សេងទៀតធ្វើឱ្យឆ្អឹងខ្នងរបស់អ្នកឈឺចាប់នៅពេលដែល Mercury និង Venus ដំណើរការនៅពេលក្រោយនៅថ្ងៃនេះ។ប្រសិនបើអ្នកចង់ភ្ជាប់ព្រលឹងមួយ ចាប់ផ្តើមដោយការចែករំលែកជំនឿ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A buzz hangs in the air, dearest Taurus, as the Pisces Moon aspects Uranus, Saturn, and Neptune before entering Aries. Breaking news, social media engagement boosts, and an influx of messages can become overwhelming. Take a few moments to quiet your mind and find peace before interacting with technology. Mars’s debut into Aquarius suggests you will be busy building and maintaining success throughout the coming weeks. Prepare to restructure your life so growth can occur. Meanwhile, the Sun and Pluto unite, reminding you that boundaries are pivotal for establishing personal power. Reflect on how continued education and making new connections might increase your earning potential while Mercury and Venus activate later today."
        },
        "kh": {
            "today": "ការភ្ញាក់ផ្អើលមួយព្យួរនៅលើអាកាស, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Pisces Moon មើលឃើញ Uranus, Saturn និង Neptune មុនពេលចូលទៅក្នុង Aries ។ព័ត៌មានទាន់ហេតុការណ៍ ការចូលរួមប្រព័ន្ធផ្សព្វផ្សាយសង្គមកើនឡើង ហើយការហូរចូលនៃសារអាចក្លាយជាលើសលប់។សូមចំណាយពេលបន្តិច ដើម្បីស្ងប់ស្ងាត់ក្នុងចិត្ត និងស្វែងរកសន្តិភាព មុននឹងធ្វើអន្តរកម្មជាមួយបច្ចេកវិទ្យា។ការចាប់ផ្តើមដំបូងរបស់ Mars នៅក្នុង Aquarius បង្ហាញថាអ្នកនឹងរវល់ក្នុងការកសាង និងរក្សាភាពជោគជ័យពេញមួយសប្តាហ៍ខាងមុខនេះ។រៀបចំរចនាសម្ព័ន្ធជីវិតរបស់អ្នកឡើងវិញ ដើម្បីឱ្យការរីកចម្រើនអាចកើតឡើង។ទន្ទឹមនឹងនេះ ព្រះអាទិត្យ និងភពភ្លុយតូរួបរួមគ្នា ដោយរំលឹកអ្នកថា ព្រំដែនគឺជាកត្តាសំខាន់សម្រាប់ការបង្កើតអំណាចផ្ទាល់ខ្លួន។ឆ្លុះបញ្ចាំងពីរបៀបដែលការអប់រំបន្ត និងបង្កើតទំនាក់ទំនងថ្មីអាចបង្កើនសក្តានុពលរកប្រាក់ចំណូលរបស់អ្នក ខណៈពេលដែល Mercury និង Venus ដំណើរការនៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Sparkling personalities lure you out of your shell, sweet Gemini. The Pisces Moon aspects Uranus, Saturn, and Neptune before entering Aries, breathing new air into your social sphere. Meanwhile, Mars enters Aquarius, powering up your solar ninth house. Embrace mindfulness and move with purpose throughout the coming weeks to collaborate with the other side and bring your dreams into reality. Remember that endings spring new beginnings when the Sun and Pluto unite. Make peace with people or situations you can no longer sustain. Do some mingling while Mercury and Venus activate later today, bringing luck to your social and romantic interactions."
        },
        "kh": {
            "today": "បុគ្គលិកលក្ខណៈដ៏ភ្លឺស្វាងទាក់ទាញអ្នកចេញពីសែលរបស់អ្នក Gemini ផ្អែម។ព្រះច័ន្ទ Pisces មើលទៅ Uranus, Saturn និង Neptune មុនពេលចូល Aries ដកដង្ហើមខ្យល់ថ្មីចូលទៅក្នុងសង្គមរបស់អ្នក។ទន្ទឹមនឹងនេះដែរ Mars ចូលទៅក្នុង Aquarius ដោយផ្តល់ថាមពលដល់ផ្ទះទី 9 នៃព្រះអាទិត្យរបស់អ្នក។ទទួលយកការគិតពិចារណា និងផ្លាស់ទីដោយគោលបំណងពេញមួយសប្តាហ៍ខាងមុខ ដើម្បីសហការជាមួយភាគីម្ខាងទៀត និងនាំយកក្តីសុបិន្តរបស់អ្នកទៅជាការពិត។សូមចងចាំថាការបញ្ចប់និទាឃរដូវចាប់ផ្តើមថ្មីនៅពេលដែលព្រះអាទិត្យ និងភពភ្លុយតូរួបរួមគ្នា។ធ្វើ​ឱ្យ​មាន​សន្តិភាព​ជាមួយ​មនុស្ស​ឬ​ស្ថានភាព​ដែល​អ្នក​មិន​អាច​ទ្រទ្រង់​បាន​ទៀត​ទេ​។ធ្វើ​ការ​រួម​គ្នា​ខ្លះ ខណៈ​ភព​ពុធ និង​ភពសុក្រ​ដំណើរការ​នៅ​ពេល​ក្រោយ​ថ្ងៃ​នេះ ដោយ​នាំ​សំណាង​ដល់​ទំនាក់ទំនង​សង្គម និង​ស្នេហា​របស់​អ្នក។"
        }
    }
]