[
    {
        "sign": "Aries",
        "en": {
            "today": "Focus on making internal adjustments, darling Aries, as Saturn connects with the nodes of fate. This energy streamlines your attempts to cultivate more discipline and structure, helping you overhaul habits and routines to make way for maturity. Find the motivation to let go of behaviors that have slowed you down historically, considering how your approach to wellness influences these realms. Meanwhile, the moon breezes through Aquarius, highlighting your natural genius. Independence and freethinking will serve you, and don't be afraid to color outside of the lines. Securing connections may also be beneficial, so consider reaching out to new acquaintances or colleagues you've wanted to build a rapport with."
        },
        "kh": {
            "today": "ផ្តោតលើការធ្វើឱ្យមានការកែសំរួលផ្ទៃក្នុងដែលជាទីស្រឡាញ់ Aries ដូច Saturn ភ្ជាប់ជាមួយថ្នាំងរបស់វាសនា។ថាមពលនេះបានជំរុញការប៉ុនប៉ងរបស់អ្នកដើម្បីដាំដុះវិន័យនិងរចនាសម្ព័ន្ធកាន់តែច្រើនជួយអ្នកឱ្យមានទម្លាប់ធ្វើឱ្យប្រសើរឡើងនិងទម្លាប់ក្នុងការធ្វើឱ្យផ្លូវសម្រាប់ភាពចាស់ទុំ។ស្វែងរកការជំរុញទឹកចិត្តក្នុងការបោះបង់ចោលអាកប្បកិរិយាដែលបានធ្វើឱ្យអ្នកបានធ្វើឱ្យអ្នកបានធ្វើឱ្យអ្នកបានធ្វើឱ្យអ្នកធ្លាក់ចុះដោយពិចារណាពីរបៀបដែលវិធីសាស្រ្តរបស់អ្នកចំពោះសុខភាពមានឥទ្ធិពលលើអាណាចក្រទាំងនេះ។ទន្ទឹមនឹងនេះដែរព្រះច័ន្ទក្រាបទៅលើ Aquarius ដោយគូសបញ្ជាក់ពីទេពកោសល្យធម្មជាតិរបស់អ្នក។ឯករាជ្យភាពនិងការដោះដូរទំនិញនឹងបម្រើអ្នកហើយកុំខ្លាចនឹងពណ៌នៅខាងក្រៅខ្សែ។ការទទួលបានការតភ្ជាប់គ្នាក៏អាចមានអត្ថប្រយោជន៍ផងដែរដូច្នេះពិចារណាក្នុងការឈានដល់អ្នកស្គាល់គ្នាថ្មីឬមិត្តរួមការងារដែលអ្នកចង់សាងសង់ទំនាក់ទំនងជាមួយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Secure your future by making trades, negotiating terms, and stepping into new commitments, dearest Leo, as Saturn connects with the nodes of fate. Your intuition will guide you toward what the heart truly desires, though you should maintain a strong sense of realism. This will be particularly important to remember when engaging in matters of the heart. If you have felt confused, pulled in different directions, or iced out by someone you love, now is a good time to address these hurdles and set your boundaries. With Luna moving through Aquarius, people won't shy away from fights but will be more inclined to love."
        },
        "kh": {
            "today": "ធានាអនាគតរបស់អ្នកដោយធ្វើពាណិជ្ជកម្មការចរចារលក្ខខណ្ឌចរចានិងឈានជើងចូលក្នុងការប្តេជ្ញាចិត្តថ្មីគឺ Leo Leo ក្នុងនាមជា Saturn ភ្ជាប់ជាមួយថ្នាំងរបស់វាសនា។វិចារណញាណរបស់អ្នកនឹងដឹកនាំអ្នកឆ្ពោះទៅរកអ្វីដែលដួងចិត្តពិតជាចង់បានទោះបីជាអ្នកគួរតែរក្សាអារម្មណ៍នៃភាពប្រាកដនិយមក៏ដោយ។នេះពិតជាសំខាន់ណាស់ដែលត្រូវចងចាំនៅពេលចូលរួមក្នុងរឿងរ៉ាវនៃបេះដូង។ប្រសិនបើអ្នកមានអារម្មណ៍ច្របូកច្របល់ទាញក្នុងទិសដៅផ្សេងគ្នាឬកូនដោយនរណាម្នាក់ដែលអ្នកស្រឡាញ់ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីដោះស្រាយឧបសគ្គទាំងនេះហើយកំណត់ព្រំដែនរបស់អ្នក។ជាមួយនឹងការផ្លាស់ប្តូរ Luna ឆ្លងកាត់ Aquarius ប្រជាជននឹងមិនខ្មាស់អៀនពីការប្រយុទ្ធទេប៉ុន្តែវានឹងមានទំនោរក្នុងការស្រឡាញ់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Believe in your ability to make a positive impact, dearest Taurus, as Saturn forms a rare alignment with the nodes of fate. Now is the time to face any restrictions you've placed upon yourself and identify the root cause. Fluctuating confidence, a lack of strategy, or uncertainty around your message may be the culprit. Meanwhile, the moon continues her journey through Aquarius, asking you what you want to be known for. Your public presence grows when you embrace authenticity. Meditate on what allows you to stand apart from the crowds, funneling more energy, time, and focus into these realms."
        },
        "kh": {
            "today": "ជឿជាក់លើសមត្ថភាពរបស់អ្នកក្នុងការផលិតវិជ្ជមានក្នុងការទទួលបានផលវិបាកជាទីស្រឡាញ់បំផុតនៅពេលសៅរ៍បង្កើតបានជាការតម្រឹមដ៏កម្រមួយដែលមានថ្នាំងនៃជោគវាសនា។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវប្រឈមមុខនឹងការរឹតត្បិតណាមួយដែលអ្នកបានដាក់លើខ្លួនអ្នកហើយកំណត់មូលហេតុដើម។ការប្រែប្រួលភាពជឿជាក់ការខ្វះយុទ្ធសាស្ត្រឬភាពមិនប្រាកដប្រជាជុំវិញសាររបស់អ្នកអាចជាពិរុទ្ធជន។ទន្ទឹមនឹងនេះព្រះចន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈ Aquarius ដោយសួរអ្នកពីអ្វីដែលអ្នកចង់អោយគេស្គាល់។វត្តមានសាធារណៈរបស់អ្នករីកចម្រើននៅពេលអ្នកចាប់យកភាពត្រឹមត្រូវ។ធ្វើសមាធិលើអ្វីដែលអនុញ្ញាតឱ្យអ្នកឈរនៅឆ្ងាយពីហ្វូងមនុស្សពឹងផ្អែកលើថាមពលថាមពលពេលវេលានិងផ្តោតលើអាណាចក្រទាំងនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Find stillness while focusing on your top aspirations, dearest Gemini, as Saturn connects with the nodes of fate. This rare cosmic formation hands you the keys to success, though it will come at a price. Prepare yourself for any physical, emotional, or mental tolls that will pepper your journey to the top, ensuring that your mission is clear and worth the fight. The more realistic you are about where you are versus where you want to be, the easier it will be to draw a map of the future. Luckily, as Luna travels through Aquarius and the sector of your chart that governs enlightenment, the universe will be eager to offer lucky breaks and guidance."
        },
        "kh": {
            "today": "ស្វែងរកភាពស្ងប់ស្ងាត់ខណៈពេលផ្តោតលើសេចក្តីប្រាថ្នាកំពូលរបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតដូចជា Saturn ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា។ការបង្កើតលោហធាតុដ៏កម្រនេះប្រគល់ឱ្យអ្នកនូវគន្លឹះឆ្ពោះទៅរកភាពជោគជ័យទោះបីជាវានឹងមានតម្លៃក្នុងតម្លៃក៏ដោយ។រៀបចំខ្លួនអ្នកសម្រាប់អ្នកជំងឺខាងរាងកាយអារម្មណ៍ឬផ្លូវចិត្តណាមួយដែលនឹងជំរុញការធ្វើដំណើររបស់អ្នកទៅកាន់កំពូលធានាថាបេសកកម្មរបស់អ្នកច្បាស់ហើយសមនឹងការប្រយុទ្ធ។អ្នកមានភាពប្រាកដនិយមកាន់តែច្រើនដែលអ្នកកំពុងប្រណាំងទល់នឹងកន្លែងដែលអ្នកចង់ធ្វើវាកាន់តែងាយស្រួលក្នុងការគូរផែនទីនាពេលអនាគត។សំណាងល្អដូចជា Luna ធ្វើដំណើរឆ្លងកាត់ Aquarius និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការបំភ្លឺនេះសាកលលោកនឹងមានបំណងចង់ផ្តល់ជូននូវការសំរាកដ៏មានសំណាងនិងការណែនាំ។"
        }
    }
]