[
    {
        "sign": "Aries",
        "en": {
            "today": "Think twice before moving forward this morning, darling ram, as the Leo moon and Mercury RX join forces. This celestial union makes it easy to ride on natural talents, but rewards can be found when you experiment with your process. Old friends may also resurface, serving as a pleasant reminder of where you came from and how you've evolved over the years. Appreciate the strength you've cultivated, especially if challenges arise. Try to get out of your head while spending time with loved ones this evening once Luna forms an unbalanced aspect with the north node."
        },
        "kh": {
            "today": "គិតពីរដងមុនពេលឈានមុខគេនៅព្រឹកនេះលោក Darling Ram ដែលជា RAM របស់ Leo Moon និង RX RX ចូលរួមកម្លាំង។សហជីពសុទិដ្ឋិនិយមនេះធ្វើឱ្យងាយស្រួលជិះលើទេពកោសល្យធម្មជាតិប៉ុន្តែរង្វាន់អាចរកបាននៅពេលអ្នកពិសោធជាមួយដំណើរការរបស់អ្នក។មិត្តភក្តិចាស់ក៏អាចនឹងកើតឡើងឡើងវិញដោយបម្រើជាការរំ them កដ៏រីករាយអំពីកន្លែងដែលអ្នកបានមកពីនិងរបៀបដែលអ្នកបានវិវត្តប៉ុន្មានឆ្នាំមកនេះ។សូមកោតសរសើរចំពោះភាពខ្លាំងដែលអ្នកបានដាំដុះជាពិសេសប្រសិនបើមានបញ្ហាប្រឈមកើតឡើង។ព្យាយាមចេញពីក្បាលរបស់អ្នកនៅពេលចំណាយពេលជាមួយមនុស្សជាទីស្រឡាញ់នៅល្ងាចនេះនៅពេលដែល Luna បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយនឹងថ្នាំងខាងជើង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna and Mercury RX unite in your sign this morning, dearest Leo, encouraging you to reflect on your current position. Access your bravery and admit where missteps have occurred, resolving issues that cast a dark shadow over your head. Embracing edits will allow you to refine your image, so be mindful of where improvements can't be made. You'll benefit from increased popularity as the hours pass, and you can leverage your attention toward new opportunities and personal gains. Try not to dominate conversations when the moon and north node form an unbalanced aspect this evening, creating an environment where everyone is heard."
        },
        "kh": {
            "today": "Luna និង Mercury Rx រួបរួមគ្នាក្នុងខិត្តប័ណ្ណរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតលើកទឹកចិត្តអ្នកឱ្យឆ្លុះបញ្ចាំងពីអ្នក។ចូលប្រើភាពក្លាហានរបស់អ្នកហើយសារភាពនៅកន្លែងដែលមានភាពខុសឆ្គងបានកើតឡើងការដោះស្រាយបញ្ហាដែលបានធ្វើឱ្យមានស្រមោលងងឹតលើក្បាលរបស់អ្នក។ការកែសំរួលការកែប្រែនឹងអនុញ្ញាតឱ្យអ្នកកែលម្អរូបភាពរបស់អ្នកដូច្នេះសូមចងចាំថាតើការកែលម្អមិនអាចធ្វើបានដែរឬទេ។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការកើនឡើងនៃប្រជាប្រិយភាពនៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកអាចបង្កើនការយកចិត្តទុកដាក់របស់អ្នកឆ្ពោះទៅរកឱកាសថ្មីនិងការទទួលបានជោគជ័យផ្ទាល់ខ្លួន។ព្យាយាមកុំត្រួតត្រាលើការសន្ទនានៅពេលដែលព្រះច័ន្ទនិងថ្នាំងខាងជើងបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅល្ងាចនេះដោយបង្កើតបរិយាកាសដែលអ្នករាល់គ្នាបាន heard ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let your mind drift toward simpler times, dearest Taurus, as the Leo moon and Mercury RX unite. These vibes are perfect for connecting with your inner child, offering a much-needed reprieve from everyday stressors. Send some love to family and friends from your formative years, refreshing bonds that have provided support through good times and bad. Confusing emotions may also clear up, though you'll need to admit what you do not know or if miscommunications went too far. Take a break from your electronics to catch up on household chores this evening when Luna and the north node form an unbalanced aspect."
        },
        "kh": {
            "today": "សូមឱ្យចិត្តរបស់អ្នករសាយទៅនឹងពេលវេលាដែលមានលក្ខណៈសាមញ្ញ Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជាឡេអូមូននិងបារត RX រួបរួមគ្នា។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ភ្ជាប់ជាមួយកុមារខាងក្នុងរបស់អ្នកដោយផ្តល់នូវការធ្វើឱ្យប្រសើរឡើងនូវតម្រូវការដែលត្រូវការពីស្ត្រេសប្រចាំថ្ងៃ។ផ្ញើក្តីស្រឡាញ់ដល់ក្រុមគ្រួសារនិងមិត្តភក្តិពីឆ្នាំដែលអ្នកមានភាពស្រស់ស្រាយរបស់អ្នកនូវចំណងធ្វើឱ្យស្រស់ដែលបានផ្តល់ការគាំទ្រតាមរយៈពេលវេលាល្អនិងអាក្រក់។អារម្មណ៍ច្របូកច្របល់ក៏អាចបោសសំអាតផងដែរទោះបីជាអ្នកត្រូវទទួលស្គាល់នូវអ្វីដែលអ្នកមិនស្គាល់ឬប្រសិនបើការមិនត្រឹមត្រូវមិនត្រឹមត្រូវ។សម្រាកពីគ្រឿងអេឡិចត្រូនិចរបស់អ្នកដើម្បីចាប់យកការងារក្នុងផ្ទះនៅល្ងាចនេះនៅពេលដែល Luna និងថ្នាំងខាងជើងបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Come back to conversations you had to put a pin in, dear Gemini, as the Leo moon crosses Mercury RX this morning. You'll have a chance to set aside your preconceived notions to understand better the communications that went awry. These vibes are also perfect for embracing personal study and reviewing information you've been trying to absorb but haven't quite mastered. When it comes to using your voice, leave room for improvisation by suspending stubborn opinions. Set your responsibilities aside and make space to play as the evening sets in and Luna forms an unbalanced connection with the North Node."
        },
        "kh": {
            "today": "ត្រលប់មកការសន្ទនាដែលអ្នកត្រូវដាក់ម្ជុលមួយនៅក្នុងផ្ទះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Leo Moon ឆ្លងកាត់បារត RX នៅព្រឹកនេះ។អ្នកនឹងមានឱកាសមួយឡែកសញ្ញាណដែលបានគិតទុកជាមុនរបស់អ្នកដើម្បីយល់កាន់តែច្បាស់អំពីការប្រាស្រ័យទាក់ទងដែលបានធ្វើឱ្យកាន់តែប្រសើរឡើង។ភាពរស់រវើកទាំងនេះក៏ល្អឥតខ្ចោះផងដែរសម្រាប់ការឱបក្រសោបការសិក្សាផ្ទាល់ខ្លួននិងពិនិត្យមើលព័ត៌មានដែលអ្នកបានព្យាយាមស្រូបយកប៉ុន្តែមិនបានស្ទាត់ជំនាញទេ។នៅពេលនិយាយអំពីការប្រើប្រាស់សំលេងរបស់អ្នកទុកបន្ទប់សម្រាប់ការកែលម្អដោយការផ្អាកមតិចចេស។កំណត់ការទទួលខុសត្រូវរបស់អ្នកមួយឡែកនិងធ្វើឱ្យមានកន្លែងលេងនៅពេលដែលឈុតល្ងាចចូលនិង Luna បង្កើតបានជាការតភ្ជាប់មិនមានតុល្យភាពជាមួយថ្នាំងខាងជើង។"
        }
    }
]