[
    {
        "sign": "Aries",
        "en": {
            "today": "Secret agreements could take form today, dear Aries, as the Scorpio moon aspects Uranus, the nodes of fate, Pisces sun, and Neptune. Gravitate toward those you can negotiate and level with, perfecting plans for major life shifts without the judgment of prying eyes. Avoid restricting yourself while the sun and Neptune align, encouraging you to go big while chasing dreams. The stars step in to boost your ambitions with a little extra luck once Luna enters Sagittarius this afternoon, so keep your eyes peeled for blessings. You could hear from an old friend when Pluto and Venus rx activate this evening, helping to restore distant relations."
        },
        "kh": {
            "today": "កិច្ចព្រមព្រៀងសម្ងាត់អាចមានទម្រង់បែបបទនៅថ្ងៃនេះជាទីស្រឡាញ់ Areies ដែលជាចំណែកនៃ Moilpio Moon Uranus ដែលជាថ្នាំងរបស់វាសនា Pisces Sun និង Neptune ។ទំនាញឆ្ពោះទៅរកអ្នកដែលអ្នកអាចចរចារនិងកម្រិតជាមួយនឹងផែនការដ៏ល្អឥតខ្ចោះសម្រាប់ការផ្លាស់ប្តូរជីវិតដ៏ធំដោយគ្មានការវិនិច្ឆ័យនៃភ្នែកដែលគួរឱ្យចាប់អារម្មណ៍។ជៀសវាងការរឹតត្បិតខ្លួនឯងខណៈពេលដែលព្រះអាទិត្យនិងណិបតុនតម្រឹមការលើកទឹកចិត្តអ្នកឱ្យធំខណៈពេលដេញក្នុងក្តីសុបិន្ត។តារាបោះជំហានទៅមុខដើម្បីបង្កើនមហិច្ឆតារបស់អ្នកជាមួយនឹងសំណាងបន្ថែមបន្តិចនៅពេលដែល Luna ចូល Sagittarius នៅលើ Sagittarius នៅរសៀលនេះដូច្នេះឱ្យភ្នែករបស់អ្នក peeled សម្រាប់ពរជ័យរបស់អ្នក។អ្នកអាចលឺពីមិត្តចាស់នៅពេលផ្លាតូនិង Venus RX សកម្មនៅល្ងាចនេះដោយជួយរៀបចំទំនាក់ទំនងឆ្ងាយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Reflect on what needs changing, dear Leo, as the Scorpio moon aspects Uranus, the nodes of fate, Pisces sun, and Neptune. This cosmic climate can dramatically evolve your situation as long as you're willing to do the work required to transform your own life. A boost of confidence drives you further once Luna enters Sagittarius this afternoon. Meanwhile, the sun and Neptune join forces in your solar eighth house, inspiring you to fantasize about who might accompany you on the journey ahead. Speak from the heart to grow relationships while Pluto and Venus rx activate throughout the evening."
        },
        "kh": {
            "today": "ឆ្លុះបញ្ចាំងពីអ្វីដែលត្រូវការការផ្លាស់ប្តូរលីអូជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទ Scorpio, Uranus, ថ្នាំងរបស់វាសនា, Pisces, Sun, និង Neptune ។អាកាសធាតុកែសម្ផស្សនេះអាចវិវឌ្ឍន៍យ៉ាងខ្លាំងនូវស្ថានភាពរបស់អ្នកដរាបណាអ្នកមានឆន្ទៈក្នុងការធ្វើកិច្ចការដែលត្រូវការដើម្បីផ្លាស់ប្តូរជីវិតរបស់អ្នក។ការជំរុញសិរីរុងរឿងជំរុញឱ្យអ្នកបន្ថែមទៀតនៅពេលដែល Luna ចូល Sagittarius នៅរសៀលនេះ។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិងណេបផូនចូលរួមក្នុងផ្ទះទី 8 របស់អ្នកដោយបំផុសគំនិតអ្នកឱ្យស្រម៉ៃអំពីអ្នកដែលអាចអមដំណើរអ្នកនៅខាងមុខ។និយាយចេញពីបេះដូងដើម្បីបង្កើនទំនាក់ទំនងខណៈពេលដែល Pluto និង Venus Venus ធ្វើឱ្យសកម្មពេញមួយល្ងាច។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Scorpio moon aspects Uranus, the nodes of fate, Pisces sun, and Neptune this morning, dearest Taurus, offering plenty of love and excitement to draw from. Offer kindness to those you encounter, and beautiful relationships could blossom. You'll have a way of drawing people in while the sun and Neptune unite, reinforcing your aura with a hypnotic dreaminess. Expand upon existing commitments once Luna enters Sagittarius this afternoon, inspiring you to go more significant than you'd initially planned. Focus on yourself by releasing stress, setting boundaries, and embracing self-care while Pluto and Venus rx activate later this evening."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះច័ន្ទដែលជាថ្នាំងដែលជាថ្នាំងនៃជោគវាសនា, pisces ព្រះអាទិត្យ, និង Neptune នៅព្រឹកនេះ, Taurus ដែលជាទីស្រឡាញ់បំផុត, ផ្តល់នូវក្តីស្រឡាញ់និងការរំភើបជាច្រើនក្នុងការគូរពី។ផ្តល់នូវសេចក្តីសប្បុរសដល់អ្នកដែលអ្នកជួបហើយទំនាក់ទំនងដ៏ស្រស់ស្អាតអាចរីកលូតលាស់។អ្នកនឹងមានវិធីគូរមនុស្សនៅខណៈពេលដែលព្រះអាទិត្យនិងណិបតុនរួបរួមគ្នាពង្រឹងសោភ័ណភាពរបស់អ្នកដោយក្តីសុបិន្តដែលសម្មតិកម្ម។ពង្រីកលើការប្តេជ្ញាចិត្តដែលមានស្រាប់នៅពេលដែល Luna ចូល Sagittarius នេះនៅរសៀលនេះដោយបំផុសគំនិតអ្នកឱ្យមានសារៈសំខាន់ជាងអ្វីដែលអ្នកបានគ្រោងទុកដំបូង។ផ្តោតលើខ្លួនអ្នកដោយបញ្ចេញស្ត្រេសកំណត់ព្រំដែននិងទទួលយកការថែរក្សាខ្លួនឯងខណៈពេលដែល Pluto និង Venus RX សកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll hit major milestones today, dearest Gemini, as the Scorpio moon aspects Uranus, the nodes of fate, the sun, and Neptune. Put extra effort into the goals that matter most, and you're sure to travel further than you imagined. Your path could take some interesting twists while the sun and Neptune align, revealing new dreams you may not have considered before. The vibe softens as afternoon sets in, and Luna enters Sagittarius, bringing a spark to your connections. You'll have a chance to reinforce friendships and romantic interests as the hours continue to unfold, thanks to a helping hand from Pluto and Venus Rx."
        },
        "kh": {
            "today": "អ្នកនឹងបុកព្រឹត្តិការណ៍សំខាន់ៗនាពេលបច្ចុប្បន្ននេះ Gemini ដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់បំផុតដូចជាចំណុច Mcorpio Mor Moon Uranus ដែលជាថ្នាំងនៃជោគវាសនាព្រះអាទិត្យនិង Neptune ។ដាក់កិច្ចខិតខំប្រឹងប្រែងបន្ថែមទៀតទៅក្នុងគោលដៅដែលសំខាន់បំផុតហើយអ្នកប្រាកដថាបានធ្វើដំណើរលើសពីអ្វីដែលអ្នកបានគិត។PATH របស់អ្នកអាចយក twist គួរឱ្យចាប់អារម្មណ៍មួយចំនួនខណៈពេលដែលព្រះអាទិត្យនិង Neptune តម្រឹមដែលបង្ហាញពីក្តីសុបិន្តថ្មីដែលអ្នកប្រហែលជាមិនបានពិចារណាពីមុន។ភាពរំជើបរំជួលនៅពេលដែលមានឈុតពេលរសៀលចូលហើយ Luna ចូល Sagittarius ដោយនាំយកផ្កាភ្លើងមួយទៅការតភ្ជាប់របស់អ្នក។អ្នកនឹងមានឱកាសពង្រឹងមិត្តភាពនិងផលប្រយោជន៍ស្នេហានៅពេលម៉ោងបន្តលាតត្រដាង, ដោយសារដៃជួយពី Pluto និង Venus RX RX ។"
        }
    }
]