[
    {
        "sign": "Aries",
        "en": {
            "today": "Stay true to your routines, but leave room to improvise, dear Aries. As the Virgo Moon aligns with Venus and Uranus, the universe will be looking for opportunities to bless, thrill, and surprise you. The atmosphere evens out once Luna enters Libra midafternoon, turning your focus toward love and the pursuit of happiness. Recognize how your sense of balance influences your connections, doing what you can to take care of yourself and those you cherish. Boundaries could require reworking when Luna opposes Saturn and Neptune this evening, especially if you or your loved ones feel left in the dark. Seek communities that inspire personal growth when Pluto stirs tonight."
        },
        "kh": {
            "today": "រក្សាភាពស្មោះត្រង់ចំពោះទម្លាប់របស់អ្នកប៉ុន្តែទុកបន្ទប់ដើម្បីធ្វើឱ្យប្រសើរឡើងជាទីស្រឡាញ់ aries ។ក្នុងនាមជា Virgo Mon Kor តម្រឹមជាមួយ Venus និងអ៊ុយរ៉ានុសសកលលោកនឹងកំពុងស្វែងរកឱកាសដើម្បីប្រទានពរធ្វើឱ្យរំភើបនិងធ្វើឱ្យអ្នកភ្ញាក់ផ្អើល។បរិយាកាសមិនបញ្ចេញពន្លឺចែងចាំងនៅពេលដែលចូល LUNA ចូលក្នុង Libra ពាក់កណ្តាលរបស់ Libra ដោយបង្វែរការផ្តោតអារម្មណ៍របស់អ្នកឆ្ពោះទៅរកស្នេហានិងការស្វែងរកសុភមង្គល។ទទួលស្គាល់ថាតើអារម្មណ៍នៃតុល្យភាពរបស់អ្នកជះឥទ្ធិពលយ៉ាងណាការតភ្ជាប់របស់អ្នកធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីថែរក្សាខ្លួនអ្នកនិងអ្នកដែលអ្នកស្រឡាញ់។ព្រំដែនអាចតម្រូវឱ្យមានដំណើរការឡើងវិញនៅពេលដែល Luna ប្រឆាំងនឹងសៅហ្មងនិងណុបថុននៅល្ងាចនេះជាពិសេសប្រសិនបើអ្នកឬមនុស្សជាទីស្រឡាញ់របស់អ្នកមានអារម្មណ៍ថានៅសល់ក្នុងទីងងឹត។ស្វែងរកសហគមន៍ដែលជម្រុញការលូតលាស់ផ្ទាល់ខ្លួននៅពេលផ្លាតូជំរុញនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Recognize the areas of your life that need immediate reinforcement, Leo, as the Virgo Moon aligns with Venus and Uranus. Sudden changes in fortune may have left you scrambling recently, and you'll need to stay flexible if you're to ebb and flow along journeys of manifestation. The atmosphere lightens midafternoon when Luna enters harmonious Libra, calming your thoughts and putting you in the mood to connect. Take a break from your to-do lists to catch up with friends and explore adventurous or dreamy topics when Luna opposes Saturn and Neptune this evening. Love deepens when honest communication takes place while the Moon aspects Pluto."
        },
        "kh": {
            "today": "ទទួលស្គាល់តំបន់នៃជីវិតរបស់អ្នកដែលត្រូវការការពង្រឹងភ្លាមៗ, LEO, ដូចជាព្រះចន្ទ, តម្រឹមជាមួយ Venus និងអ៊ុយរ៉ានុស។ការផ្លាស់ប្តូរសំណាងភ្លាមៗអាចធ្វើឱ្យអ្នកខកចិត្តថ្មីៗនេះហើយអ្នកនឹងត្រូវមានភាពបត់បែនប្រសិនបើអ្នកទៅ Ebb និងហូរតាមការធ្វើដំណើរនៃការបង្ហាញ។បរិយាកាសស្រាលនៅពាក់កណ្តាលចុងរបស់ Luna ឈានដល់បណ្ណាល័យដែលមានភាពទៀងទាត់ដោយស្ងប់ស្ងាត់ដោយស្ងប់ស្ងាត់គំនិតរបស់អ្នកហើយដាក់អ្នកក្នុងអារម្មណ៍ភ្ជាប់។សម្រាកពីបញ្ជីការងារត្រូវធ្វើរបស់អ្នកដើម្បីតាមទាន់មិត្តភក្តិហើយស្វែងរកប្រធានបទផ្សងព្រេងឬក្តីសុបិននៅពេលដែល Luna ប្រឆាំងនឹងសៅហ្មងនិងណុបថុននៅល្ងាចនេះ។សេចក្តីស្រឡាញ់កាន់តែស៊ីជម្រៅនៅពេលការប្រាស្រ័យទាក់ទងស្មោះត្រង់កើតឡើងខណៈពេលដែលទិដ្ឋភាពព្រះច័ន្ទផ្លាតូ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could be thrust on the stage with little time to prepare, dear Taurus, as the Virgo Moon aspects Venus and Uranus. Trust that you can charm and electrify your audiences, being authentic to yourself while reading the energy of those you encounter. Assess your workload midafternoon when Luna enters Libra, encouraging you to catch up on tasks that have been abandoned. Identify if procrastination or daydreaming has negatively impacted your work when Luna opposes Saturn and Neptune this evening, making adjustments as needed. Brainstorm ways to solve problems that have been blocking your progress when Pluto stirs later tonight."
        },
        "kh": {
            "today": "អ្នកអាចត្រូវបានគេរុញច្រាននៅលើឆាកជាមួយនឹងពេលវេលាតិចតួចដើម្បីរៀបចំ, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo, Venus និង Uranus ។ជឿជាក់ថាអ្នកអាចទាក់ទាញនិងផ្តល់ថាមពលអគ្គីសនីលើទស្សនិកជនរបស់អ្នកដែលមានភាពត្រឹមត្រូវចំពោះខ្លួនអ្នកខណៈពេលកំពុងអានថាមពលរបស់អ្នកដែលអ្នកជួប។វាយតម្លៃរបស់អ្នកនៅពាក់កណ្តាលនៃការងាររបស់អ្នកនៅពេលដែល Luna ចូល Libra លើកទឹកចិត្តឱ្យអ្នកចាប់យកភារកិច្ចដែលបានបោះបង់ចោល។កំណត់អត្តសញ្ញាណប្រសិនបើការពន្យារពេលឬការស្រមើស្រមៃបានជះឥទ្ធិពលអវិជ្ជមានដល់ការងាររបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងសៅហ្វះនិងណេធីននាល្ងាចនេះដែលត្រូវការការកែតម្រូវតាមតម្រូវការ។វិធីខួរក្បាលដើម្បីដោះស្រាយបញ្ហាដែលបានរារាំងវឌ្ឍនភាពរបស់អ្នកនៅពេលផ្លាធូស្ទ្រីមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Pleasant surprises will boost your emotions and bring you closer to peace, dear Gemini, thanks to sweet connections between the Virgo Moon, Venus, and Uranus. The inner workings of your mind will also be triggered during this time, bringing forth bursts of creativity and feelings of gratitude. If you are moved to express love, don't hold back, especially once Luna enters Libra midafternoon. However, you'll want to move at an appropriate pace when it comes to developing friendships or relationships, while Luna opposes Saturn and Neptune this evening. Cap off your day with some spiritual work while Pluto stirs to heighten your intuition."
        },
        "kh": {
            "today": "ការភ្ញាក់ផ្អើលរីករាយនឹងជំរុញឱ្យអ្នកកាន់តែខិតជិតសន្តិភាព GEMINI ជាទីស្រឡាញ់ដោយអរគុណដល់ការតភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងព្រះមហ៊ីនូមព្រះចន្ទវរស្មី Venus និងអ៊ុយរ៉ានុស។ការងារខាងក្នុងនៃគំនិតរបស់អ្នកក៏នឹងត្រូវបានបង្ក្រាបផងដែរក្នុងកំឡុងពេលនេះដែលនាំមកនូវការរីកលូតលាស់នៃការច្នៃប្រឌិតនិងអារម្មណ៍នៃការដឹងគុណ។ប្រសិនបើអ្នកត្រូវបានផ្លាស់ប្តូរដើម្បីបង្ហាញពីសេចក្តីស្រឡាញ់កុំទប់ចិត្តជាពិសេសនៅពេលដែល Luna ចូល Libra ពាក់កណ្តាលវ៉ាលីកា។ទោះយ៉ាងណាអ្នកនឹងចង់ផ្លាស់ប្តូរក្នុងល្បឿនសមស្របមួយនៅពេលនិយាយអំពីការអភិវឌ្ឍមិត្តភាពឬទំនាក់ទំនងខណៈពេលដែល Luna ប្រឆាំងនឹងសៅហ្មងនិងណុបថុននៅល្ងាចនេះ។បានបិទថ្ងៃរបស់អ្នកជាមួយនឹងការងារខាងវិញ្ញាណមួយចំនួនខណៈពេលផ្លាតូកូរឱ្យបង្កើនវិចារណញាណរបស់អ្នកឱ្យកាន់តែខ្លាំងឡើង។"
        }
    }
]