[
    {
        "sign": "Aries",
        "en": {
            "today": "The Leo Moon connects with Mercury, Saturn, Neptune, and Pluto this morning, dear Aries, replenishing your creative resources. Harness these vibes by bringing more color to your day and looking for opportunities to have fun while expressing yourself in unique ways. Remember to stay true to yourself, even when doing so means swimming against the tides. Though confident choices may subject you to the judgment of peers, unsupportive opinions won't matter in the long run. Take responsibility for how you wish to be perceived by bringing more discipline to the talents, goals, and passions that define who you are."
        },
        "kh": {
            "today": "Leo Moon ភ្ជាប់ជាមួយបារត, Saturn, Neptune, និង Pluto នៅព្រឹកនេះ aries, ជាទីស្រឡាញ់បំពេញធនធានច្នៃប្រឌិតរបស់អ្នក។ទាញយកភាពរស់រវើកទាំងនេះដោយនាំយកពណ៌កាន់តែច្រើនទៅថ្ងៃរបស់អ្នកហើយស្វែងរកឱកាសដើម្បីឱ្យមានភាពសប្បាយរីករាយនៅពេលបង្ហាញខ្លួនអ្នកតាមរបៀបប្លែកៗ។កុំភ្លេចរក្សាភាពស្មោះត្រង់ចំពោះខ្លួនអ្នកសូម្បីតែពេលកំពុងធ្វើដូច្នេះមានន័យថាហែលធូតធូថល។ទោះបីជាជម្រើសដែលមានទំនុកចិត្តអាចធ្វើឱ្យអ្នកស្ថិតក្នុងការវិនិច្ឆ័យរបស់មិត្តភក្តិក៏ដោយក៏មិនមានបញ្ហាដែរមិនមានបញ្ហាយូរអង្វែងក៏ដោយ។ទទួលខុសត្រូវចំពោះរបៀបដែលអ្នកចង់ដឹងដោយការនាំវិន័យបន្ថែមទៀតចំពោះទេពកោសល្យគោលដៅនិងតណ្ហាដែលកំណត់ថាអ្នកជានរណា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna shimmies through your sign today, dearest Leo, forming connections with Mercury, Saturn, Neptune, and Pluto. The more joy and hope you put into the universe, the more blessings you will receive. Just be mindful of how others mirror your energy, taking space from anyone who stands against your desire to thrive. Putting yourself out there could also lead to significant breakthroughs. Consider the dreams you've been harboring lately, searching for opportunities both big and small that can bring you closer to these aspirations. A helpful alliance between Mercury and Saturn offers a practical viewpoint, helping you see your responsibilities with clear eyes."
        },
        "kh": {
            "today": "ឧត្ដមសីលីតឡាំមីតាមរយៈសញ្ញារបស់អ្នកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតការបង្កើតការភ្ជាប់ជាមួយបារតសៅរ៍សិនណុនណុននិងផ្លាតូ។សេចក្តីអំណរកាន់តែច្រើននិងសេចក្តីសង្ឃឹមដែលអ្នកបានដាក់ចូលសកលលោកពរជ័យជាច្រើនដែលអ្នកនឹងទទួលបាន។គ្រាន់តែគិតអំពីរបៀបដែលអ្នកដទៃឆ្លុះបញ្ចាំងថាមពលរបស់អ្នកដោយយកកន្លែងទំនេរពីអ្នកដែលប្រឆាំងនឹងបំណងប្រាថ្នារបស់អ្នកដើម្បីលូតលាស់។ការដាក់ខ្លួនអ្នកចេញវាក៏អាចនាំឱ្យមានរបកគំហើញដ៏សំខាន់ផងដែរ។ពិចារណាលើក្តីសុបិន្តដែលអ្នកបានធ្វើនាពេលថ្មីៗនេះស្វែងរកឱកាសទាំងធំនិងតូចដែលអាចនាំឱ្យអ្នកខិតទៅជិតសេចក្តីប្រាថ្នាទាំងនេះ។សម្ព័ន្ធភាពមានប្រយោជន៍រវាងបារតនិងសៅរ៍ផ្តល់នូវទស្សនៈជាក់ស្តែងជួយអ្នកឱ្យមើលឃើញការទទួលខុសត្រូវរបស់អ្នកដោយភ្នែកច្បាស់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Prioritize emotional and mental health, dear Taurus, as the Leo Moon connects with Mercury, Saturn, Neptune, and Pluto throughout the morning. Unrealistic demands may cause you to feel pressured internally or by colleagues, making it essential that you set clear boundaries. Ask questions about what your responsibilities entail if confusion brews around the office. If possible, spend more time alone to release stress and find peace. Luckily, a sweet connection between Mercury and Saturn invites you to draw lines and express needs. Use your voice, even when doing so takes a little extra bravery on your end."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពដល់សុខភាពផ្លូវចិត្តនិងផ្លូវចិត្ត, Taurus ជាទីស្រឡាញ់, ដូចជា Leo Moon ភ្ជាប់ជាមួយបារត, សៅហ្មង Neptune, និង Pluto ពេញមួយព្រឹក។ការទាមទារដែលមិនប្រាកដប្រជាអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាមានសម្ពាធនៅខាងក្នុងឬដោយមិត្តរួមការងារដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នកបានកំណត់ព្រំដែនច្បាស់លាស់។សួរសំណួរអំពីអ្វីដែលទំនួលខុសត្រូវរបស់អ្នកបញ្ចូលប្រសិនបើភស្តុតាងញ៉ាំនៅជុំវិញការិយាល័យ។បើអាចធ្វើបានចំណាយពេលច្រើនជាងនេះតែម្នាក់ឯងដើម្បីបញ្ចេញភាពតានតឹងនិងស្វែងរកសន្តិភាព។ជាសំណាងល្អការតភ្ជាប់ផ្អែមរវាងបារតនិងសៅរ៍សូមអញ្ជើញអ្នកឱ្យគូរបន្ទាត់និងតម្រូវការរហ័ស។ប្រើសំលេងរបស់អ្នកសូម្បីតែពេលកំពុងធ្វើដូច្នេះត្រូវការភាពក្លាហានបន្ថែមបន្តិចបន្តួចនៅចុងបញ្ចប់របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your messages will spread like wildfire today, dearest Gemini, as the Leo Moon connects with Mercury, Saturn, Neptune, and Pluto. Ensure that your energy and words are being channeled appropriately, focusing on how using your voice can propel personal goals and community ties further. Please take note of any new faces that emerge, as they could have recurring roles in your future. It can also be helpful to make a few wishes, searching for signs from the universe that your dreams will come to fruition. Consider organizing a gathering with your extended social sphere while Mercury and Saturn align this evening."
        },
        "kh": {
            "today": "សាររបស់អ្នកនឹងរីករាលដាលដូចជាភ្លើងឆេះព្រៃសព្វថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Leo Moon ភ្ជាប់ជាមួយបារត, Saturn, Neptune, Neptune និង Pluto ។ធានាថាថាមពលនិងពាក្យរបស់អ្នកកំពុងត្រូវបានបញ្ជូនឱ្យបានសមរម្យផ្តោតលើរបៀបដែលប្រើសំលេងរបស់អ្នកអាចជំរុញគោលដៅផ្ទាល់ខ្លួននិងទំនាក់ទំនងរបស់សហគមន៍បន្ថែមទៀត។សូមកត់សម្គាល់មុខមាត់ថ្មីណាមួយដែលលេចចេញនៅពេលដែលពួកគេអាចមានតួនាទីកើតឡើងនាពេលអនាគតរបស់អ្នក។វាក៏អាចមានប្រយោជន៍ក្នុងការធ្វើឱ្យមានបំណងចង់ស្វែងរកសញ្ញាពីសកលលោកដែលក្តីសុបិន្តរបស់អ្នកនឹងក្លាយជាផ្លែផ្កា។ពិចារណារៀបចំការជួបជុំជាមួយវិស័យសង្គមដែលអ្នកបានពង្រីកនៅពេលដែលបារតនិងសៅរ៍បានតម្រឹមនៅល្ងាចនេះ។"
        }
    }
]