[
    {
        "sign": "Aries",
        "en": {
            "today": "Lovely surprises brighten your day, dear Aries, as the Aquarius moon and Venus align. Embody the communal energy of this cosmic climate by showering your favorite people with affection and unexpected gestures. New flirtations could also arise, so try to get out and about. You'll find that it's easy to scratch beyond the surface while Mercury and Pluto form a soft aspect, helping every one of us come out of our shells. Do something healing and out of the ordinary when Chiron stirs this evening. Avoid screen time later tonight once Mars activates, or you may grow restless just before bed."
        },
        "kh": {
            "today": "ការភ្ញាក់ផ្អើលគួរឱ្យស្រឡាញ់ភ្លឺថ្ងៃរបស់អ្នក, ជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជា Aquarius Moon និង Venus តម្រឹម។បញ្ចូលថាមពលសហគមន៍នៃអាកាសធាតុលោហធាតុនេះដោយងូតទឹកឱ្យមនុស្សដែលអ្នកចូលចិត្តជាមួយនឹងការស្រឡាញ់និងកាយវិការដែលមិនបានរំពឹងទុក។ការចែចង់ថ្មីក៏អាចកើតឡើងដែរដូច្នេះព្យាយាមចេញក្រៅនិងប្រហែល។អ្នកនឹងឃើញថាវាងាយស្រួលក្នុងការកោសហួសពីផ្ទៃខណៈដែលបារតនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពទន់មួយជួយឱ្យយើងម្នាក់ៗចេញពីសំបករបស់យើង។ធ្វើអ្វីមួយដែលព្យាបាលនិងមិនធម្មតានៅពេលដែល chiron នេះកូរឱ្យនៅល្ងាចនេះ។ជៀសវាងការបញ្ចាំងពេលវេលានៅយប់នេះនៅពេលយប់នេះនៅពេលដែល Mars ធ្វើឱ្យសកម្មឬអ្នកអាចនឹងកើនឡើងមុនពេលចូលគេង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in flirty spirits as the Aquarius moon and Venus align, warm Leo. Treat yourself to an ego boost through playful exchanges with your sweetheart, latest crush, or any cuties you encounter. Connection will elevate the mind, regardless of its origin. You'll crave deeper interactions later this afternoon when Mercury aspects Pluto, with a desire to be seen at a heart level. Creative recognition will also go a long way in evolving relationships. Merge self-care and spirituality to find healing while Chiron stirs this evening. Maintaining the peace at home could feel like a struggle once Mars activates tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានស្មារតីដែលមានភាពអផ្សុកនៅពេលដែល Aquarius Moon និង Venus មាន Venus មានភាពរឹងមាំកក់ក្តៅ Leo ។ព្យាបាលខ្លួនអ្នកឱ្យជម្រុញអវកាសតាមរយៈការផ្លាស់ប្តូរលេងជាមួយសង្សាររបស់អ្នកកំទេចចុងក្រោយឬការកាត់ដែលអ្នកជួបប្រទះ។ការតភ្ជាប់នឹងលើកកំពស់គំនិតដោយមិនគិតពីប្រភពដើមរបស់វា។អ្នកនឹងមានអន្តរកម្មកាន់តែស៊ីជម្រៅនៅរសៀលនេះនៅពេលដែលទិដ្ឋភាពបារតផ្លាតូជាមួយនឹងបំណងប្រាថ្នាចង់ឃើញនៅក្នុងកម្រិតបេះដូង។ការទទួលស្គាល់ការច្នៃប្រឌិតក៏នឹងទៅជាផ្លូវដ៏វែងមួយក្នុងការវិវត្តនៃទំនាក់ទំនងដែលកំពុងវិវត្ត។បញ្ចូលគ្នានូវការថែទាំខ្លួនឯងនិងភាពខាងវិញ្ញាណដើម្បីស្វែងរកការព្យាបាលខណៈពេលដែលជ័រកន្ទះនៅល្ងាចនេះ។ការរក្សាសន្តិភាពនៅផ្ទះអាចមានអារម្មណ៍ថាដូចជាការតស៊ូនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Put love into the work you do, and success will come easily, dear Taurus, thanks to a sweet connection between the Aquarius moon and Venus. These vibes also clear the way for wellness breakthroughs, helping you integrate healthy and sustainable habits into your routines. Meanwhile, Mercury and Pluto form a soft aspect, opening the floor to professional and romantic negotiations. Speak about the future you envision and any changes that must occur for them to manifest. Do some healing in private while Chiron activates this evening. Guards go up later tonight once Mars stirs, and you could struggle to break through with loved ones."
        },
        "kh": {
            "today": "សូមដាក់ស្នេហាចូលក្នុងការងារដែលអ្នកធ្វើហើយភាពជោគជ័យនឹងមកដល់យ៉ាងងាយស្រួលដោយអរគុណដល់ការតភ្ជាប់ផ្អែមរវាង Aquaraius Moon និង Venus ។ភាពរស់រវើកទាំងនេះក៏បញ្ជាក់យ៉ាងច្បាស់នូវមធ្យោបាយសម្រាប់ការឈានទៅរកភាពល្អនៃរបកគំហើញសុខភាពផងដែរដែលជួយអ្នកបញ្ចូលទម្លាប់ដែលមានសុខភាពល្អនិងប្រកបដោយនិរន្តរភាពទៅក្នុងទម្លាប់របស់អ្នក។ទន្ទឹមនឹងនេះដែរបារតនិងផ្លាតូបង្កើតបានជាទិដ្ឋភាពទន់ដោយបើកកម្រាលឥដ្ឋចរចាដែលមានជំនាញវិជ្ជាជីវៈនិងស្នេហា។និយាយអំពីអនាគតអ្នកប្រមើលមើលនិងការផ្លាស់ប្តូរណាមួយដែលត្រូវតែកើតឡើងសម្រាប់ពួកគេដើម្បីបង្ហាញឱ្យឃើញ។ធ្វើការព្យាបាលខ្លះក្នុងវិស័យឯកជនខណៈពេលដែល Chiron សកម្មនៅល្ងាចនេះ។ឆ្មាំបានឡើងទៅនៅយប់នេះនៅពេលយប់នេះបានកូរឱ្យភពព្រះអង្គារហើយអ្នកអាចតស៊ូដើម្បីបំបែកជាមួយមនុស្សជាទីស្រឡាញ់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll gain a deeper understanding of yourself, loved ones, and the divine, dear Gemini, thanks to a sweet connection between the Aquarius moon and Venus. When your heart is open and pure, the stars align to grant wishes. Meanwhile, Mercury and Pluto collaborate overhead, opening the doors to deep and meaningful discussions. Whether you're developing a friendship, a business partnership, or a romantic relationship, allow your discussion to take unexpected directions. Put good into the world to find healing once Chiron stirs this evening, highlighting your humanitarian side. A spark of creativity finds you tonight while Mars activates, but try not to ignore your bedtime."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានការយល់ដឹងកាន់តែស៊ីជម្រៅចំពោះខ្លួនអ្នកអ្នកស្រឡាញ់និងដ៏ទេវភាព Gemini ជាទីស្រឡាញ់សូមអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង Aquarius Moon និង Venus ។នៅពេលដែលបេះដូងរបស់អ្នកបើកចំហនិងបរិសុទ្ធផ្កាយតម្រឹមនឹងសេចក្តីប្រាថ្នា។ទន្ទឹមនឹងនេះដែរបារតនិងផ្លាតូសហការគ្នាលើការបើកទ្វារក្នុងការពិភាក្សាស៊ីជម្រៅនិងមានអត្ថន័យ។មិនថាអ្នកកំពុងអភិវឌ្ឍមិត្តភាពភាពជាដៃគូអាជីវកម្មឬទំនាក់ទំនងស្នេហាដែលអនុញ្ញាតឱ្យការពិភាក្សារបស់អ្នកត្រូវគិតទិសដៅដែលមិនបានរំពឹងទុក។ដាក់អំពើល្អក្នុងពិភពលោកដើម្បីរកការព្យាបាលនៅពេល chiry កូរនៅល្ងាចនេះដោយគូសបញ្ជាក់ពីផ្នែកមនុស្សធម៌របស់អ្នក។ផ្កាភ្លើងនៃការច្នៃប្រឌិតរកអ្នកនៅយប់នេះខណៈពេលដែល Mars ដំណើរការប៉ុន្តែព្យាយាមមិនឱ្យព្រងើយកន្តើយនឹងការចូលគេងរបស់អ្នក។"
        }
    }
]