[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna's debut into Libra brings a softness to your day, dear ram, encouraging you to let love flow. Frustrations could brew once Mercury and Uranus square off, especially if gossip begins to circulate. Disengage from social interactions, both online and in person, if you or your counterparts don't have anything nice to say. Shocking news may also throw you for a loop, and people will struggle to keep their opinions to themselves. Pluto steps in to clear away toxic chatter, nudging you to engage only with safe companions. You'll feel called to rally for a good cause when Mars stirs tonight."
        },
        "kh": {
            "today": "ការចាប់ផ្តើមដំបូងរបស់ Luna ចូលទៅក្នុង Libra នាំមកនូវភាពទន់ភ្លន់ដល់ថ្ងៃរបស់អ្នក ចៀមជាទីស្រឡាញ់ លើកទឹកចិត្តអ្នកឱ្យអនុញ្ញាតឱ្យស្នេហាហូរ។ការខកចិត្តអាចកើតឡើងនៅពេលដែល Mercury និង Uranus ចាប់ផ្តើមបិទ ជាពិសេសប្រសិនបើការនិយាយដើមចាប់ផ្តើមសាយភាយ។ផ្តាច់ចេញពីអន្តរកម្មសង្គម ទាំងតាមអ៊ីនធឺណិត និងដោយផ្ទាល់ ប្រសិនបើអ្នក ឬដៃគូរបស់អ្នកមិនមានអ្វីល្អក្នុងការនិយាយ។ដំណឹងដ៏គួរឱ្យតក់ស្លុតក៏អាចនឹងធ្វើឱ្យអ្នកមានការរង្គោះរង្គើផងដែរ ហើយមនុស្សនឹងតស៊ូដើម្បីរក្សាគំនិតរបស់ពួកគេចំពោះខ្លួនឯង។ភពភ្លុយតូឈានជើងចូលដើម្បីជម្រះការជជែកដែលមានជាតិពុល ដោយជំរុញឱ្យអ្នកចូលរួមតែជាមួយដៃគូដែលមានសុវត្ថិភាពប៉ុណ្ណោះ។អ្នក​នឹង​មាន​អារម្មណ៍​ថា​ត្រូវ​បាន​គេ​ហៅ​ឱ្យ​ប្រមូល​ផ្តុំ​គ្នា​សម្រាប់​ហេតុផល​ដ៏​ល្អ​មួយ​នៅ​ពេល​ដែល​ភព​អង្គារ​កូរ​នៅ​យប់​នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Heaviness is lifted, and your thoughts elevate, dearest Leo, as the Moon enters Libra and your solar third house. Take control of your mind by focusing on people, topics, and content that contribute to your sense of harmony. Boredom could cause loved ones to challenge you once Mercury and Uranus square off. Avoid confrontation by setting boundaries and shutting down attempts to push your buttons. When you don't give others the reaction they seek, they'll quickly lose interest. The ambiance sweetens while Pluto stirs, helping you put differences to the side to make way for healthier interactions. Unlock passion within matters of the heart by showcasing your incredible intellect."
        },
        "kh": {
            "today": "ភាពធ្ងន់ត្រូវបានលើក ហើយគំនិតរបស់អ្នកកើនឡើង ឡេអូជាទីគោរពបំផុត នៅពេលដែលព្រះច័ន្ទចូល Libra និងផ្ទះទីបីនៃព្រះអាទិត្យរបស់អ្នក។គ្រប់គ្រងចិត្តរបស់អ្នកដោយផ្តោតលើមនុស្ស ប្រធានបទ និងខ្លឹមសារដែលរួមចំណែកដល់អារម្មណ៍សុខដុមរមនារបស់អ្នក។ភាពអផ្សុកអាចបណ្តាលឱ្យមនុស្សជាទីស្រលាញ់ប្រជែងអ្នកនៅពេលដែល Mercury និង Uranus ដាច់ចេញពីគ្នា។ជៀសវាងការប្រឈមមុខគ្នាដោយកំណត់ព្រំដែន និងបិទការប៉ុនប៉ងដើម្បីរុញប៊ូតុងរបស់អ្នក។នៅពេលអ្នកមិនផ្តល់ប្រតិកម្មដល់អ្នកដទៃ ពួកគេនឹងបាត់បង់ចំណាប់អារម្មណ៍យ៉ាងឆាប់រហ័ស។បរិយាកាសមានភាពផ្អែមល្ហែម ខណៈពេលដែលភពភ្លុយតុងកូរ វាជួយអ្នកដាក់ភាពខុសគ្នាទៅម្ខាងដើម្បីបង្កើតផ្លូវសម្រាប់អន្តរកម្មដែលមានសុខភាពល្អ។ដោះសោតណ្ហានៅក្នុងបញ្ហានៃបេះដូងដោយបង្ហាញបញ្ញាមិនគួរឱ្យជឿរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Embrace activities that help you feel your best, dear Taurus. As Luna enters Libra and the sector of your chart that governs health, work, and routine, wellness becomes a top priority. Take steps to improve your physical state and sense of order to ensure you thrive each day. Competitive peers may try to plant seeds of doubt when Mercury and Uranus square off. Brush negative comments to the side, ensuring they don't lead to self-restricting behaviors. Make adjustments to your highest aspirations while Pluto and Mars stir this evening, rekindling the determination to see them through."
        },
        "kh": {
            "today": "ទទួលយកសកម្មភាពដែលជួយអ្នកឱ្យមានអារម្មណ៍ល្អបំផុតរបស់អ្នក Taurus ជាទីស្រឡាញ់។នៅពេលដែល Luna ចូល Libra និងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសុខភាព ការងារ និងទម្លាប់ សុខភាពក្លាយជាអាទិភាពកំពូល។ចាត់វិធានការដើម្បីកែលម្អស្ថានភាពរាងកាយ និងអារម្មណ៍នៃសណ្តាប់ធ្នាប់របស់អ្នក ដើម្បីធានាថាអ្នកមានភាពរីកចម្រើនជារៀងរាល់ថ្ងៃ។ដៃគូប្រកួតប្រជែងអាចព្យាយាមដាំគ្រាប់ពូជនៃការសង្ស័យ នៅពេលដែលបារត និងអ៊ុយរ៉ានុសបិទ។ច្រានមតិអវិជ្ជមានទៅម្ខាង ដោយធានាថាពួកគេមិននាំទៅរកអាកប្បកិរិយាដាក់កម្រិតលើខ្លួនឯង។ធ្វើការកែតម្រូវទៅតាមសេចក្តីប្រាថ្នាខ្ពស់បំផុតរបស់អ្នក ខណៈពេលដែលភពភ្លុយតូ និងភពអង្គារកូរពេញមួយល្ងាចនេះ ដោយធ្វើឱ្យមានការតាំងចិត្តឡើងវិញដើម្បីមើលពួកវាឱ្យឆ្លងកាត់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll benefit from some extra pep in your step as the Moon enters Libra, dearest Gemini. View the world through a creative lens, and direct more energy toward recreational activities. The universe sends many messages your way while Mercury squares Uranus. Document ideas or epiphanies as they emerge for later review. Spending time with friends acts as a cathartic experience when Luna aspects Pluto and Mars this evening. Matters of the heart may also intensify, putting you and your partner in a passionate, intimate mood. If you're hoping to level up your connections, arrange an adventure with your sweetheart."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការបន្ថែមមួយចំនួននៅក្នុងជំហានរបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូល Libra ដែលជា Gemini ជាទីស្រឡាញ់បំផុត។មើលពិភពលោកតាមរយៈកែវថតប្រកបដោយភាពច្នៃប្រឌិត និងដឹកនាំថាមពលបន្ថែមទៀតឆ្ពោះទៅរកសកម្មភាពកម្សាន្ត។ចក្រវាឡ​ផ្ញើ​សារ​ជា​ច្រើន​តាម​ផ្លូវ​របស់​អ្នក ខណៈ​ភព​ពុធ​កាត់​ Uranus ។គំនិត​ឯកសារ ឬ​រឿង​ភាគ​ដែល​ពួកគេ​ផុស​ឡើង​សម្រាប់​ការ​ពិនិត្យ​មើល​ពេល​ក្រោយ។ការចំណាយពេលជាមួយមិត្តភ័ក្តិដើរតួជាបទពិសោធន៍ដ៏ឈឺចាប់មួយ នៅពេលដែល Luna មើលទៅភពភ្លុយតូ និងភពអង្គារនៅល្ងាចនេះ។រឿងរ៉ាវនៃបេះដូងក៏អាចកាន់តែខ្លាំង ដោយធ្វើឱ្យអ្នក និងដៃគូរបស់អ្នកមានអារម្មណ៍ស្និទ្ធស្នាល និងស្និទ្ធស្នាល។ប្រសិនបើអ្នកសង្ឃឹមថានឹងបង្កើនទំនាក់ទំនងរបស់អ្នក សូមរៀបចំដំណើរផ្សងព្រេងជាមួយគូស្នេហ៍របស់អ្នក។"
        }
    }
]