[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini moon sharpens your perspective, dear Aries, helping you ask the right questions. Make peace with what you do not know, and don't be afraid to admit when you're wrong. An unbalanced aspect with Mercury could brew frustrations with companions who don't show the same level of accountability, but try not to be reactive if you recognize these behaviors in others. Conversations flow in and out as the hours pass, and you'll encounter juicy tidbits of information from peers. Just remember not to act before you have all the facts, while Luna and Mars align this evening."
        },
        "kh": {
            "today": "Gemini Moon បានពង្រឹងទស្សនវិស័យរបស់អ្នកដោយក្តីជាទីស្រឡាញ់ជួយអ្នកឱ្យសួរសំណួរត្រឹមត្រូវ។ធ្វើឱ្យមានសន្តិភាពជាមួយនឹងអ្វីដែលអ្នកមិនស្គាល់ហើយកុំភ័យខ្លាចក្នុងការសារភាពនៅពេលអ្នកខុស។ទិដ្ឋភាពដែលមិនមានតុល្យភាពជាមួយបារតអាចស្រក់ទឹកចិត្តជាមួយដៃគូដែលមិនបង្ហាញពីគណនេយ្យភាពដូចគ្នាប៉ុន្តែព្យាយាមមិនប្រតិកម្មប្រសិនបើអ្នកស្គាល់អាកប្បកិរិយាទាំងនេះនៅក្នុងអ្នកដទៃ។ការសន្ទនាកំពុងហូរចូលនិងចេញនៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកនឹងជួបប្រទះព័ត៌មានជាច្រើននៃព័ត៌មានពីមិត្តភក្ដិ។គ្រាន់តែចាំកុំឱ្យធ្វើសកម្មភាពមុនពេលអ្នកមានអង្គហេតុទាំងអស់ខណៈពេលដែល Luna និងភពព្រះអង្គារបានតម្រឹមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your true feelings about certain people could be revealed through strange dreams or early morning epiphanies, dear Leo, as the Gemini moon and Pluto align. Trust your intuition when it comes to reading others, and be mindful to let love in. Unfortunately, an unbalanced aspect between Luna and Mercury may cloud your judgment. If confusion creeps in, access your spirituality while asking the other side for guidance. Embrace connection as the hours pass, elevating your own popularity in the process. You might feel torn between going out and resting at home once Mars activates this evening, but you should seek new experiences either way."
        },
        "kh": {
            "today": "អារម្មណ៍ពិតរបស់អ្នកអំពីមនុស្សមួយចំនួនអាចត្រូវបានបង្ហាញតាមរយៈក្តីសុបិន្តចំឡែកឬនៅព្រឹកព្រលឹមនៅព្រឹកព្រលេលីអូជាទីស្រឡាញ់នៅពេលដែល Gemini MOON និង Pluto តម្រឹម។ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកនៅពេលអានការអានអ្នកដទៃហើយចងចាំថាអនុញ្ញាតឱ្យស្រឡាញ់នៅក្នុង។ ជាអកុសលទិដ្ឋភាពមិនមានតុល្យភាពរវាង Luna និងបារតអាចមានការវិនិច្ឆ័យទោសរបស់អ្នក។ប្រសិនបើភាពច្របូកច្របល់បានធ្វើឱ្យការចូលដំណើរការភាពខាងវិញ្ញាណរបស់អ្នកខណៈពេលដែលសុំការណែនាំផ្សេងទៀតសម្រាប់ការណែនាំ។ចាប់យកការតភ្ជាប់នៅពេលម៉ោងកន្លងផុតទៅលើកកម្ពស់ប្រជាប្រិយភាពផ្ទាល់ខ្លួនរបស់អ្នកក្នុងដំណើរការ។អ្នកប្រហែលជាមានអារម្មណ៍ថាហែកហួរគ្នារវាងការចេញទៅក្រៅនិងសម្រាកនៅផ្ទះនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យល្ងាចនេះសកម្មប៉ុន្តែអ្នកគួរតែស្វែងរកបទពិសោធន៍ថ្មីៗ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could awaken to good news, dear Taurus, as the Gemini moon and Pluto form a sweet connection early this morning. This cosmic climate offers breakthroughs and solutions to obstacles you've been battling, but you'll need to be quick on your feet. An unbalanced aspect between Luna and Mercury threatens to throw you off course, especially if you're afraid to leave your comfort zone. Try not to overanalyze your position when opportunity knocks, trusting that you'll find your footing along the way. Watch your impulses and be mindful of your spending habits while Mars stirs up a restless energy this evening."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ដឹងខ្លួននូវដំណឹងល្អ Taurus ជាទីស្រឡាញ់នៅពេលដែល Gemini Moon និង Pluto បង្កើតបានជាការតភ្ជាប់ផ្អែមនៅព្រឹកនេះ។អាកាសធាតុកែសម្ផស្សនេះផ្តល់នូវរបកគំហើញដ៏លេចធ្លោនិងដំណោះស្រាយចំពោះឧបសគ្គដែលអ្នកបានប្រយុទ្ធប៉ុន្តែអ្នកនឹងត្រូវបានរហ័សនៅលើជើងរបស់អ្នក។ទិដ្ឋភាពដែលមានតុល្យភាពរវាង Luna និងបារតគំរាមទម្លាក់អ្នកឱ្យឈប់រៀនជាពិសេសប្រសិនបើអ្នកខ្លាចចាកចេញពីតំបន់កំសាន្តរបស់អ្នក។ព្យាយាមមិនឱ្យធ្វើឱ្យមុខតំណែងរបស់អ្នកហួសកំរិតនៅពេលឱកាសគោះទ្វារដែលជឿទុកចិត្តថាអ្នកនឹងរកឃើញជើងរបស់អ្នកនៅតាមផ្លូវ។មើលការលើកទឹកចិត្តរបស់អ្នកហើយគិតពីទម្លាប់ចំណាយរបស់អ្នកនៅពេលដែលភពព្រះអង្គាររំជើបរំជួលថាមពលដែលមិនចេះរីងស្ងួតនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A profoundly spiritual energy manifests during the very early hours, dear Gemini, as the moon and Pluto align. Take note of any strange dreams or morning epiphanies that find you, searching for signs from beyond. Monitor your screen usage while Mercury activates, threatening to throw you off task with digital distractions. Unruly electronics could also become an issue, and it may be time to update your devices. Reconnect with yourself and the goals closest to your heart if you need a mental reset. Acting with haste might lead to mistakes this evening when Luna and Mars form an unbalanced aspect."
        },
        "kh": {
            "today": "ថាមពលដែលមានសមត្ថភាពខាងវិញ្ញាណដ៏ជ្រាលជ្រៅក្នុងកំឡុងពេលដំបូងណាស់ Gemini ជាទីស្រឡាញ់, ដូចជាព្រះច័ន្ទនិងផ្លាតូតម្រឹម។កត់ចំណាំនូវក្តីសុបិន្តចម្លែកឬអេពីភីផាផានពេលព្រឹកដែលរកអ្នកស្វែងរកសញ្ញាពីលើសពីនេះ។តាមដានការប្រើប្រាស់អេក្រង់របស់អ្នកខណៈដែលការការពារ Marcury ធ្វើឱ្យសកម្មការគំរាមធ្វើឱ្យអ្នកខកខានបំពេញភារកិច្ចរបស់អ្នកជាមួយនឹងការរំខានឌីជីថល។គ្រឿងអេឡិចត្រូនិចដែលមិនចេះនិយាយក៏អាចក្លាយជាបញ្ហាដែរហើយវាប្រហែលជាដល់ពេលដែលត្រូវធ្វើបច្ចុប្បន្នភាពឧបករណ៍របស់អ្នកហើយ។ភ្ជាប់ទំនាក់ទំនងជាមួយខ្លួនអ្នកនិងគោលដៅដែលនៅជិតបេះដូងរបស់អ្នកប្រសិនបើអ្នកត្រូវការកំណត់ផ្លូវចិត្ត។ការប្រព្រឹត្ដយ៉ាងខ្លាំងអាចនាំឱ្យមានកំហុសនៅល្ងាចនេះនៅពេលដែល Luna និង Mars បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។"
        }
    }
]