[
    {
        "sign": "Aries",
        "en": {
            "today": "Recent wins alter the way peers see you, dear Aries, increasing your overall influence. As the Aquarius Moon and Pluto unite, reflect on how you can empower other members of the community. Take the lead to address issues that affect your neighbors and the environment. Initiatives that make your space cleaner and more accepting will go over particularly well. A boost in your online presence could also prove meaningful. If you've been hoping to establish a business or social media following, focus your energy accordingly. Prepare for strange developments along the way while the Sun and Uranus square off."
        },
        "kh": {
            "today": "ការឈ្នះថ្មីៗផ្លាស់ប្តូរវិធីដែលមិត្តភ័ក្តិឃើញអ្នក Aries ជាទីស្រឡាញ់ បង្កើនឥទ្ធិពលរួមរបស់អ្នក។នៅពេលដែល Aquarius Moon និង Pluto រួបរួមគ្នា សូមឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកអាចផ្តល់អំណាចដល់សមាជិកដទៃទៀតនៃសហគមន៍។ដឹកនាំដើម្បីដោះស្រាយបញ្ហាដែលប៉ះពាល់ដល់អ្នកជិតខាង និងបរិស្ថានរបស់អ្នក។គំនិតផ្តួចផ្តើមដែលធ្វើឱ្យកន្លែងរបស់អ្នកកាន់តែស្អាត និងការទទួលយកកាន់តែច្រើននឹងដំណើរការយ៉ាងល្អជាពិសេស។ការជំរុញវត្តមានលើអ៊ីនធឺណិតរបស់អ្នកក៏អាចបង្ហាញថាមានអត្ថន័យផងដែរ។ប្រសិនបើអ្នកបានសង្ឃឹមថានឹងបង្កើតអាជីវកម្ម ឬប្រព័ន្ធផ្សព្វផ្សាយសង្គមដូចខាងក្រោម សូមផ្តោតថាមពលរបស់អ្នកទៅតាមនោះ។រៀបចំសម្រាប់ការអភិវឌ្ឍចម្លែកនៅតាមផ្លូវខណៈពេលដែលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសបិទ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Aquarius Moon and Pluto bring shifts to your closest relationships, darling Leo. Be mindful of how others treat you, especially in matters of the heart. Issues that seem small now are unlikely to improve with time unless you address them head-on. If unhealthy patterns show no signs of improving, reclaim your power by cutting ties and moving on. Acknowledge how your life will be impacted as connections intensify, and whether or not you're ready for change. Set boundaries to ensure your professional goals remain a priority when the Sun squares Uranus, or your plans could quickly derail."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Aquarius និង Pluto នាំមកនូវការផ្លាស់ប្តូរដល់ទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នក, Leo ជាទីស្រឡាញ់។ចងចាំពីរបៀបដែលអ្នកដទៃប្រព្រឹត្តចំពោះអ្នក ជាពិសេសបញ្ហាបេះដូង។បញ្ហាដែលហាក់ដូចជាតូចនៅពេលនេះ ទំនងជាមិនប្រសើរឡើងតាមពេលវេលាទេ លុះត្រាតែអ្នកដោះស្រាយពួកគេជាមុនសិន។ប្រសិនបើ​គំរូ​មិនល្អ​បង្ហាញ​ពី​សញ្ញា​នៃ​ការ​ប្រសើរ​ឡើង សូម​ទាមទារ​ថាមពល​របស់អ្នក​ឡើងវិញ​ដោយ​កាត់​ទំនាក់ទំនង និង​បន្ត។ទទួល​ស្គាល់​ពី​របៀប​ដែល​ជីវិត​របស់​អ្នក​នឹង​ទទួល​រង​ផល​ប៉ះ​ពាល់ ខណៈ​ដែល​ការ​តភ្ជាប់​កាន់​តែ​ខ្លាំង​ឡើង និង​ថា​តើ​អ្នក​ត្រៀម​ខ្លួន​រួច​រាល់​សម្រាប់​ការ​ផ្លាស់​ប្តូរ​ឬ​អត់។កំណត់ព្រំដែនដើម្បីធានាថាគោលដៅអាជីពរបស់អ្នកនៅតែជាអាទិភាពនៅពេលដែលព្រះអាទិត្យវាយលុក Uranus ឬផែនការរបស់អ្នកអាចធ្លាក់ចុះយ៉ាងឆាប់រហ័ស។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Break free from cycles that have grown stagnant, dear Taurus. As the Aquarius Moon and Pluto unite, seize control of your life and embrace the unknown. Proceed with an open mind, but maintain a practical disposition. It may be necessary to respond quickly when new paths emerge, and hesitating to act could cost you. Professional aspirations also benefit from these vibes, but you'll need to determine if growth is possible within your current position. It falls on you to decide what happens next as the Sun and Uranus square off, though your sense of security might be tested."
        },
        "kh": {
            "today": "សម្រាកពីវដ្តដែលបានកើនឡើងនៅទ្រឹង, Taurus ជាទីស្រឡាញ់។នៅពេលដែល Aquarius Moon និង Pluto រួបរួមគ្នា ចាប់យកការគ្រប់គ្រងជីវិតរបស់អ្នក ហើយទទួលយកអ្វីដែលមិនស្គាល់។បន្ត​ដោយ​ចិត្ត​បើក​ចំហ ប៉ុន្តែ​ត្រូវ​រក្សា​គំនិត​ជាក់ស្តែង។វាប្រហែលជាចាំបាច់ក្នុងការឆ្លើយតបយ៉ាងឆាប់រហ័សនៅពេលដែលផ្លូវថ្មីលេចឡើង ហើយការស្ទាក់ស្ទើរក្នុងសកម្មភាពអាចធ្វើឱ្យអ្នកខាតបង់។សេចក្តីប្រាថ្នាវិជ្ជាជីវៈក៏ទទួលបានអត្ថប្រយោជន៍ពីភាពរស់រវើកទាំងនេះដែរ ប៉ុន្តែអ្នកនឹងត្រូវកំណត់ថាតើកំណើនអាចធ្វើទៅបាននៅក្នុងទីតាំងបច្ចុប្បន្នរបស់អ្នក។វាអាស្រ័យលើអ្នកក្នុងការសម្រេចចិត្តថានឹងមានអ្វីកើតឡើងបន្ទាប់នៅពេលដែលព្រះអាទិត្យ និងអ៊ុយរ៉ានុសបានបិទ បើទោះបីជាអារម្មណ៍សុវត្ថិភាពរបស់អ្នកអាចត្រូវបានសាកល្បងក៏ដោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll sense major change brewing on the horizon, darling Gemini, as the Aquarius Moon and Pluto unite. Optimism grows as you prepare for new beginnings that center around your wildest hopes and dreams. The spiritual realms rally to support you along the way, and honoring your ancestors can provide an extra layer of empowerment. Intuitive hunches offer guidance with each passing hour, but you'll need to view the world through a mindful lens to decipher messages from beyond. Sneak away to sort through your thoughts in private when the Sun and Uranus usher forth epiphanies later tonight."
        },
        "kh": {
            "today": "អ្នក​នឹង​យល់​ឃើញ​ពី​ការ​ផ្លាស់​ប្តូរ​ដ៏​ធំ​មួយ​នៅ​លើ​ជើងមេឃ​ដែល​ស្រលាញ់ Gemini ខណៈ​ព្រះច័ន្ទ Aquarius និង Pluto រួបរួម​គ្នា។សុទិដ្ឋិនិយមកើនឡើងនៅពេលអ្នករៀបចំសម្រាប់ការចាប់ផ្តើមថ្មីដែលផ្តោតលើក្តីសង្ឃឹម និងក្តីសុបិន្តដ៏ព្រៃផ្សៃបំផុតរបស់អ្នក។អាណាចក្រខាងវិញ្ញាណប្រមូលផ្តុំគ្នាដើម្បីគាំទ្រអ្នកនៅតាមផ្លូវ ហើយការគោរពដល់បុព្វបុរសរបស់អ្នកអាចផ្តល់នូវការពង្រឹងបន្ថែម។ការគិតបែបវិចារណញាណ ផ្តល់ការណែនាំជាមួយនឹងម៉ោងឆ្លងកាត់នីមួយៗ ប៉ុន្តែអ្នកនឹងត្រូវមើលពិភពលោកតាមរយៈកែវភ្នែកដើម្បីបកស្រាយសារពីខាងក្រៅ។លួចចេញដើម្បីតម្រៀបតាមគំនិតរបស់អ្នកជាលក្ខណៈឯកជន នៅពេលដែលព្រះអាទិត្យ និងអ៊ុយរ៉ានុស នាំឱ្យកើតអេពីផានីនៅយប់នេះ។"
        }
    }
]