[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury and Venus join forces this morning, dear Aries, putting you in a loving and inclusive mood. Go out on a limb socially to connect with peers who are quieter and reserved. Your efforts to make others feel welcome could unlock surprising alliances that come in handy later. Meanwhile, the Gemini Moon and Chiron align, nudging you to reflect on meaningful questions in the name of growth and healing. Touch base with your responsibilities while Saturn activates this afternoon, as it would be easy to lose track of important tasks. Luna drifts into Cancer midafternoon, triggering nostalgic memories."
        },
        "kh": {
            "today": "បារត និង ភពសុក្រ រួមកម្លាំងគ្នានៅព្រឹកនេះ Aries ជាទីស្រឡាញ់ ធ្វើឱ្យអ្នកមានអារម្មណ៍ស្រលាញ់ និងរួមបញ្ចូល។ចេញទៅក្រៅនៅលើអវយវៈសង្គមដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្ដិដែលស្ងប់ស្ងាត់ជាងនិងបម្រុងទុក។ការខិតខំប្រឹងប្រែងរបស់អ្នកដើម្បីធ្វើឱ្យអ្នកផ្សេងទៀតមានអារម្មណ៍ស្វាគមន៍អាចដោះសោសម្ព័ន្ធភាពគួរឱ្យភ្ញាក់ផ្អើលដែលមានប្រយោជន៍នៅពេលក្រោយ។ទន្ទឹមនឹងនេះដែរ Gemini Moon និង Chiron តម្រឹមដោយជំរុញអ្នកឱ្យគិតអំពីសំណួរដែលមានអត្ថន័យនៅក្នុងឈ្មោះនៃការលូតលាស់និងការព្យាបាល។ប៉ះមូលដ្ឋានជាមួយនឹងទំនួលខុសត្រូវរបស់អ្នក ខណៈពេលដែល Saturn ដំណើរការនៅរសៀលនេះ ព្រោះវានឹងងាយស្រួលក្នុងការបាត់បង់ការងារសំខាន់ៗ។Luna រសាត់​ទៅ​ក្នុង​មហារីក​ពេល​រសៀល បង្ក​ឱ្យ​មាន​ការ​ចង​ចាំ​អាឡោះ​អាល័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in bubbly and loving spirits today, dearest Leo, thanks to a sweet union between Mercury and Venus. Show kindness to everyone you encounter, and your actions will be enthusiastically mirrored. Clarity and harmony fill you with ease, and you'll have a gift for helping loved ones find their own peace. Try to see the good in humanity while the Gemini Moon and Chiron align, and perpetuate messages of acceptance and compassion. Jealousy could brew amongst those who are unsatisfied when Saturn becomes agitated this afternoon, but don't let peers dampen your successes. Get home early and enjoy some quiet time once Luna enters Cancer."
        },
        "kh": {
            "today": "ថ្ងៃនេះអ្នកនឹងស្ថិតក្នុងព្រលឹងដ៏ស្រស់បំព្រង និងពោរពេញដោយក្តីស្រលាញ់ ឡេអូជាទីគោរព អរគុណចំពោះការរួបរួមដ៏ផ្អែមល្ហែមរវាងបារត និងភពសុក្រ។បង្ហាញសេចក្តីសប្បុរសចំពោះមនុស្សគ្រប់គ្នាដែលអ្នកជួបប្រទះ ហើយសកម្មភាពរបស់អ្នកនឹងត្រូវបានឆ្លុះបញ្ចាំងយ៉ាងក្លៀវក្លា។ភាពច្បាស់លាស់ និងភាពសុខដុមរមនា បំពេញឱ្យអ្នកនូវភាពងាយស្រួល ហើយអ្នកនឹងមានអំណោយសម្រាប់ជួយមនុស្សជាទីស្រឡាញ់ឱ្យស្វែងរកសន្តិភាពផ្ទាល់ខ្លួនរបស់ពួកគេ។ព្យាយាមមើលឃើញភាពល្អនៅក្នុងមនុស្សជាតិ ខណៈពេលដែលព្រះច័ន្ទ Gemini និង Chiron តម្រឹម និងបន្តសារនៃការទទួលយក និងការអាណិតអាសូរ។ការច្រណែនអាចកើតឡើងក្នុងចំណោមអ្នកដែលមិនពេញចិត្ត នៅពេលដែលភពសៅរ៍ មានភាពច្របូកច្របល់នៅរសៀលនេះ ប៉ុន្តែកុំបណ្តោយឱ្យមិត្តភ័ក្តិធ្វើឱ្យជោគជ័យរបស់អ្នក។ត្រឡប់​មក​ផ្ទះ​ឱ្យ​បាន​ឆាប់ ហើយ​រីករាយ​នឹង​ពេល​វេលា​ស្ងប់ស្ងាត់​មួយ​ចំនួន​ពេល Luna ចូល​ក្នុង​មហារីក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Professional alliances come in handy, dear Taurus, as Mercury and Venus unite. Remember that individual success is typically part of a greater effort, and appreciate the support network that helps you move upwards. When it comes to matters of the heart, touch base with your partner about shared goals and the time it will take to achieve them. A gentle connection between the Gemini Moon and Chiron reinforces your self-worth, making it easier to honor and articulate what you deserve. You could feel slightly out of place when Saturn stirs this afternoon, but don't bend over backwards trying to fit in where you're not comfortable. Luna's debut into Cancer brings compassion to the air, softening your interactions."
        },
        "kh": {
            "today": "សម្ព័ន្ធភាពដែលមានជំនាញវិជ្ជាជីវៈមកជាប្រយោជន៍, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Mercury និង Venus រួបរួមគ្នា។សូមចងចាំថា ភាពជោគជ័យរបស់បុគ្គលម្នាក់ៗ ជាធម្មតាជាផ្នែកមួយនៃការខិតខំប្រឹងប្រែងកាន់តែខ្លាំង និងពេញចិត្តចំពោះបណ្តាញគាំទ្រដែលជួយអ្នកឱ្យឈានទៅមុខ។នៅពេលនិយាយអំពីបញ្ហាបេះដូង សូមប៉ះមូលដ្ឋានជាមួយដៃគូរបស់អ្នកអំពីគោលដៅរួម និងពេលវេលាដែលវានឹងត្រូវការដើម្បីសម្រេចបាន។ទំនាក់ទំនងដ៏ទន់ភ្លន់រវាង Gemini Moon និង Chiron ពង្រឹងតម្លៃខ្លួនឯង ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការគោរព និងបញ្ជាក់នូវអ្វីដែលអ្នកសមនឹងទទួលបាន។អ្នក​អាច​មាន​អារម្មណ៍​ថា​នៅ​ក្រៅ​កន្លែង​បន្តិច​នៅ​ពេល​ដែល​ Saturn កូរ​នៅ​រសៀល​នេះ ប៉ុន្តែ​កុំ​បត់​ទៅ​ក្រោយ​ដោយ​ព្យាយាម​ឱ្យ​សម​នឹង​កន្លែង​ដែល​អ្នក​មិន​ស្រួល​ខ្លួន។ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna ក្នុងជំងឺមហារីកនាំមកនូវក្តីមេត្តាដល់ខ្យល់ ធ្វើឱ្យអន្តរកម្មរបស់អ្នកកាន់តែទន់ភ្លន់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury and Venus unite in your solar ninth house, dear Gemini, asking you to believe in magick. Now is the time to make wishes, set high hopes, and push yourself to go the distance. You'll receive guidance and blessings along the way if you proceed mindfully and with an open heart. As Luna continues through your sign and aligns with Chiron, helping hands will emerge. Don't be embarrassed to ask your community for help when you need it. Try not to be discouraged if not everyone is in your corner while Saturn becomes agitated. Top of your day with a nurturing treat once Luna enters Cancer."
        },
        "kh": {
            "today": "បារត និង Venus រួបរួមគ្នានៅក្នុងផ្ទះទីប្រាំបួននៃពន្លឺព្រះអាទិត្យរបស់អ្នក Gemini ជាទីស្រឡាញ់ សុំឱ្យអ្នកជឿលើវេទមន្ត។ពេលនេះជាពេលវេលាដើម្បីធ្វើសេចក្តីប្រាថ្នា កំណត់ក្តីសង្ឃឹមខ្ពស់ និងជំរុញខ្លួនអ្នកឱ្យទៅឆ្ងាយ។អ្នក​នឹង​ទទួល​បាន​ការ​ណែនាំ និង​ពរជ័យ​នៅ​តាម​ផ្លូវ ប្រសិន​បើ​អ្នក​បន្ត​ដោយ​ចិត្ត​គំនិត និង​ដោយ​ចិត្ត​បើក​ចំហ។នៅពេលដែល Luna បន្តតាមរយៈសញ្ញារបស់អ្នក ហើយតម្រឹមជាមួយ Chiron ដៃជំនួយនឹងលេចចេញមក។កុំខ្មាស់អៀនក្នុងការសុំជំនួយពីសហគមន៍របស់អ្នក នៅពេលដែលអ្នកត្រូវការវា។ព្យាយាមកុំឱ្យបាក់ទឹកចិត្ត ប្រសិនបើមិនមែនគ្រប់គ្នានៅជ្រុងរបស់អ្នកទេ ខណៈពេលដែល Saturn មានភាពច្របូកច្របល់។កំពូល​នៃ​ថ្ងៃ​របស់​អ្នក​ជាមួយ​នឹង​ការ​ព្យាបាល​ថែទាំ​នៅ​ពេល Luna ចូល​ក្នុង​មហារីក។"
        }
    }
]