[
    {
        "sign": "Aries",
        "en": {
            "today": "You may feel slightly dazed as the moon moves through ethereal Pisces, dear Aries, unlocking new layers of the imagination. Truly brilliant visions will manifest if you escape into your own mind, though you should avoid becoming completely detached. As the nodes of fate activate this afternoon, floating through tasks could trigger mistakes that escalate into significant issues down the line. Failing to sketch, outline, or document ideas will also cause them to slip away. Feed inspiration with concrete action when Luna squares Mars this evening, but try not to skip steps or bite off more than you can chew."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ស្រឡាំងកាំងបន្តិចនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរតាមរយៈវិស្សមកាល Ethereal, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដោះសោស្រទាប់ថ្មីនៃការស្រមើលស្រមៃ។ចក្ខុវិស័យដ៏អស្ចារ្យពិតប្រាកដនឹងបង្ហាញប្រសិនបើអ្នករត់គេចខ្លួនក្នុងចិត្តរបស់អ្នកទោះបីជាអ្នកគួរតែជៀសវាងពីការផ្តាច់ចេញទាំងស្រុងក៏ដោយ។នៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅរសៀលនេះអណ្តែតលើភារកិច្ចអាចបង្កឱ្យមានកំហុសដែលកើនឡើងទៅជាបញ្ហាសំខាន់ៗធ្លាក់ចុះ។ការខកខានមិនបានបង្ហាញគំនរគ្រោងការណ៍គ្រោងនឹងធ្វើឱ្យពួកគេលែងរអិល។ការលើកទឹកចិត្តចំណីអាហារជាមួយនឹងសកម្មភាពជាក់ស្តែងនៅពេលដែល Luna Squares Mars នៅល្ងាចនេះប៉ុន្តែព្យាយាមមិនឱ្យរំលងជំហានឬខាំជាងអ្វីដែលអ្នកបានទំពារ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your emotions evolve under the Pisces moon, dear Leo, sharpening your instincts and desire to be better. As new information rises to the surface, you'll benefit from enlightening others on your own thoughts and feelings. Luna aligns with the nodes of fate this afternoon, helping you spring toward opportunities or commitments you've been laying the groundwork for. Be mindful that some adjustments may be necessary to reach agreements that everyone can be satisfied with. Tension builds while Mars stirs this evening, and knee-jerk reactions to conflict may quickly lead to regrets. Should drama arise, take a moment to catch your breath before addressing the issue."
        },
        "kh": {
            "today": "អារម្មណ៍របស់អ្នកវិវឌ្ឍន៍ក្រោមការចិញ្ចឹមពូជព្រះច័ន្ទដែលជាទីស្រឡាញ់, លូ, ធ្វើឱ្យច្បាស់នូវសភាវគតិនិងបំណងប្រាថ្នារបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។នៅពេលដែលព័ត៌មានថ្មីកើនឡើងដល់ផ្ទៃអ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការបំភ្លឺអ្នកដទៃដោយខ្លួនឯងនូវគំនិតនិងអារម្មណ៍ផ្ទាល់ខ្លួនរបស់អ្នក។Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅរសៀលនេះដែលជួយអ្នកឱ្យនិទាឃរដូវឆ្ពោះទៅរកឱកាសឬការប្តេជ្ញាចិត្តដែលអ្នកបានដាក់ក្នុងពេលធ្វើការ។ចងចាំថាការកែសំរួលមួយចំនួនប្រហែលជាចាំបាច់ក្នុងការឈានដល់កិច្ចព្រមព្រៀងដែលមនុស្សគ្រប់គ្នាអាចពេញចិត្តនឹង។ភាពតានតឹងបង្កើតឡើងខណៈពេលដែលភពព្រះអង្គាររំញោចនៅល្ងាចនេះហើយប្រតិកម្មជង្គង់កន្ត្រាក់ចំពោះជម្លោះអាចនាំឱ្យមានការសោកស្តាយយ៉ាងឆាប់រហ័ស។តើរឿងល្ខោនគួរកើតឡើងទេចំណាយពេលបន្តិចដើម្បីចាប់ដង្ហើមរបស់អ្នកមុនពេលដោះស្រាយបញ្ហា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll have a gift for connecting others as the moon moves through Pisces, dear Taurus, finding pleasure with each introduction you make. In turn, your reputation grows as peers become aware of the breadth and diversity of your network. Your influence increases once the nodes of fate stir this afternoon, but you should consider what you have to gain by learning from others as well. Humanitarian efforts also come into focus, tugging at your heartstrings and inspiring meaningful action. Steer clear of conflict when Luna squares Mars this evening, especially where ex-partnerships or political differences are concerned."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណោយសម្រាប់ការភ្ជាប់អ្នកដទៃនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរតាមរយៈ Pisces, ជាទីស្រឡាញ់ Taurus, ស្វែងរកភាពរីករាយជាមួយនឹងការណែនាំនីមួយៗដែលអ្នកបានធ្វើ។ជាលទ្ធផលកេរ្តិ៍ឈ្មោះរបស់អ្នករីកចម្រើននៅពេលដែលមិត្តភក្ដិបានដឹងអំពីទទឹងនិងភាពចម្រុះនៃបណ្តាញរបស់អ្នក។ឥទ្ធិពលរបស់អ្នកកើនឡើងនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅរសៀលនេះប៉ុន្តែអ្នកគួរតែពិចារណាពីអ្វីដែលអ្នកត្រូវតែទទួលបានដោយរៀនពីអ្នកដទៃផងដែរ។កិច្ចខិតខំប្រឹងប្រែងមនុស្សធម៌ក៏មានការផ្តោតអារម្មណ៍ផងដែរដោយទាញការទង្រោះនៅដួងចិត្តរបស់អ្នកនិងសកម្មភាពដែលមានអត្ថន័យជាបន្ទាន់។កាច់ចង្កូតជម្លោះនៅពេលដែល Luna Squares Mars នៅល្ងាចនេះជាពិសេសកន្លែងដែលភាពជាដៃគូឬភាពខុសគ្នាខាងនយោបាយមានការព្រួយបារម្ភ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Trust your intuition as the moon continues through psychic Pisces, dear Gemini, especially where professional aspirations are concerned. Tap into the emotions and subtle energy that permeate your work environment, looking for opportunities to be helpful, make friends, or offer support. Your climb to the top accelerates if your goals stem from the soul. If you haven't yet found your calling, reflect on whether there's a better way forward. Family responsibilities may feel like a burden while the nodes of fate are activated, but remember that it's essential to take charge of your own happiness. Just be mindful to keep loved ones in the loop before making drastic decisions."
        },
        "kh": {
            "today": "ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកនៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈវិទ្យាសាស្រ្ត, ជាទីស្រឡាញ់របស់ Gemini, ជាពិសេស, ជាពិសេសដែលសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈមានការព្រួយបារម្ភ។ប៉ះលើអារម្មណ៍និងថាមពលដែលមិនច្បាស់ដែលជ្រាបចូលក្នុងបរិយាកាសការងាររបស់អ្នកដោយស្វែងរកឱកាសដើម្បីមានប្រយោជន៍បង្កើតមិត្តភក្តិឬផ្តល់ការគាំទ្រ។ការឡើងភ្នំរបស់អ្នករហូតដល់គោលដៅដែលអាចបង្កើនល្បឿនប្រសិនបើគោលដៅរបស់អ្នកបានមកពីព្រលឹង។ប្រសិនបើអ្នកមិនទាន់បានរកឃើញការហៅរបស់អ្នកទេសូមឆ្លុះបញ្ចាំងថាតើមានវិធីល្អប្រសើរទៅមុខដែរឬទេ។ទំនួលខុសត្រូវក្នុងក្រុមគ្រួសារអាចមានអារម្មណ៍ដូចជាបន្ទុកខណៈដែលថ្នាំងនៃវាសនាត្រូវបានធ្វើឱ្យសកម្មប៉ុន្តែសូមចាំថាវាចាំបាច់ក្នុងការទទួលបន្ទុកសុភមង្គលផ្ទាល់ខ្លួនរបស់អ្នក។គ្រាន់តែមានចិត្តចង់រក្សាមនុស្សជាទីស្រឡាញ់ក្នុងរង្វិលជុំមុនពេលធ្វើការសម្រេចចិត្តយ៉ាងខ្លាំង។"
        }
    }
]