[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll have a glow others can't compete with, dear Aries, as the Leo Moon brightens your heart center. With a determined spirit and warm demeanor, you will make people feel both comforted and impressed by your presence. A sweet connection between Luna and Venus levels up your charm even more this afternoon. Venture further than you usually would within personal, professional, and romantic goals. The stars wish to align in your favor, but it's up to you to meet them halfway. Try not to let past failures or disappointments prevent you from taking a chance while Mars and Saturn square off."
        },
        "kh": {
            "today": "អ្នកនឹងមានពន្លឺចែងចាំងអ្នកផ្សេងទៀតមិនអាចប្រកួតប្រជែងជាមួយអាហ្គ្រីនជាទីស្រឡាញ់បានទេព្រោះឡេអូព្រះចន្ទធ្វើឱ្យមជ្ឈមណ្ឌលបេះដូងរបស់អ្នកភ្លឺ។ដោយមានស្មារតីដែលបានកំណត់និងអាកប្បកិរិយាកក់ក្តៅអ្នកនឹងធ្វើឱ្យមនុស្សមានអារម្មណ៍ធូរស្បើយនិងកោតស្ងើចចំពោះវត្តមានរបស់អ្នក។ការតភ្ជាប់ផ្អែមរវាង Luna និង Venus កម្រិតនៃការទាក់ទាញរបស់អ្នកកាន់តែខ្លាំងនៅរសៀលនេះ។ការបណ្តាក់ទុនបន្ថែមជាងអ្វីដែលអ្នកចូលទៅក្នុងគោលដៅផ្ទាល់ខ្លួនវិជ្ជាជីវៈនិងស្នេហា។តារាចង់តម្រឹមតាមការពេញចិត្តរបស់អ្នកប៉ុន្តែវាអាស្រ័យលើអ្នកដើម្បីជួបពួកគេពាក់កណ្តាល។ព្យាយាមមិនឱ្យបោះបង់ចោលការបរាជ័យឬការខកចិត្តពីអតីតកាលរារាំងអ្នកមិនឱ្យទទួលយកឱកាសខណៈពេលដែល Mars និង Saturn Sations ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The desire to impress will be pronounced as Luna continues through your sign, dear Leo. This lunar placement emphasizes a need to be seen and understood for qualities that make you unique, inspiring you to put more of yourself out there. Luckily, your efforts will be well-received, especially when Venus stirs this afternoon. Friendships and flirtations will energize you to continue down your chosen path. Just remember that self-improvement is a never-ending journey. Sharpen skills, explore creative outlets, and diversify your interests to build character. Don't be discouraged by gatekeepers while Mars and Saturn square off, blazing your own trail instead of fighting to win over those who won't illuminate the way forward."
        },
        "kh": {
            "today": "បំណងប្រាថ្នាចង់ធ្វើឱ្យមានការចាប់អារម្មណ៍នឹងត្រូវបានប្រកាសថាជា Luna នៅតែបន្តតាមរយៈសញ្ញារបស់អ្នក, Leo ជាទីស្រឡាញ់។ការដាក់ចន្ទគតិនេះសង្កត់ធ្ងន់ទៅលើតម្រូវការដែលត្រូវបានគេមើលឃើញនិងយល់សម្រាប់គុណភាពដែលធ្វើឱ្យអ្នកប្លែកដោយបំផុសគំនិតអ្នកឱ្យដាក់ខ្លួនអ្នកឱ្យបានច្រើននៅទីនោះ។សំណាងល្អការខិតខំរបស់អ្នកនឹងទទួលបានការពេញចិត្តជាពិសេសនៅពេលដែល Venus Stirs បានធ្វើឱ្យរសៀលនៅរសៀលនេះ។មិត្តភាពនិងការចែចង់នឹងជួយបង្កើនថាមពលឱ្យអ្នកបន្តផ្លូវដែលអ្នកបានជ្រើសរើស។គ្រាន់តែចាំថាការកែលម្អដោយខ្លួនឯងគឺជាដំណើរដែលមិនចេះចប់។ជំនាញពង្រឹងការរុករកទីតាំងច្នៃប្រឌិតនិងធ្វើពិពិធកម្មចំណាប់អារម្មណ៍របស់អ្នកក្នុងការបង្កើតចរិតលក្ខណៈ។កុំបាក់ទឹកចិត្តដោយអ្នកចិញ្ចឹមផ្លូវនៅពេលដែលភពព្រះអង្គារនិងមណ្ឌលសានរ៉ានបិទការឆាបឆេះផ្លូវលំរបស់អ្នកជំនួសឱ្យការប្រយុទ្ធដើម្បីឈ្នះលើអ្នកដែលមិនបំភ្លឺផ្លូវឆ្ពោះទៅមុខ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel both protective and nurturing of those you love, dear Taurus. As the Leo Moon travels through your solar fourth house, compassionate instincts kick in. Be extra sweet with those you adore when Luna and Venus align this afternoon, bringing a soft yet intimate energy to the table. Though stroking your sweetheart's face or patting a colleague on the back might seem like simple gestures, they'll come with an energetic charge that can melt hearts. Just be mindful of others' boundaries and comfort levels as Mars and Saturn square off, recognizing that everyone receives affection differently."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ការពារនិងចិញ្ចឹមបីបាច់ថែរក្សាអ្នកដែលអ្នកស្រឡាញ់ជាទីស្រឡាញ់ Taurus ។នៅពេលដែល Leo Moon ធ្វើដំណើរតាមផ្ទះទីបួននៃពន្លឺព្រះអាទិត្យរបស់អ្នក, សភាវគតិដែលមានចិត្តអាណិតអាសូររបស់អ្នក, កាន់តែផ្អែមល្ហែមជាមួយអ្នកដែលអ្នកស្រឡាញ់នៅពេលដែល Luna និង Venus តម្រឹមថាមពលនេះយ៉ាងទន់ភ្លន់។ទោះបីជាការជក់មុខរបស់សង្សាររបស់អ្នកឬការធ្វើឱ្យមិត្តរួមការងារនៅលើខ្នងមើលទៅដូចជាកាយវិការសាមញ្ញពួកគេនឹងទទួលបានការចោទប្រកាន់ដ៏ស្វាហាប់ដែលអាចរលាយដួងចិត្ត។គ្រាន់តែគិតអំពីព្រំដែនរបស់អ្នកដទៃនិងកម្រិតដែលទទួលបានការគោរពតាមភពព្រះអង្គារនិង Saturn Saturs បិទការទទួលស្គាល់ថាមនុស្សគ្រប់គ្នាទទួលបានការស្រឡាញ់ខុសគ្នា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Consume good news to support your heart and mind, dear Gemini. As the Leo Moon triggers your curious nature, take a break from grim media stories to appreciate the beauty in our world. Sharing what you've discovered will brighten loved ones' days once Luna and Venus align this afternoon. These vibes also heat flirtatious interactions, making it easier to charm anyone you've had your eye on. If you're already in a relationship, shower your beloved with romantic gestures or words of appreciation. Check in with your sense of balance when Mars and Saturn square off, and recognize whether you're feeling overworked or burnt out."
        },
        "kh": {
            "today": "ទទួលបានដំណឹងល្អដើម្បីគាំទ្រដល់បេះដូងនិងគំនិតរបស់អ្នកគឺ Gemini ជាទីស្រឡាញ់។នៅពេលដែលឡេអូមូនបង្កឱ្យមានធម្មជាតិដែលចង់ដឹងចង់ឃើញរបស់អ្នក, សម្រាកពីរឿងមេឌាមេឌាដើម្បីឱ្យតម្លៃចំពោះភាពស្រស់ស្អាតនៅក្នុងពិភពលោករបស់យើង។ចែករំលែកអ្វីដែលអ្នកបានរកឃើញនឹងធ្វើឱ្យថ្ងៃស្រឡាញ់របស់អ្នកចូលចិត្តភ្លឺថ្លានៅពេលដែល Luna និង Venus មាន Venus បានតម្រង់ជួរនៅរសៀលនេះ។ភាពរស់រវើកទាំងនេះក៏ធ្វើឱ្យមានកំដៅអន្តរកម្មចែចង់ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទាក់ទាញនរណាម្នាក់ដែលអ្នកមានភ្នែករបស់អ្នក។ប្រសិនបើអ្នកមានទំនាក់ទំនងរួចហើយសូមងូតទឹកជាទីស្រឡាញ់របស់អ្នកជាទីស្រឡាញ់របស់អ្នកជាមួយនឹងកាយវិការរ៉ូមែនទិកឬពាក្យនៃការកោតសរសើរ។ពិនិត្យមើលដោយអារម្មណ៍នៃតុល្យភាពរបស់អ្នកនៅពេលដែលភពព្រះអង្គារនិង Saturn Squarm, និងទទួលស្គាល់ថាតើអ្នកមានអារម្មណ៍ថាមានការងារធ្វើឬឆេះខ្លាំងពេក។"
        }
    }
]