[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn moon aspects the nodes of fate and Neptune this morning, dear Aries, asking you to take a stand for your dreams. Trust that anything could happen once Luna enters Aquarius and aligns with Venus Rx, priming you for pleasant encounters and unusual adventures. You'll have an opportunity to set the record straight and clear up confusion when the sun and Mercury rx unite in your sign, but avoid overinvesting in people who don't honestly want to hear your point of view. Go a little deeper when interacting with new friends while Luna and Pluto join forces later this afternoon."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃជោគវាសនា captricorn ព្រះរាជានៃជោគវាសនានិងណេតតុននៅព្រឹកនេះជាទីស្រឡាញ់អារក្សដែលបានស្នើសុំឱ្យអ្នកឈរសម្រាប់ក្តីសុបិន្តរបស់អ្នក។ជឿទុកចិត្តថាមានអ្វីដែលអាចកើតឡើងនៅពេលដែល Luna ចូលទៅ Aquarius ហើយតម្រឹមជាមួយ Venus RX, បឋមអ្នកសម្រាប់ការជួបដ៏រីករាយនិងដំណើរផ្សងព្រេងមិនធម្មតា។អ្នកនឹងមានឱកាសកំណត់កំណត់ត្រាត្រង់ហើយបោសសំអាតភាពច្របូកច្របល់នៅពេលដែលព្រះអាទិត្យនិងបារត RX រួបរួមគ្នានៅក្នុងសញ្ញារបស់អ្នកប៉ុន្តែជៀសវាងការចំណាយលើមនុស្សដែលមិនចង់ស្តាប់ទស្សនៈរបស់អ្នកដោយស្មោះត្រង់។ទៅស៊ីជម្រៅបន្តិចបន្តួចនៅពេលដែលមានទំនាក់ទំនងជាមួយមិត្តភក្តិថ្មីខណៈពេលដែល Luna និង Pluto ចូលរួមកម្លាំងនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Do the minor yet serious work that will inch you closer to incredible transformations, dear Leo, as the Capricorn moon aspects the nodes of fate and Neptune. Your focus shifts toward sweeter topics once Luna enters Aquarius and aligns with Venus Rx, bringing flirtatious and romantic energy your way. Meanwhile, the sun and Mercury rx join forces in the sector of your chart that governs spirituality and luck, urging you to watch for answers to your prayers. You'll sense change occurring within your closest relationships when Luna and Pluto join forces later Today, setting the scenes of intimate connection."
        },
        "kh": {
            "today": "ធ្វើកិច្ចការធ្ងន់ធ្ងរតែធ្ងន់ធ្ងរដែលនឹងធ្វើឱ្យអ្នកកាន់តែខិតជិតទៅនឹងការផ្លាស់ប្តូរមិនគួរឱ្យជឿ Leo ដែលជាទីស្រឡាញ់ដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទថ្នមៗថ្នាំងនៃវាសនានិង Neptune ។ការផ្លាស់ប្តូរការផ្តោតអារម្មណ៍របស់អ្នកឆ្ពោះទៅរកប្រធានបទផ្អែមល្ហែមនៅពេលដែល Luna ចូលទៅ Aquarius ហើយតម្រឹមជាមួយ Venus RX ដែលនាំមកនូវថាមពលចែចង់និងរ៉ូមែនទិករបស់អ្នក។ទន្ទឹមនឹងនេះស៊ុននិងបារតខនស្ត្រេសចូលរួមកម្លាំងក្នុងវិស័យរបស់អ្នកដែលគ្រប់គ្រងភាពខាងវិញ្ញាណនិងសំណាងដោយជំរុញឱ្យអ្នកមើលចម្លើយចំពោះការអធិស្ឋានរបស់អ្នក។អ្នកនឹងដឹងថាការផ្លាស់ប្តូររបស់អ្នកដែលកើតឡើងនៅក្នុងទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកនៅពេលដែល Luna និង Pluto ចូលរួមកម្លាំងនៅពេលក្រោយថ្ងៃនេះដោយកំណត់ឈុតឆាកនៃការតភ្ជាប់ជិតស្និទ្ធ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Make a wish, do something kind for a stranger, and embrace a few moments of whimsy, dear Taurus, as the Capricorn moon aspects the nodes of fate and Neptune. The energy turns more serious once Luna enters Aquarius, activating the sector of your chart that governs accountability and responsibilities. Reflect on your current path when Venus rx stirs, finding ways to love yourself through hardships and build confidence. Meanwhile, the sun and Mercury unite, asking you to consider if any patterns need breaking so you can reach higher ground. Allow someone with more experience to shift your perspective when Luna cozies up with Pluto later in the afternoon."
        },
        "kh": {
            "today": "ធ្វើឱ្យមានបំណងធ្វើអ្វីមួយសប្បុរសសម្រាប់មនុស្សចម្លែកហើយឱបក្រសោបពីរបីនាទីនៃ Waurus ជាទីស្រឡាញ់ដូចជាទិដ្ឋភាព capricorn ព្រះច័ន្ទថ្នមៗនៃជោគវាសនានិង Neptune ។ថាមពលប្រែកាន់តែធ្ងន់ធ្ងរនៅពេលដែល Luna ចូលទៅក្នុង Aquarius, ធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកគ្រប់គ្រងគណនេយ្យភាពរបស់អ្នកដែលគ្រប់គ្រងគណនេយ្យភាពនិងការទទួលខុសត្រូវ។ឆ្លុះបញ្ចាំងនៅលើផ្លូវបច្ចុប្បន្នរបស់អ្នកនៅពេល Venus RX កូរការស្វែងរកវិធីដើម្បីស្រឡាញ់ខ្លួនអ្នកតាមរយៈការលំបាកនិងកសាងទំនុកចិត្ត។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិងបារតរួបរួមគ្នាសុំឱ្យអ្នកពិចារណាប្រសិនបើមានលំនាំណាមួយដែលត្រូវការការបែកបាក់ដូច្នេះអ្នកអាចទៅដល់ទីខ្ពស់បាន។អនុញ្ញាតឱ្យអ្នកដែលមានបទពិសោធច្រើនក្នុងការផ្លាស់ប្តូរទស្សនវិស័យរបស់អ្នកនៅពេលដែល Luna cozies ឡើងជាមួយនឹង Pluto នៅពេលក្រោយនៅពេលរសៀល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "New deals can emerge as the Capricorn moon aspects the nodes of fate and Neptune this morning, dearest Gemini, reshaping the trajectory of your path. Allow yourself to get excited once Luna enters Aquarius and connects with Venus Rx, putting you in a fulfilled and social headspace. Share connections and information to make the most of these vibes, creating a community where people might work together. Circle back to any half-baked acquaintances you've been meaning to reconnect with while the sun and Mercury rx align, investing in strengthening these dynamics. Go deep and lean into your spirituality when Luna and Pluto join forces later this afternoon, heightening your intuition."
        },
        "kh": {
            "today": "កិច្ចព្រមព្រៀងថ្មីអាចលេចចេញជារូបចម្លាក់ Capricorn Mond ដែលថ្នាំងនៃវាសនានិង Neptune នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដែលផ្លាស់ប្តូរគន្លងនៃផ្លូវរបស់អ្នក។អនុញ្ញាតឱ្យខ្លួនអ្នកកាន់តែរំភើបនៅពេលដែល Luna ចូល Aquarius ហើយភ្ជាប់ជាមួយ Venus RX ដាក់អ្នកក្នុងចំណងជើងដែលបានបំពេញនិងសង្គម។ចែករំលែកការតភ្ជាប់និងព័ត៌មានដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះដែលបង្កើតសហគមន៍ដែលមនុស្សធ្វើការជាមួយគ្នា។រង្វង់ត្រឡប់ទៅអ្នកស្គាល់គ្នាដែលដុតនំពាក់កណ្តាលដែលអ្នកចង់ភ្ជាប់ឡើងវិញជាមួយនឹងព្រះអាទិត្យនិងបារត RX តម្រឹមការវិនិយោគក្នុងការពង្រឹងសក្ដានុពលទាំងនេះ។ចូលជ្រៅហើយពឹងផ្អែកលើភាពខាងវិញ្ញាណរបស់អ្នកនៅពេលដែល Luna និង Pluto ចូលរួមកម្លាំងនៅរសៀលនេះដោយបង្កើនវិចារណញាណរបស់អ្នក។"
        }
    }
]