[
    {
        "sign": "Aries",
        "en": {
            "today": "Venus and Uranus bring exciting upgrades to your life, dear Aries, offering blessings to your finances and career. Push yourself to go above and beyond when professional and financial rewards are possible. The Sagittarius Moon encourages you to watch for signs as the universe guides you toward greatness. Be kind to yourself once Chiron stirs this afternoon, finding a way around current obstacles without admonishing your own limitations. Negative thoughts will be particularly self-restricting due to the harsh aspect between Mercury and Chiron. Get to bed at a reasonable hour while Luna and Saturn square off."
        },
        "kh": {
            "today": "Venus និង Uranus នាំមកនូវការធ្វើឱ្យប្រសើរឡើងដ៏គួរឱ្យរំភើបដល់ជីវិតរបស់អ្នក Aries ជាទីស្រឡាញ់ ផ្តល់ពរជ័យដល់ហិរញ្ញវត្ថុនិងអាជីពរបស់អ្នក។ជំរុញ​ខ្លួន​អ្នក​ឱ្យ​ទៅ​ខាងលើ​និង​លើស​ពី​នេះ​នៅ​ពេល​ដែល​រង្វាន់​វិជ្ជាជីវៈ​និង​ហិរញ្ញវត្ថុ​អាច​ធ្វើ​បាន​។ព្រះច័ន្ទ Sagittarius លើកទឹកចិត្តអ្នកឱ្យមើលសញ្ញានៅពេលដែលសកលលោកដឹកនាំអ្នកឆ្ពោះទៅរកភាពអស្ចារ្យ។ចូរមានចិត្តល្អចំពោះខ្លួនអ្នកនៅពេលដែល Chiron កូរនៅរសៀលនេះ ដោយស្វែងរកផ្លូវជុំវិញឧបសគ្គបច្ចុប្បន្នដោយមិនដាស់តឿនដល់ដែនកំណត់ផ្ទាល់ខ្លួនរបស់អ្នក។គំនិតអវិជ្ជមាននឹងត្រូវបានដាក់កម្រិតលើខ្លួនឯងជាពិសេសដោយសារតែទិដ្ឋភាពដ៏អាក្រក់រវាង Mercury និង Chiron ។ចូលគេងនៅម៉ោងសមរម្យ ខណៈពេលដែល Luna និង Saturn ឈប់សម្រាក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Gain admiration by breaking the mold, dear Leo. As Venus and Uranus align, hard work pays off when rooted in a genuine desire to improve structures that have become boring or predictable. Romantic partnerships also benefit from this celestial exchange, but you'll both need to adjust long-term plans to make space for one another. The universe offers healing and hope this afternoon, thanks to a sweet aspect between the Sagittarius Moon and Chiron. Just try not to overanalyze blessings that arise while Mercury squares Chiron. Invest in passion projects and empowerment to avoid emotional blocks once Luna aspects Saturn tonight."
        },
        "kh": {
            "today": "ទទួលបានការកោតសរសើរដោយការបំបែកផ្សិត, Leo ជាទីស្រឡាញ់។នៅពេលដែលភពសុក្រ និងអ៊ុយរ៉ានុសតម្រឹម ការប្រឹងប្រែងនឹងកើតឡើងនៅពេលដែលមានឫសគល់នៃបំណងប្រាថ្នាពិតប្រាកដដើម្បីកែលម្អរចនាសម្ព័ន្ធដែលគួរឱ្យធុញទ្រាន់ ឬអាចទស្សន៍ទាយបាន។ភាពជាដៃគូស្នេហាក៏ទទួលបានអត្ថប្រយោជន៍ពីការផ្លាស់ប្តូរសេឡេស្ទាលនេះផងដែរ ប៉ុន្តែអ្នកទាំងពីរនឹងត្រូវកែសម្រួលផែនការរយៈពេលវែងដើម្បីបង្កើតកន្លែងសម្រាប់គ្នាទៅវិញទៅមក។សកលលោកផ្តល់នូវការព្យាបាល និងក្តីសង្ឃឹមនៅរសៀលនេះ ដោយសារទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទ Sagittarius និង Chiron ។គ្រាន់តែព្យាយាមមិនវិភាគលើសលប់នូវពរជ័យដែលកើតឡើងខណៈពេលដែល Mercury Squares Chiron ។វិនិយោគលើគម្រោងចំណង់ចំណូលចិត្ត និងការពង្រឹងអំណាច ដើម្បីជៀសវាងការរារាំងផ្លូវអារម្មណ៍ នៅពេលដែល Luna ទិដ្ឋភាព Saturn យប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The stars align to help you live your dreams, dear Taurus, thanks to a sweet aspect between Venus and Uranus. Put your heart on the line to make significant gains, prioritizing personal goals that feel like a calling. Accepting your karmic path brings opportunities to beautify your world. Be authentically yourself, even if it shocks others. The Sagittarius Moon and Chiron offer encouragement this afternoon, making it easier to shed skins you've outgrown. Embrace spiritual practices to heal wounds when Mercury aspects Chiron tonight. Skip screen time before bed while Luna squares Saturn, or you could struggle to fall asleep."
        },
        "kh": {
            "today": "ផ្កាយតម្រឹមដើម្បីជួយអ្នកឱ្យរស់នៅក្នុងក្តីសុបិន្តរបស់អ្នក Taurus ជាទីស្រឡាញ់ អរគុណចំពោះទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាង Venus និង Uranus ។ដាក់បេះដូងរបស់អ្នកនៅលើបន្ទាត់ដើម្បីទទួលបានផលចំណេញដ៏សំខាន់ ដោយផ្តល់អាទិភាពដល់គោលដៅផ្ទាល់ខ្លួនដែលមានអារម្មណ៍ថាដូចជាការហៅទូរសព្ទ។ការទទួលយកផ្លូវកម្មរបស់អ្នកនាំមកនូវឱកាសដើម្បីលម្អពិភពលោករបស់អ្នក។ធ្វើខ្លួនឱ្យពិតប្រាកដ ទោះបីជាវាធ្វើឱ្យអ្នកដទៃភ្ញាក់ផ្អើលក៏ដោយ។ព្រះច័ន្ទ Sagittarius និង Chiron ផ្តល់ការលើកទឹកចិត្តនៅរសៀលនេះ ដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្រក់ស្បែកដែលអ្នកបានចាស់។ទទួលយកការអនុវត្តខាងវិញ្ញាណដើម្បីព្យាបាលរបួសនៅពេលដែល Mercury មើលទៅ Chiron យប់នេះ។រំលងម៉ោងអេក្រង់មុនពេលចូលគេង ខណៈពេលដែល Luna បង្វិលភពសៅរ៍ ឬអ្នកអាចពិបាកក្នុងការដេកលក់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Life-changing commitments could come on suddenly today, darling Gemini, as Venus and Uranus form an electrifying aspect. Be open to opportunities or partnerships that challenge your vision in exciting ways. Themes around community and forgiveness arise when the Sagittarius Moon aspects Chiron this afternoon. Extend an olive branch to anyone you're ready to make peace with. It's also important to put a little extra love into relationships that have been neglected. Just remember that it's okay to leave certain dynamics in the past while Mercury squares Chiron, especially if they brought out your shadow side. Focus on healthy structures and creating personal balance once Saturn stirs later tonight."
        },
        "kh": {
            "today": "ការប្តេជ្ញាចិត្តផ្លាស់ប្តូរជីវិតអាចកើតឡើងភ្លាមៗនៅថ្ងៃនេះ, Gemini ជាទីស្រឡាញ់, នៅពេលដែល Venus និង Uranus បង្កើតជាទិដ្ឋភាពអគ្គិសនី។បើកទូលាយចំពោះឱកាស ឬភាពជាដៃគូដែលប្រជែងនឹងចក្ខុវិស័យរបស់អ្នកតាមរបៀបដ៏គួរឱ្យរំភើប។ប្រធានបទជុំវិញសហគមន៍ និងការអភ័យទោសកើតឡើងនៅពេលដែលព្រះច័ន្ទ Sagittarius ទិដ្ឋភាព Chiron នៅរសៀលនេះ។ពង្រីកមែកអូលីវទៅនរណាម្នាក់ដែលអ្នកត្រៀមខ្លួនដើម្បីបង្កើតសន្តិភាពជាមួយ។វាក៏សំខាន់ផងដែរក្នុងការដាក់សេចក្តីស្រឡាញ់បន្ថែមបន្តិចបន្តួចទៅក្នុងទំនាក់ទំនងដែលត្រូវបានគេមិនយកចិត្តទុកដាក់។គ្រាន់តែចាំថាវាមិនអីទេក្នុងការចាកចេញពីឌីណាមិកមួយចំនួនកាលពីអតីតកាលខណៈពេលដែល Mercury squares Chiron ជាពិសេសប្រសិនបើពួកគេបាននាំស្រមោលរបស់អ្នក។ផ្តោតលើរចនាសម្ព័ន្ធដែលមានសុខភាពល្អ និងបង្កើតសមតុល្យផ្ទាល់ខ្លួន នៅពេលដែលភពសៅរ៍កូរនៅពេលក្រោយនៅយប់នេះ។"
        }
    }
]