[
    {
        "sign": "Aries",
        "en": {
            "today": "Do something sweet and unexpected for someone you love this morning, darling Aries, as the Aquarius moon and Venus align. This energy sends an electric current through your connections, helping you bring excitement and mutual adoration to the relationships that matter most. Unfortunate news could land on your ears when Luna opposes Mercury this afternoon, altering the way you view particular companions. However, you should seek further clarification before jumping to conclusions or writing off peers. Saturn stations retrograde in your sign later this evening, encouraging you to edit and rebuild your brand throughout the coming months."
        },
        "kh": {
            "today": "ធ្វើអ្វីមួយដែលផ្អែមល្ហែមនិងមិននឹកស្មានដល់សម្រាប់នរណាម្នាក់ដែលអ្នកស្រឡាញ់នៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ Aries, ដូចជា Aquarius Moon និង Venus តម្រឹម។ថាមពលនេះបញ្ជូនចរន្តអគ្គិសនីតាមរយៈការតភ្ជាប់របស់អ្នកជួយអ្នកឱ្យធ្វើឱ្យអ្នកនាំមកនូវភាពរំភើបនិងការស្រឡាញ់គ្នាទៅវិញទៅមកចំពោះទំនាក់ទំនងដែលសំខាន់បំផុត។ព័ត៌មានអកុសលអាចចុះចតលើត្រចៀករបស់អ្នកនៅពេលដែល Luna ប្រឆាំងបារតនារសៀលនេះការផ្លាស់ប្តូររបៀបដែលអ្នកមើលដៃគូពិសេស។ទោះយ៉ាងណាក៏ដោយអ្នកគួរតែស្វែងរកការបំភ្លឺបន្ថែមទៀតមុនពេលលោតទៅការសន្និដ្ឋានឬការសរសេរមិត្តភក្តិ។ស្ថានីយ៍ Saturn បានថយចុះការថយចុះនៅក្នុងសញ្ញារបស់អ្នកនៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យកែសម្រួលនិងកសាងម៉ាករបស់អ្នកឡើងវិញនៅក្នុងរយៈពេលប៉ុន្មានខែខាងមុខនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "People will rally to be by your side this morning, darling Leo, thanks to a sweet alignment between the Aquarius moon and Venus. Do your part in bolstering connections by reaching out to friends far and wide. Let technology aid your desires to connect, but stay present during real-world interactions. It'll be essential to voice your needs within matters of the heart when Luna opposes Mercury this afternoon, but watch out for confusion and red flags from others. Revise the long-term goals you've set once Saturn stations retrograde this evening, and stay open to new adventures throughout the coming months."
        },
        "kh": {
            "today": "ប្រជាជននឹងប្រមូលផ្តុំគ្នានៅក្បែរអ្នកនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ណាស់អរគុណចំពោះការតម្រឹមដ៏ផ្អែមល្ហែមរវាង Aquarius Moon និង Venus ។ធ្វើផ្នែករបស់អ្នកក្នុងការបញ្ចោញការតភ្ជាប់ដោយឈានដល់មិត្តភក្តិនៅឆ្ងាយនិងឆ្ងាយ។សូមឱ្យបច្ចេកវិទ្យាជំនួយការចង់បានរបស់អ្នកដើម្បីភ្ជាប់ប៉ុន្តែនៅតែមានបទបង្ហាញក្នុងកំឡុងពេលអន្តរកម្មពិភពលោកពិតប្រាកដ។វាចាំបាច់ក្នុងការបញ្ចេញសំលេងរបស់អ្នកនៅក្នុងបញ្ហាបេះដូងនៅពេលដែល Luna ប្រឆាំងបារតនៅរសៀលនេះប៉ុន្តែប្រយ័ត្នចំពោះការភាន់ច្រលំនិងទង់ក្រហមពីអ្នកដទៃ។ពិនិត្យឡើងវិញនូវគោលដៅរយៈពេលវែងដែលអ្នកបានកំណត់នៅពេលដែលស្ថានីយ៍ Saturn បានថយចុះនៃការថយចុះ Retrograde នៅល្ងាចនេះហើយនៅបើកចំហចំពោះដំណើរផ្សងព្រេងថ្មីនៅប៉ុន្មានខែខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The weekend kicks off to a luscious start as the Aquarius moon and Venus align, darling Taurus, putting you in touch with your senses and the beauty that surrounds you. Embrace all things lush and luxurious, relishing the rewards of your hard work. Try not to let professional issues sneak into your Saturday fun when Luna opposes Mercury this afternoon, maintaining boundaries that allow you to recharge when you're not on duty fully. Internal shifts will find you throughout the coming months once Saturn stations retrograde later tonight, asking you to examine and correct any patterns that are restrictive or irresponsible."
        },
        "kh": {
            "today": "ចុងសប្តាហ៍ចាប់ផ្តើមទៅជាការចាប់ផ្តើមដ៏ខ្ពង់ខ្ពស់មួយនៅពេលដែល Aquarius Moon និង Venus មាន Venus មានប្រដាប់ប្រដារ Taurus ដែលធ្វើឱ្យអ្នកទាក់ទងជាមួយនឹងអារម្មណ៍របស់អ្នកនិងសម្រស់ដែលព័ទ្ធជុំវិញអ្នក។ចាប់យកអ្វីៗទាំងអស់ខៀវស្រងាត់និងប្រណីតដោយធ្វើឱ្យរង្វាន់នៃការខិតខំរបស់អ្នក។ព្យាយាមកុំអោយបញ្ហាវិជ្ជាជីវៈបានជ្រៀតជ្រែកចូលទៅក្នុងភាពសប្បាយរីករាយថ្ងៃសៅរ៍របស់អ្នកនៅពេលដែល Luna ប្រឆាំងបារតនារសៀលនេះការរក្សាព្រំដែនដែលអនុញ្ញាតឱ្យអ្នកបញ្ចូលទឹកប្រាក់នៅពេលអ្នកមិនបំពេញការងារយ៉ាងពេញលេញ។ការផ្លាស់ប្តូរផ្ទៃក្នុងនឹងរកអ្នកពេញប៉ុន្មានខែចុងក្រោយនៅពេលដែលស្ថានីយ៍សៅរ៍បានថយចុះនៅយប់នេះដោយស្នើសុំឱ្យអ្នកពិនិត្យមើលនិងកែតម្រូវលំនាំណាមួយដែលមានភាពស៊ាំឬមិនទទួលខុសត្រូវ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Let kindness be a guiding force for you this morning, dearest Gemini, as the Aquarius moon and Venus align. This energy is excellent for scoring karma points by spreading joy and showing love. Your ability to manifest benefits from a celestial spike, so be sure to focus on your hopes and dreams. Intense conversations will expand your perspective when Luna opposes Mercury this afternoon, helping you gain insights that can further your agenda. Your words will have the power to elevate as well, so don't shy away from voicing your own opinions and ideas. Saturn stations retrograde later this evening, which could have you replacing outdated electronics within the coming months."
        },
        "kh": {
            "today": "សូមឱ្យចិត្តល្អក្លាយជាកម្លាំងដឹកនាំសម្រាប់អ្នកនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Aquarius Moon និង Venus តម្រឹម។ថាមពលនេះល្អបំផុតសម្រាប់ការដាក់ពិន្ទុកម្មផលដោយផ្សព្វផ្សាយសេចក្តីអំណរនិងការបង្ហាញសេចក្តីស្រឡាញ់។សមត្ថភាពរបស់អ្នកក្នុងការបង្ហាញអត្ថប្រយោជន៍ពីការកើនឡើងនៃសេឡេស្ទាលដូច្នេះត្រូវប្រាកដថាផ្តោតលើក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នក។ការសន្ទនាយ៉ាងខ្លាំងនឹងពង្រីកទស្សនវិស័យរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងបារតនារសៀលនេះជួយអ្នកឱ្យទទួលបានការយល់ដឹងដែលអាចមានរបៀបវារៈរបស់អ្នកថែមទៀត។ពាក្យរបស់អ្នកនឹងមានអំណាចក្នុងការបង្កើនផងដែរដូច្នេះកុំខ្មាស់អៀនពីការបញ្ចេញមតិរបស់អ្នកនិងគំនិតរបស់អ្នក។ស្ថានីយ៍ Saturn បានថយចុះ Retrograde នៅល្ងាចនេះដែលអាចឱ្យអ្នកជំនួសគ្រឿងអេឡិចត្រូនិចហួសសម័យនៅប៉ុន្មានខែខាងមុខនេះ។"
        }
    }
]