[
    {
        "sign": "Aries",
        "en": {
            "today": "Choose words that heal, dear Aries, as Venus and Chiron share a sweet exchange. Make time to connect with family and friends, especially when relations have been strained. The Virgo moon helps to rationalize emotions, presenting opportunities to honestly express your feelings without coming off as bitter. You'll need to shift gears and get moving once afternoon rolls in and Mars activates, putting your workweek responsibilities into high gear. Watch out for negative comments from peers while Venus becomes agitated, but be open to constructive criticism. Take a deep breath and invite in harmony once Luna enters Libra tonight."
        },
        "kh": {
            "today": "ជ្រើសរើសពាក្យដែលជាសះស្បើយហើយជាទីស្រឡាញ់ Areies ដូចជា Venus និង Chiron ចែករំលែកការផ្លាស់ប្តូរដ៏ផ្អែមល្ហែម។ឆ្លៀតពេលភ្ជាប់ជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិជាពិសេសនៅពេលមានទំនាក់ទំនងត្រូវបានប៉ះពាល់។ព្រះច័ន្ទរបស់ Virgo ជួយធ្វើឱ្យមានភាពសមហេតុផលបង្ហាញពីឱកាសដែលបង្ហាញពីអារម្មណ៍របស់អ្នកដោយស្មោះត្រង់ដោយមិនឈប់ឈរ។អ្នកនឹងត្រូវផ្លាស់ប្តូរ Gears ហើយផ្លាស់ប្តូរនៅពេលរសៀលវិលជុំចូលនិងភពព្រះអង្គារធ្វើឱ្យសកម្មដាក់ការទទួលខុសត្រូវរបស់សប្តាហ៍របស់អ្នកទៅក្នុងឧបករណ៍ខ្ពស់។ប្រយ័ត្នចំពោះមតិយោបល់អវិជ្ជមានពីមិត្តភក្ដិខណៈដែល Venus មានភាពធុញទ្រាន់ប៉ុន្តែត្រូវបានបើកចំហចំពោះការរិះគន់ប្រកបដោយការស្ថាបនា។ដកដង្ហើមវែងឆ្ងាយហើយអញ្ជើញឱ្យមានភាពសុខដុមរមនានៅពេលដែល Luna ចូល Libra យប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Observe the beautiful elements of your community, dear Leo, the layers of connection that elevate your faith in humanity. As Venus and Chiron form a healing alliance, now is the time to soften your heart and let in sweetness. Spread good news and kindness as the hours pass, putting love into the world. You'll be in sensual spirits as the Virgo moon and Mars unite this afternoon, marking the perfect time to indulge in spicy foods or enjoy warming teas. Stay off your screens when Venus stirs this evening, feeling gratitude for your immediate environment instead of scrolling feeds. Notice how your thoughts shift tonight once Luna enters Libra."
        },
        "kh": {
            "today": "សង្កេតមើលធាតុដ៏ស្រស់ស្អាតរបស់សហគមន៍របស់អ្នកឈ្មោះឡេអូដែលជាទីស្រឡាញ់ដែលការតភ្ជាប់ដែលលើកកំពស់ជំនឿរបស់អ្នកទៅលើមនុស្សជាតិ។ដូចជា Venus មាន ennus និង chiry បង្កើតសម្ព័ន្ធមិត្តព្យាបាលឥឡូវនេះគឺជាពេលវេលាដើម្បីបន្ទន់ចិត្តរបស់អ្នកហើយអនុញ្ញាតឱ្យនៅក្នុងភាពផ្អែមល្ហែម។រីករាលដាលដំណឹងល្អនិងចិត្តល្អនៅពេលម៉ោងកន្លងផុតទៅដោយដាក់សេចក្តីស្រឡាញ់ចូលពិភពលោក។អ្នកនឹងក្លាយជាវិញ្ញាណដែលមានភាពត្រេកត្រអាលដូចព្រះចន្ទរបស់ Virgo និងភពព្រះអង្គាររួបរួមគ្នានារសៀលនេះដោយគ្រាន់តែជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីទទួលបានអាហារហឹរឬរីករាយនឹងការឡើងកម្តៅ។នៅពីលើអេក្រង់របស់អ្នកនៅពេលដែល Venus Stirs នេះមានអារម្មណ៍ដឹងគុណចំពោះបរិយាកាសបន្ទាន់របស់អ្នកជំនួសឱ្យការរំកិលមតិព័ត៌មាន។សូមកត់សម្គាល់ពីរបៀបដែលគំនិតរបស់អ្នកផ្លាស់ប្តូរយប់នេះនៅពេលដែល Luna ចូល Libra ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Seek comfort and healing, dearest Taurus, as Venus and Chiron form a supportive aspect. This energy allows you to combat grief and disconnectedness, allowing you to see beauty in the present. When it comes to your deepest desires, chase away fears that have prevented you from seizing destiny. Your fiery side shines through once the Virgo moon and Mars unite this afternoon. Build confidence by showcasing the unique talents that set you apart from others. Matters of the heart will also heat up, though Venus urges you to proceed with caution when building trust. Do something productive before heading to bed while Luna enters Libra."
        },
        "kh": {
            "today": "ស្វែងរកការលួងលោមនិងការព្យាបាលដែលជាទីស្រឡាញ់បំផុត Taurus, ដូចជា Venus និង Chiron បង្កើតបានជាទិដ្ឋភាពគាំទ្រ។ថាមពលនេះអនុញ្ញាតឱ្យអ្នកប្រយុទ្ធប្រឆាំងនឹងភាពទុក្ខព្រួយនិងការវែកញែកដែលអនុញ្ញាតឱ្យអ្នកមើលឃើញភាពស្រស់ស្អាតនាពេលបច្ចុប្បន្ន។នៅពេលនិយាយអំពីបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នកចូរដេញតាមការភ័យខ្លាចដែលបានរារាំងអ្នកមិនឱ្យចាប់យកជោគវាសនា។ចំហៀងដ៏កាចសាហាវរបស់អ្នករះតាមរយៈទឹករោគព្រះច័ន្ទនិងភពព្រះអង្គាររួបរួមគ្នានារសៀលនេះ។កសាងទំនុកចិត្តដោយបង្ហាញពីទេពកោសល្យពិសេសដែលកំណត់អ្នកដាច់ពីអ្នកដទៃ។បញ្ហានៃបេះដូងក៏នឹងឡើងកម្តៅផងដែរទោះបីជា Venus មាន Venus ជម្រុញឱ្យអ្នកបន្តប្រុងប្រយ័ត្ននៅពេលសាងសង់ការទុកចិត្ត។ធ្វើអ្វីមួយដែលមានផលិតភាពមុនពេលធ្វើដំណើរទៅគ្រែខណៈពេលដែល Luna ចូល Libra ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Do something kind for a stranger to facilitate your healing, dearest Gemini, as Venus and Chiron align. This cosmic climate heightens your awareness of the collective, and contributing to your community can help alleviate stress. You'll be in cozy spirits as the moon continues through Virgo, and you'll have a strengthened intuition about what others need. Catering to loved ones will bring a sense of purpose while Mars is activated, encouraging you to be of service to them. Just be mindful to nurture yourself as well once Venus stirs this evening. Luna drifts into Libra later tonight, nudging you to work with a creative outlet before heading to bed."
        },
        "kh": {
            "today": "ធ្វើអ្វីមួយសម្រាប់មនុស្សចម្លែកដើម្បីជួយសម្រួលដល់ការជាសះស្បើយរបស់អ្នកគឺ Gemini ដែលជាទីស្រឡាញ់របស់អ្នកដូចជា Venus និង chiron តម្រឹម។អាកាសធាតុកែសម្ផស្សកម្ពស់ការយល់ដឹងរបស់អ្នកអំពីសមូហភាពនិងការចូលរួមចំណែកដល់សហគមន៍របស់អ្នកអាចជួយកាត់បន្ថយភាពតានតឹង។អ្នកនឹងស្ថិតក្នុងវិញ្ញាណដ៏កក់ក្តៅនៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈវីរីវហើយអ្នកនឹងមានវិចារណញាណដែលបានពង្រឹងនូវអ្វីដែលអ្នកដទៃត្រូវការ។ការផ្តល់អាហារដល់មនុស្សជាទីស្រឡាញ់នឹងនាំមកនូវគោលបំណងនៃគោលបំណងខណៈភពព្រះអង្គារត្រូវបានធ្វើឱ្យសកម្មលើកទឹកចិត្តអ្នកឱ្យបម្រើដល់ពួកគេ។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការចិញ្ចឹមបីបាច់ខ្លួនឯងក៏ដូចជាមានតាំងពីពេលណា Venus Stirs នៅល្ងាចនេះ។Luna បានរសាត់ទៅក្នុងបណ្ណាល័យនៅយប់នេះដោយអាក្រាតអ្នកធ្វើការជាមួយហាងច្នៃប្រឌិតមុនពេលធ្វើដំណើរទៅគ្រែ។"
        }
    }
]