[
    {
        "sign": "Aries",
        "en": {
            "today": "Change comes more quickly when working alongside a partner, darling ram. As the Scorpio Moon aspects the Sun, Venus, Saturn, Uranus, and Neptune throughout the day, get comfortable entrusting your dreams with those who can help. Stubborn behaviors could derail collaborations or set you off track. A harsh square between Mars and Chiron asks you to curb impulses that stem from the ego and conflict with responsible planning. Balking against authority figures or those with more experience may also prove problematic. You'll see growth unfolding in real time once Luna enters Sagittarius and aligns with Pluto, strengthening your position."
        },
        "kh": {
            "today": "ការ​ផ្លាស់​ប្តូ​រ​កាន់​តែ​ឆាប់​រហ័ស​នៅ​ពេល​ដែល​ធ្វើ​ការ​ជា​មួយ​ដៃ​គូ, ram darling.នៅពេលដែលព្រះច័ន្ទ Scorpio មើលឃើញព្រះអាទិត្យ ភពសុក្រ ភពសៅរ៍ អ៊ុយរ៉ានុស និងណិបទូន ពេញមួយថ្ងៃ ទទួលបានផាសុកភាពក្នុងការប្រគល់ក្តីសុបិនរបស់អ្នកជាមួយអ្នកដែលអាចជួយបាន។អាកប្បកិរិយា​រឹងរូស​អាច​បង្អាក់​ការ​សហការ ឬ​ធ្វើ​ឲ្យ​អ្នក​ដើរ​មិន​រួច។ការ៉េដ៏អាក្រក់រវាង Mars និង Chiron ស្នើឱ្យអ្នកទប់ស្កាត់ការជំរុញដែលកើតចេញពីអត្មា និងជម្លោះជាមួយផែនការប្រកបដោយការទទួលខុសត្រូវ។ការនិយាយប្រឆាំងនឹងតួរលេខអាជ្ញាធរ ឬអ្នកដែលមានបទពិសោធន៍ច្រើនក៏អាចបង្ហាញបញ្ហាផងដែរ។អ្នកនឹងឃើញការរីកចម្រើនរីកដុះដាលក្នុងពេលជាក់ស្តែង នៅពេលដែល Luna ចូល Sagittarius ហើយតម្រឹមជាមួយ Pluto ដោយពង្រឹងទីតាំងរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Tap into your emotional state and psychic abilities throughout the day, dearest Leo, as the Scorpio Moon aligns with the Sun, Venus, Saturn, Uranus, and Neptune. Entering each task with heightened awareness can help you identify healthier approaches to work and maintain solid relationships. If you get stuck cleaning up avoidable messes, a lack of structure could be the culprit. As Mars and Chiron square off, it's important to establish sustainable routines so your dreams can take shape and flourish. Your aura brightens once Luna enters Sagittarius later today. You'll feel romantic and eager for heart connections when Pluto stirs tonight."
        },
        "kh": {
            "today": "ចូលទៅក្នុងស្ថានភាពអារម្មណ៍ និងសមត្ថភាពផ្លូវចិត្តរបស់អ្នកពេញមួយថ្ងៃ ឡេអូជាទីគោរពបំផុត នៅពេលដែលព្រះច័ន្ទ Scorpio តម្រឹមជាមួយព្រះអាទិត្យ ភពសុក្រ សៅរ៍ អ៊ុយរ៉ានុស និងណុបតុន។ការបញ្ចូលកិច្ចការនីមួយៗដោយការយល់ដឹងខ្ពស់អាចជួយអ្នកឱ្យស្គាល់វិធីសាស្រ្តដែលមានសុខភាពល្អជាងមុនដើម្បីធ្វើការ និងរក្សាទំនាក់ទំនងរឹងមាំ។ប្រសិនបើអ្នកជាប់គាំងក្នុងការសម្អាតភាពរញ៉េរញ៉ៃដែលមិនអាចជៀសវាងបាន កង្វះរចនាសម្ព័ន្ធអាចជាពិរុទ្ធជន។នៅពេលដែល Mars និង Chiron បិទ វាជារឿងសំខាន់ក្នុងការបង្កើតទម្លាប់ប្រកបដោយនិរន្តរភាព ដូច្នេះសុបិនរបស់អ្នកអាចសម្រេចបាន និងរីកចម្រើន។អូរ៉ារបស់អ្នកភ្លឺនៅពេលដែល Luna ចូល Sagittarius នៅពេលក្រោយនៅថ្ងៃនេះ។អ្នក​នឹង​មាន​អារម្មណ៍​រ៉ូមែនទិក និង​អន្ទះសា​ចំពោះ​ការ​ភ្ជាប់​បេះដូង​នៅ​ពេល​ដែល​ផ្លាតូ​កូរ​នៅ​យប់​នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Allow your heart to be guided by spiritual forces, dearest Taurus, as the Scorpio Moon aligns with the Sun, Venus, and Saturn. Ask your higher power for guidance on close relationships, and put in the effort to better understand other people's philosophical beliefs. You could feel as though you've been struck by love at first sight while Uranus and Neptune activate, bringing a dreamy and romantic energy to the air. However, it's important to pace yourself while Mars and Chiron square off, especially if you have a history of ignoring red flags. Focus on personal growth and empowerment once Luna enters Sagittarius and aspects of transformative Pluto."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យបេះដូងរបស់អ្នកត្រូវបានដឹកនាំដោយកម្លាំងខាងវិញ្ញាណដែលជា Taurus ជាទីស្រឡាញ់បំផុត ខណៈដែលព្រះច័ន្ទ Scorpio តម្រឹមជាមួយព្រះអាទិត្យ Venus និង Saturn ។សុំឱ្យអ្នកមានអំណាចខ្ពស់របស់អ្នកសម្រាប់ការណែនាំអំពីទំនាក់ទំនងជិតស្និទ្ធ ហើយព្យាយាមឱ្យយល់កាន់តែច្បាស់អំពីជំនឿទស្សនវិជ្ជារបស់អ្នកដទៃ។អ្នក​អាច​មាន​អារម្មណ៍​ថា​អ្នក​ត្រូវ​បាន​គេ​វាយ​ប្រហារ​ដោយ​ក្ដី​ស្រឡាញ់​នៅ​ពេល​ដែល​ Uranus និង Neptune ធ្វើ​សកម្ម ដោយ​នាំ​មក​នូវ​ថាមពល​នៃ​ក្តី​ស្រមៃ និង​មនោសញ្ចេតនា​ទៅ​លើ​អាកាស។ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការកំណត់ខ្លួនអ្នកខណៈពេលដែល Mars និង Chiron បិទ ជាពិសេសប្រសិនបើអ្នកមានប្រវត្តិមិនអើពើនឹងទង់ក្រហម។ផ្តោតលើការលូតលាស់ផ្ទាល់ខ្លួន និងការពង្រឹងអំណាច នៅពេលដែល Luna ចូល Sagittarius និងទិដ្ឋភាពនៃការផ្លាស់ប្តូរ Pluto ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Gravitate toward healthy influences, dearest Gemini. As the Scorpio Moon aligns with the Sun, Venus, Saturn, Uranus, and Neptune throughout the day, who you keep company with will have a direct impact on your efficiency and evolution. When it comes to romantic or business partners, it's especially important to find someone who matches your effort. A harsh square between Mars and Chiron warns against forming connections with people you can't personally vouch for. You'll feel uplifted and soft once Luna enters Sagittarius. Tap into your spirituality to cultivate balance and gain enlightenment while Pluto activates later tonight."
        },
        "kh": {
            "today": "Gravitate ឆ្ពោះទៅរកឥទ្ធិពលដែលមានសុខភាពល្អ, Gemini ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះច័ន្ទ Scorpio តម្រឹមជាមួយព្រះអាទិត្យ ភពសុក្រ ភពសៅរ៍ អ៊ុយរ៉ានុស និងណុបទូន ពេញមួយថ្ងៃ ដែលអ្នករក្សាទំនាក់ទំនងជាមួយនឹងមានឥទ្ធិពលផ្ទាល់ទៅលើប្រសិទ្ធភាព និងការវិវត្តរបស់អ្នក។នៅពេលនិយាយអំពីស្នេហា ឬដៃគូអាជីវកម្ម វាមានសារៈសំខាន់ជាពិសេសក្នុងការស្វែងរកនរណាម្នាក់ដែលត្រូវនឹងការខិតខំប្រឹងប្រែងរបស់អ្នក។ការ៉េដ៏អាក្រក់រវាង Mars និង Chiron ព្រមានប្រឆាំងនឹងការបង្កើតទំនាក់ទំនងជាមួយមនុស្សដែលអ្នកមិនអាចបញ្ជាក់ដោយផ្ទាល់បាន។អ្នកនឹងមានអារម្មណ៍រំភើប និងទន់ភ្លន់ នៅពេលដែល Luna ចូល Sagittarius ។ចុចលើភាពខាងវិញ្ញាណរបស់អ្នក ដើម្បីបណ្ដុះឱ្យមានតុល្យភាព និងទទួលបានការត្រាស់ដឹង ខណៈពេលដែលភពភ្លុយតូធ្វើសកម្មភាពនៅពេលក្រោយនៅយប់នេះ។"
        }
    }
]