[
    {
        "sign": "Aries",
        "en": {
            "today": "You could struggle to stay on track as the Virgo Moon forms unbalanced aspects with Pluto and Mars. The amount of digital content you consume each day should be evaluated. Compare recreational screen time to the energy you invest in socializing and pursuing your passions. Once imbalances have been fully assessed, it will be easier to redirect focus. It's vital that bad habits are broken while Luna aligns with the nodes of fate. If reaching for your phone has become an impulsive habit, it might be helpful to set physical boundaries between you and your device when engaging in various tasks or interests."
        },
        "kh": {
            "today": "អ្នកអាចតស៊ូដើម្បីបន្តដំណើរទៅមុខ ខណៈដែលព្រះច័ន្ទ Virgo បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាពជាមួយភពភ្លុយតូ និងភពអង្គារ។បរិមាណនៃមាតិកាឌីជីថលដែលអ្នកប្រើប្រាស់ជារៀងរាល់ថ្ងៃគួរតែត្រូវបានវាយតម្លៃ។ប្រៀបធៀប​ម៉ោង​លេង​អេក្រង់​ទៅ​នឹង​ថាមពល​ដែល​អ្នក​វិនិយោគ​ក្នុង​ការ​ចូល​រួម​ក្នុង​សង្គម និង​ការ​តាម​ដាន​ចំណង់​ចំណូល​ចិត្ត​របស់​អ្នក។នៅពេលដែលអតុល្យភាពត្រូវបានវាយតម្លៃយ៉ាងពេញលេញ វានឹងកាន់តែងាយស្រួលក្នុងការប្តូរទិសដៅការផ្តោតអារម្មណ៍។វាជារឿងសំខាន់ដែលទម្លាប់អាក្រក់ត្រូវបានខូច ខណៈពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។ប្រសិនបើការឈោងចាប់ទូរសព្ទរបស់អ្នកបានក្លាយទៅជាទម្លាប់ដ៏អន្ទះសារ វាអាចមានប្រយោជន៍ក្នុងការកំណត់ព្រំដែនរវាងអ្នក និងឧបករណ៍របស់អ្នក នៅពេលចូលរួមក្នុងកិច្ចការ ឬចំណាប់អារម្មណ៍ផ្សេងៗ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don’t waste your time on relationships that have repeatedly caused you to feel insecure. As the Virgo Moon aspects Pluto, Mars, and the nodes of fate, you’re called upon to make tough decisions. Choose paths that will empower you in the end, fierce lion. The process of ending unhealthy cycles is rarely an easy one, especially when they are of the romantic variety. Try not to be swayed by smooth talkers, but consider giving others a chance to prove themselves through concrete action. If true love is at stake, you should be mindful of how your own jealousy or insecurities play into the overall picture."
        },
        "kh": {
            "today": "កុំខ្ជះខ្ជាយពេលវេលារបស់អ្នកលើទំនាក់ទំនងដែលបណ្តាលឱ្យអ្នកមានអារម្មណ៍អសន្តិសុខម្តងហើយម្តងទៀត។នៅពេលដែល Virgo Moon មើលទៅផ្លាតូ ភពអង្គារ និងចំណុចនៃជោគវាសនា អ្នកត្រូវបានអំពាវនាវឱ្យធ្វើការសម្រេចចិត្តដ៏លំបាក។ជ្រើសរើសផ្លូវដែលនឹងផ្តល់អំណាចដល់អ្នកនៅទីបញ្ចប់ សត្វតោដ៏កាចសាហាវ។ដំណើរការនៃការបញ្ចប់វដ្តដែលមិនល្អគឺកម្រនឹងងាយស្រួលណាស់ ជាពិសេសនៅពេលដែលពួកគេមានប្រភេទស្នេហា។ព្យាយាមមិនឱ្យអ្នកនិយាយដោយរលូន ប៉ុន្តែពិចារណាផ្តល់ឱកាសឱ្យអ្នកដទៃដើម្បីបង្ហាញខ្លួនឯងតាមរយៈសកម្មភាពជាក់ស្តែង។ប្រសិនបើស្នេហាពិតមានបញ្ហា អ្នកគួរតែចងចាំពីរបៀបដែលការច្រណែន ឬភាពអសន្តិសុខរបស់អ្នកដើរតួក្នុងរូបភាពទាំងមូល។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Establishing yourself within new social circles can become quite frustrating, darling bull. Try not to lose yourself while searching for a place amongst peers, while the Virgo Moon aspects Pluto, Mars, and the nodes of fate. If you struggle to get past gatekeepers or don’t feel ready to let your guard down, spend time with existing friends instead. Working on projects that make you more interesting can have a positive impact, building confidence and intrigue. Don’t be discouraged if no one looks up to watch what you’re doing. Bide your time, sharpen your skills, and your day in the Sun will arrive."
        },
        "kh": {
            "today": "ការបង្កើតខ្លួនអ្នកនៅក្នុងរង្វង់សង្គមថ្មីអាចក្លាយជាគោដ៏គួរឱ្យធុញទ្រាន់។ព្យាយាមមិនឱ្យបាត់បង់ខ្លួនឯងពេលកំពុងស្វែងរកកន្លែងមួយក្នុងចំនោមមិត្តភក្ដិ ខណៈពេលដែលព្រះច័ន្ទ Virgo មើលទៅផ្លាតូ ភពអង្គារ និងចំណុចនៃជោគវាសនា។ប្រសិនបើអ្នកពិបាករកអ្នកយាមទ្វារពីមុន ឬមិនមានអារម្មណ៍ត្រៀមខ្លួនដើម្បីទុកពេលយាមរបស់អ្នកទេ សូមចំណាយពេលជាមួយមិត្តភក្តិដែលមានស្រាប់ជំនួសវិញ។ធ្វើការលើគម្រោងដែលធ្វើឱ្យអ្នកកាន់តែចាប់អារម្មណ៍អាចមានឥទ្ធិពលវិជ្ជមាន បង្កើតទំនុកចិត្ត និងទាក់ទាញ។កុំ​បាក់​ទឹកចិត្ត​ប្រសិន​បើ​គ្មាន​អ្នក​ណា​សម្លឹង​មើល​អ្វី​ដែល​អ្នក​កំពុង​ធ្វើ។ចំណាយពេលវេលារបស់អ្នក ពង្រឹងជំនាញរបស់អ្នក ហើយថ្ងៃរបស់អ្នកនៅក្នុងព្រះអាទិត្យនឹងមកដល់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don’t let minor inconveniences become a stopping point for you today, dear Gemini. As the Virgo Moon forms unbalanced aspects with Pluto and Mars, stress multiplies and perfectionist attitudes rise to the surface. While it’s important to treat your dreams with the care and respect they deserve, you should also be mindful to go with the flow when plans can’t be perfectly executed. You may decide that it’s time to start fresh while the nodes of fate activate. Though you’ll feel tempted to reevaluate and edit your work, heightened emotions could cause you to self-restrict in the process."
        },
        "kh": {
            "today": "កុំបណ្តោយឱ្យភាពរអាក់រអួលតូចតាចក្លាយជាចំណុចឈប់សម្រាប់អ្នកនៅថ្ងៃនេះ ជីមីនីជាទីគោរព។នៅពេលដែលព្រះច័ន្ទ Virgo បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាពជាមួយភពភ្លុយតូ និងភពអង្គារ ភាពតានតឹងកើនឡើង និងអាកប្បកិរិយានៃភាពឥតខ្ចោះកើនឡើងដល់ផ្ទៃ។ខណៈពេលដែលវាមានសារៈសំខាន់ក្នុងការព្យាបាលក្តីសុបិនរបស់អ្នកដោយការយកចិត្តទុកដាក់ និងការគោរពដែលពួកគេសមនឹងទទួលបាននោះ អ្នកក៏គួរមានចិត្តចង់ទៅជាមួយលំហូរផងដែរ នៅពេលដែលផែនការមិនអាចអនុវត្តបានល្អឥតខ្ចោះ។អ្នកអាចសម្រេចចិត្តថាវាដល់ពេលចាប់ផ្តើមថ្មី ខណៈពេលដែលថ្នាំងនៃជោគវាសនាសកម្ម។ទោះបីជាអ្នកនឹងមានអារម្មណ៍ថាមានការល្បួងឱ្យវាយតម្លៃឡើងវិញ និងកែសម្រួលការងាររបស់អ្នកក៏ដោយ អារម្មណ៍ដែលកើនឡើងអាចបណ្តាលឱ្យអ្នកដាក់កម្រិតលើខ្លួនឯងនៅក្នុងដំណើរការនេះ។"
        }
    }
]