[
    {
        "sign": "Aries",
        "en": {
            "today": "Embrace activities that allow you to feel free, daring ram as the moon continues through independent Aquarius. Take time to appreciate the qualities that make you stand out from your peers while Chiron stirs this afternoon, softly bolstering your ego and sense of self. This energy also brings much healing when you contribute to the betterment of society, which will be particularly helpful if you've felt downtrodden by the news recently. Luna drifts into Pisces later today, asking you to get in touch with your emotions. However, you should avoid latching onto negative or reckless thoughts when Luna squares Uranus this evening."
        },
        "kh": {
            "today": "ការចាប់យកសកម្មភាពដែលអនុញ្ញាតឱ្យអ្នកមានអារម្មណ៍សេរី, ហ៊ាន RAM នៅពេលដែលព្រះច័ន្ទបន្តឆ្លងកាត់ Aquarius ឯករាជ្យ។ឆ្លៀតពេលវេលាក្នុងការកោតសរសើរចំពោះគុណសម្បត្ដិដែលធ្វើឱ្យអ្នកលេចធ្លោពីមិត្តភក្តិរបស់អ្នកខណៈដែល chiron បានកូរកាលពីរសៀលនេះដោយធ្វើឱ្យអញ្ចឹងទន់ភ្លន់និងអារម្មណ៍របស់អ្នក។ថាមពលនេះក៏នាំមកនូវការព្យាបាលច្រើននៅពេលអ្នកចូលរួមចំណែកក្នុងការធ្វើឱ្យប្រសើរឡើងនូវសង្គមដែលនឹងមានប្រយោជន៍ជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាបានធ្លាក់ចុះយ៉ាងខ្លាំងដោយព័ត៌មានថ្មីៗនេះ។ឡុងបានរសាត់ទៅក្នុង Pisces នៅថ្ងៃនេះដោយស្នើសុំឱ្យអ្នកទាក់ទងជាមួយអារម្មណ៍របស់អ្នក។ទោះយ៉ាងណាអ្នកគួរតែចៀសវាងការភ្ជាប់គំនិតអវិជ្ជមានឬមិនប្រុងប្រយ័ត្ននៅពេលដែល Luna Squares Uranus នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The universe showers you with soft kisses and a warm lion as the Aquarius moon and Chiron align. This energy helps to restore your faith in humanity, love, and the divine forces that swirl within and around you. Focus on finding personal balance, and your intuition is sure to skyrocket. When it comes to matters of the heart, consider seeking adventure with your sweetheart. Emotional connections intensify as Luna enters Pisces, though a harsh square with Uranus threatens to rock the boat. Try to quiet any outside voices that have been meddling in your connections, allowing direct interactions to shape how you think and feel about others."
        },
        "kh": {
            "today": "សាកលលោកបង្ហាញអ្នកពីការថើបទន់និងតោក្តៅនៅពេលដែល Aquarius Moon និង Chiron បានតម្រឹម។ថាមពលនេះជួយឱ្យមានជំនឿរបស់អ្នកទៅលើមនុស្សជាតិសេចក្តីស្រឡាញ់និងកម្លាំងដ៏ទេវភាពដែលហែលនៅក្នុងនិងជុំវិញអ្នក។ផ្តោតលើការស្វែងរកតុល្យភាពផ្ទាល់ខ្លួនហើយវិចារណញាណរបស់អ្នកប្រាកដជាឡើងកប់ពពក។នៅពេលនិយាយអំពីបញ្ហានៃបេះដូងសូមពិចារណាស្វែងរកការផ្សងព្រេងជាមួយសង្សាររបស់អ្នក។ការតភ្ជាប់ផ្លូវចិត្តកាន់តែខ្លាំងឡើងនៅពេលដែល Luna ចូលក្នុង Pisces ទោះបីជាការ៉េដ៏សាហាវមួយដែលមានអ៊ុយរ៉ានុសគំរាមកាកជើងទូកក៏ដោយ។ព្យាយាមស្ងាត់សំលេងខាងក្រៅណាមួយដែលបានធ្វើឱ្យការភ្ជាប់ទំនាក់ទំនងរបស់អ្នកដែលអនុញ្ញាតឱ្យមានអន្តរកម្មផ្ទាល់ដើម្បីកំណត់ពីរបៀបដែលអ្នកគិតនិងមានអារម្មណ៍ចំពោះអ្នកដទៃ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius moon and Chiron form a sweet connection, dear Taurus, reminding you that you are in control of your destiny. Set aside some time to observe your current trajectory, taking into consideration where cycles can be broken to put you in alignment with long-term goals. You'll sense a shift once Luna enters Pisces later today, luring you toward community events. Explore your area with a fresh perspective, searching for people and establishments that are on your wavelength. Try not to get sucked into your electronics when Luna squares Uranus, which could make it challenging to stay focused on the present."
        },
        "kh": {
            "today": "Aquarius Moon និង Chiron បានបង្កើតជាការតភ្ជាប់ដ៏ផ្អែមល្ហែម Taurus ជាទីស្រឡាញ់ដោយរំ you កអ្នកថាអ្នកកំពុងគ្រប់គ្រងជោគវាសនារបស់អ្នក។កំណត់ពេលវេលាខ្លះដើម្បីសង្កេតមើលគន្លងបច្ចុប្បន្នរបស់អ្នកដោយគិតគូរពីកន្លែងដែលវដ្តអាចត្រូវបានខូចដើម្បីធ្វើឱ្យអ្នកស្របនឹងគោលដៅរយៈពេលវែង។ការផ្លាស់ប្តូរការផ្លាស់ប្តូរនៅពេលដែល Luna ចូលក្នុង Pisces នៅថ្ងៃនេះដោយក្រវុះសេចក្ដីមកអ្នកចំពោះព្រឹត្តិការណ៍សហគមន៍។ស្វែងយល់ពីតំបន់របស់អ្នកជាមួយនឹងទស្សនវិស័យស្រស់ស្វែងរកការស្វែងរកមនុស្សនិងគ្រឹះស្ថានដែលមាននៅលើរលករបស់អ្នក។ព្យាយាមមិនឱ្យទទួលបានការជញ្ជក់ចូលក្នុងអេឡិចត្រូនិចរបស់អ្នកនៅពេលដែល Luna Squares Uranus ដែលអាចធ្វើឱ្យវាពិបាកក្នុងការផ្តោតអារម្មណ៍លើបច្ចុប្បន្ន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have much love to give as the Aquarius moon and Chiron align, dear Gemini, offering healing and hope. Harness these vibes by checking in with friends and family, putting extra focus on those who might need a morale boost. Now is also a good time to invest in network expansion, as luck will be on your side when making new connections. Your focus shifts toward professional aspirations once Luna enters Pisces later today, though a harsh square with Uranus could trigger restlessness. Try to make peace with where you are in the moment while still searching for opportunities to advance."
        },
        "kh": {
            "today": "អ្នកនឹងមានសេចក្តីស្រឡាញ់ច្រើនក្នុងការផ្តល់ឱ្យថាជា Aquarius Moon និង Chiron Rign Kigning Gemini ជាទីស្រឡាញ់ផ្តល់ការព្យាបាលនិងក្តីសង្ឃឹម។ទាញយកភាពរស់រវើកទាំងនេះដោយឆែកឆេរជាមួយមិត្តភក្តិនិងក្រុមគ្រួសារដោយដាក់ការផ្តោតអារម្មណ៍បន្ថែមលើអ្នកដែលត្រូវការការជំរុញសីលធម៌។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការវិនិយោគក្នុងការពង្រីកបណ្តាញព្រោះសំណាងនឹងនៅខាងអ្នកនៅពេលធ្វើឱ្យមានការតភ្ជាប់ថ្មី។ការផ្តោតអារម្មណ៍របស់អ្នកឆ្ពោះទៅរកសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈនៅពេលដែល Luna ចូលក្នុង Pisces នៅពេលក្រោយទោះបីជាការ៉េដ៏សាហាវមួយដែលមានអ៊ុយរ៉ានុសអាចបង្កឱ្យមានភាពមិនស្រួលក៏ដោយ។ព្យាយាមធ្វើឱ្យមានសន្តិភាពជាមួយកន្លែងដែលអ្នកកំពុងនៅខណៈពេលដែលនៅតែស្វែងរកឱកាសដើម្បីឈានទៅមុខ។"
        }
    }
]