[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll ride the waves of many emotions, dear Aries, as the Pisces moon aspects Mercury, Jupiter, Saturn, Venus, Uranus, and Neptune throughout the day. Focus on what gives you a sense of joy and power to make these vibes work in your favor. Seclusion may be necessary at times, especially if you're working toward closure or changing certain behaviors. Mercury ends its retrograde motion, forcing us to face information or conversations that have been swept under the rug. Meanwhile, Venus and Uranus face off, conjuring unexpected tension within matters of the heart. Avoid obsessing or jumping to conclusions if interactions or new information catch you off guard. Enjoy a boost to your popularity this evening once Luna enters your sign and aspects Pluto."
        },
        "kh": {
            "today": "អ្នកនឹងជិះរលកនៃអារម្មណ៍ជាច្រើនដែលជាទីស្រឡាញ់នៅពេលដែលបំពង់អារម្មណ៍របស់ Pisces, Acces, Jupiter, Saturus, Uranus, និង Neptune ពេញមួយថ្ងៃ។ផ្តោតលើអ្វីដែលផ្តល់ឱ្យអ្នកនូវអារម្មណ៍រីករាយនិងអំណាចក្នុងការធ្វើឱ្យរំញ័រទាំងនេះដំណើរការដោយការពេញចិត្តរបស់អ្នក។ការបំបែកខ្លួនអាចចាំបាច់នៅពេលខ្លះជាពិសេសប្រសិនបើអ្នកកំពុងធ្វើការឆ្ពោះទៅរកការបិទឬផ្លាស់ប្តូរអាកប្បកិរិយាជាក់លាក់។បារតបញ្ចប់ចលនាថយក្រោយរបស់ខ្លួនបង្ខំឱ្យយើងប្រឈមមុខនឹងព័ត៌មានឬការសន្ទនាដែលត្រូវបានបង្ហូរនៅក្រោមព្រំ។ទន្ទឹមនឹងនេះ Venus និង Uranus ប្រឈមមុខនឹងការរួមបញ្ចូលគ្នារវាងភាពតានតឹងដែលមិនបានរំពឹងទុកនៅក្នុងបញ្ហានៃបេះដូង។ជៀសវាងការឃ្លាក់មើលឬលោតទៅការសន្និដ្ឋានប្រសិនបើអន្តរកម្មឬព័ត៌មានថ្មីចាប់អ្នកឱ្យឆ្មាំចេញ។សូមរីករាយជាមួយនឹងការជម្រុញដល់ប្រជាប្រិយភាពរបស់អ្នកនៅល្ងាចនេះនៅពេលដែល Luna ចូលក្នុងសញ្ញានិងទិដ្ឋភាពរបស់អ្នក Pluto ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Acknowledge and appreciate the strength that lies within, dear Leo, as the Pisces moon aligns with Jupiter and Saturn. Recommit to empowering goals, fueling them with equal parts hope and planning. Meanwhile, Mercury ends its retrograde journey, freshening up the vibe at home. If your space has become cluttered throughout the past few weeks, use this energy to reorganize. Be extra mindful to create an environment that mirrors your aspirations when Luna aspects Venus, Uranus, and Neptune, even if some choices feel daring. Connect with your soul tribe once the moon enters Aries and aligns with Pluto, creating magickal memories with those you love most."
        },
        "kh": {
            "today": "ទទួលស្គាល់និងពេញចិត្តចំពោះភាពខ្លាំងដែលស្ថិតនៅក្នុងឡេអូដែលជាទីស្រឡាញ់ព្រោះពិសិដ្ឋការតុបតែងព្រះច័ន្ទជាមួយភពព្រហស្បតិ៍និងសៅរ៍។សាកសពដើម្បីផ្តល់អំណាចដល់គោលដៅជំរុញឱ្យពួកគេមានក្តីសង្ឃឹមនិងផែនការស្មើគ្នា។ទន្ទឹមនឹងនេះបារតបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់វាធ្វើឱ្យរំញ័រនៅឯផ្ទះ។ប្រសិនបើចន្លោះរបស់អ្នកមានភាពច្របូកច្របល់អស់រយៈពេលប៉ុន្មានសប្តាហ៍មុននេះប្រើថាមពលនេះដើម្បីរៀបចំឡើងវិញ។សូមចងចាំបន្ថែមទៀតក្នុងការបង្កើតបរិយាកាសដែលឆ្លុះបញ្ចាំងពីសេចក្តីប្រាថ្នារបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃ Luna Venus Venus, Uranus, និង Neptune ទោះបីជាជម្រើសមួយចំនួនមានអារម្មណ៍ហ៊ានក៏ដោយ។ភ្ជាប់ជាមួយកុលសម្ព័ន្ធព្រលឹងរបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូលទៅក្នុង aries និងតម្រឹមជាមួយផ្លាតូការបង្កើតការចងចាំ Magickal ជាមួយអ្នកដែលអ្នកស្រឡាញ់បំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Pisces moon aligns with Jupiter and Saturn this morning, dear Taurus, strengthening your desire for connection and notoriety. Build your professional network by putting yourself out there, both online and in your local community. Mercury stations direct in your solar seventh house, alleviating romantic dramas that have played out these past few weeks. However, as Venus and Uranus face off, you could encounter one major blowout before peace finally takes hold. Ask a trusted ally for advice if you need a second opinion while Luna chimes in and connects with Neptune. You'll require space to reflect once the moon enters Aries this evening and aspects Pluto."
        },
        "kh": {
            "today": "Pisces Mon តម្រឹមជាមួយភពព្រហស្បតិ៍និងសៅរ៍នៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដែលពង្រឹងបំណងប្រាថ្នារបស់អ្នកសម្រាប់ការតភ្ជាប់និងការចាប់អារម្មណ៍។កសាងបណ្តាញជំនាញរបស់អ្នកដោយដាក់ខ្លួនអ្នកនៅទីនោះទាំងលើអ៊ីនធឺណិតនិងក្នុងសហគមន៍មូលដ្ឋានរបស់អ្នក។ស្ថានីយ៍បារតដោយផ្ទាល់នៅក្នុងផ្ទះទី 7 របស់អ្នកបានកាត់បន្ថយរឿងល្ខោនមនោសញ្ចេតនាដែលបានលេងនៅប៉ុន្មានសប្តាហ៍នេះ។ទោះយ៉ាងណាដោយសារភេនសនិងអ៊ុយរ៉ានុសប្រឈមមុខអ្នកអាចជួបប្រទះការផ្ទុះដ៏ធំមួយមុនពេលសន្តិភាពចុងក្រោយទទួលបាន។សួរសម្ព័ន្ធមិត្តដែលទុកចិត្តសម្រាប់ការផ្តល់ដំបូន្មានប្រសិនបើអ្នកត្រូវការមតិទីពីរខណៈពេលដែល Luna Chimes ចូលហើយភ្ជាប់ជាមួយ Neptune ។អ្នកនឹងត្រូវការកន្លែងទំនេរដើម្បីឆ្លុះបញ្ចាំងនៅពេលដែលព្រះច័ន្ទចូលមកនៅល្ងាចនេះនិងទិដ្ឋភាពឆមាសនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Though the weekend has officially begun, you'll still be in the mood to build. As the Pisces moon aligns with Jupiter and Saturn, use your free time to reconnect with long-term goals that are specific to you, Gemini. You'll benefit from a burst of motivation and mental clarity once Mercury stations direct, helping you take on more. However, a lack of planning or support could trigger stress while Luna aspects Venus, Uranus, and Neptune. Your community will rally for you when the moon enters Aries and connects with Pluto, so don't hesitate to sell your dreams if you require assistance manifesting them."
        },
        "kh": {
            "today": "ទោះបីជាចុងសប្តាហ៍បានចាប់ផ្តើមជាផ្លូវការក៏ដោយអ្នកនឹងនៅតែមានអារម្មណ៍ក្នុងការកសាង។នៅពេលដែលពិសិដ្ឋ Mon Mon តម្រឹមជាមួយភពព្រហស្បតិ៍និងសៅរ៍សូមប្រើពេលវេលាទំនេររបស់អ្នកដើម្បីភ្ជាប់ជាមួយគោលដៅរយៈពេលវែងដែលមានលក្ខណៈជាក់លាក់ចំពោះអ្នក, Gemini ។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការធ្លាក់ទឹកចិត្តនិងភាពច្បាស់លាស់នៃផ្លូវចិត្តនៅពេលដែលស្ថានីយ៍បារតដោយផ្ទាល់ជួយឱ្យអ្នកទទួលបានបន្ថែមទៀត។ទោះយ៉ាងណាកង្វះការធ្វើផែនការឬការគាំទ្រអាចបង្កឱ្យមានភាពតានតឹងខណៈពេលដែលទិដ្ឋភាពនៃដងផុល enus អ៊ុយរ៉ានុសអ៊ុយរ៉ានុសនិងណុនថុន។សហគមន៍របស់អ្នកនឹងប្រមូលផ្តុំគ្នាសម្រាប់អ្នកនៅពេលដែលព្រះច័ន្ទចូលក្នុងការចូលប្រើហើយភ្ជាប់ជាមួយផ្លាតូដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការលក់ក្តីសុបិន្តរបស់អ្នកប្រសិនបើអ្នកត្រូវការជំនួយ។"
        }
    }
]