[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo moon is busy this morning, forming connections with Venus Rx, Uranus, and Saturn. Your perception spikes under these cosmic conditions, dearest Aries, synching you with the surrounding world. Build a bridge between your dreams and reality by rolling up your sleeves and getting to work. Give yourself the freedom to course correct or edit existing projects as afternoon sets in, and Luna connects with Mercury and the nodes of fate. Remember that the future is fluid, making it what you want it to be. A dreamy energy descends this evening when the moon enters Libra and opposes Neptune, unleashing your inner romantic."
        },
        "kh": {
            "today": "ព្រះចន្ទរបស់ Virgo រវល់នៅព្រឹកនេះបង្កើតការភ្ជាប់ទំនាក់ទំនងជាមួយ Venus RX, អ៊ុយរ៉ានុសនិងសៅរ៍។ការយល់ឃើញរបស់អ្នកមានឥទ្ធិពលនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះដែលជាទីស្រឡាញ់បំផុតដែលបានធ្វើសំលេងអ្នកជាមួយពិភពលោកដែលនៅជុំវិញ។កសាងស្ពានរវាងក្តីសុបិន្តរបស់អ្នកនិងការពិតដោយរំកិលដៃអាវរបស់អ្នកហើយទៅធ្វើការ។ផ្តល់ឱ្យខ្លួនអ្នកនូវសេរីភាពពិតប្រាកដក្នុងការកែតម្រូវឬកែសម្រួលគម្រោងដែលមានស្រាប់នៅពេលដែលឈុតដែលមានពេលរសៀលចូលហើយ Luna ភ្ជាប់ជាមួយបារតនិងថ្នាំងនៃជោគវាសនា។សូមចាំថាអនាគតមានលក្ខណៈរាវដែលធ្វើឱ្យវានូវអ្វីដែលអ្នកចង់បាន។ថាមពលសុបិនចុះមកល្ងាចនេះនៅពេលដែលព្រះចន្ទចូល Libra ហើយប្រឆាំងនឹង Neptune, មិនបញ្ចេញរ៉ូមែនទិកខាងក្នុងរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo moon connects with Venus Rx, Uranus, and Saturn this morning, dearest Leo, reminding you that everything is an investment. Take note of where your time, energy, and focus go and how these behaviors contribute to or take away from your ultimate goals. Transformative vibes flow when Luna, Mercury, and the nodes of fate activate this afternoon, giving you the drive to choose your most empowering path. Have patience for your progress, purge the unnecessary, and celebrate small wins. Your whimsical side makes a comeback once the moon enters Libra this evening, forming a dreamy connection with visionary Neptune."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរបស់ Virgo ភ្ជាប់ជាមួយ Venus RX, អ៊ុយរ៉ានុសនិងសៅរ៍នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដោយរំ you កអ្នកថាអ្វីៗគឺជាការវិនិយោគ។កត់ចំណាំថាតើពេលវេលាថាមពលនិងការផ្តោតអារម្មណ៍របស់អ្នកទៅកន្លែងណានិងរបៀបដែលអាកប្បកិរិយាទាំងនេះរួមចំណែកដល់ឬដកយកចេញពីគោលដៅចុងក្រោយរបស់អ្នក។ភាពរំជើបរំជួលផ្លាស់ប្តូរនៅពេលដែល Luna, បារតនិងថ្នាំងនៃជោគវាសនាធ្វើឱ្យរសៀលនេះផ្តល់ឱ្យអ្នកនូវដ្រាយដើម្បីជ្រើសរើសផ្លូវដែលផ្តល់អំណាចដល់អ្នក។មានការអត់ធ្មត់ចំពោះការរីកចម្រើនរបស់អ្នកលុបបំបាត់មិនចាំបាច់ហើយអបអរឈ្នះតូច។ក្រុម Whimsical របស់អ្នកត្រលប់មកវិញនៅពេលដែលព្រះចន្ទចូល Libra ល្ងាចនេះដោយបង្កើតបានជាការតភ្ជាប់សុបិនជាមួយ Neptune មានចក្ខុវិស័យ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Watch out for overstimulation this morning, darling Taurus, as the Virgo moon aspects Venus Rx, Uranus, and Saturn. You may feel torn between innovation and tradition, especially when it comes to pursuing artistic goals. Allow yourself to experiment, taking what makes sense and releasing what does not. Fresh interest in your work could emerge when Luna, Mercury, and the nodes of fate activate this afternoon, so try not to hide in the shadows. Focus on what you can do to improve your health and routines once Luna enters Libra this evening, facing off with Neptune to dissolve unhelpful cycles."
        },
        "kh": {
            "today": "ប្រយ័ត្នចំពោះការហួសកម្រិតនេះនៅព្រឹកនេះ Taurling Taurus ដែលជាទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo Venus RX, អ៊ុយរ៉ានុសនិងសៅរ៍។អ្នកអាចមានអារម្មណ៍ថារហែករវាងការច្នៃប្រឌិតនិងប្រពៃណីជាពិសេសនៅពេលដែលស្វែងរកគោលដៅសិល្បៈ។អនុញ្ញាតឱ្យខ្លួនអ្នកពិសោធន៍ការទទួលយកអ្វីដែលសមហេតុផលនិងការចេញផ្សាយនូវអ្វីដែលមិនមាន។ចំណាប់អារម្មណ៍ស្រស់នៃការងាររបស់អ្នកអាចលេចចេញនៅពេលដែល Luna, បារតនិងថ្នាំងនៃវាសនាធ្វើឱ្យរសៀលនៅរសៀលនេះដូច្នេះព្យាយាមមិនឱ្យលាក់ខ្លួនមិនឱ្យលាក់នៅក្នុងស្រមោល។ផ្តោតលើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីធ្វើឱ្យសុខភាពរបស់អ្នកប្រសើរឡើងនិងទម្លាប់របស់អ្នកនៅពេលដែល Luna ចូល Libra នៅល្ងាចនេះដោយប្រឈមមុខនឹង Neptune ដើម្បីរំលាយវដ្តដែលមិនមានថាមពល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Virgo moon aspects Venus Rx, Uranus, and Saturn this morning, dearest Gemini, increasing your intuition while intensifying emotions. This celestial forecast could make you feel as though you're bouncing through worlds, shifting gears between professional responsibilities and personal affairs. It will require some restraint on your end to stay on task, and harsh lines may need to be drawn. Luckily, as the moon, Mercury, and nodes of fate activate this afternoon, you'll have a chance to build stable foundations. Use your voice to convey a need for space, time, or compassion. Permit yourself to zone out with your screens this evening when Luna enters Libra and aspects Neptune."
        },
        "kh": {
            "today": "ទិដ្ឋភាពព្រះច័ន្ទ Virgo Venus RX, អ៊ុយរ៉ានុសនិងសៅរ៍នៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់របស់អ្នកកើនឡើងវិចារណញាណរបស់អ្នកខណៈពេលដែលកាន់តែកើនឡើង។ការព្យាករណ៍នៅលើសេឡេស្ទាលនេះអាចធ្វើឱ្យអ្នកមានអារម្មណ៍ថាអ្នកកំពុងលោតតាមរយៈពិភពការផ្លាស់ប្តូរឧបករណ៍រវាងការទទួលខុសត្រូវវិជ្ជាជីវៈនិងកិច្ចការផ្ទាល់ខ្លួន។វានឹងតម្រូវឱ្យមានការអត់ធ្មត់មួយចំនួនលើការបញ្ចប់របស់អ្នកដើម្បីបន្តការងារហើយខ្សែដ៏សាហាវប្រហែលជាត្រូវការគូរ។សំណាងដូចជាព្រះច័ន្ទបារតនិងថ្នាំងនៃជោគវាសនាសកម្មនៅរសៀលនេះអ្នកនឹងមានឱកាសបង្កើតមូលដ្ឋានគ្រឹះដែលមានស្ថេរភាព។ប្រើសំលេងរបស់អ្នកដើម្បីបង្ហាញពីតម្រូវការចន្លោះពេលវេលាឬការអាណិតអាសូរ។អនុញ្ញាតឱ្យខ្លួនអ្នកទៅតំបន់ដែលមានអេក្រង់របស់អ្នកនៅល្ងាចនេះនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាព Neptune ។"
        }
    }
]