[
    {
        "sign": "Aries",
        "en": {
            "today": "Gain karma points by performing secret acts of kindness, sweet ram. As the Pisces Moon and Uranus align, the generosity you put into the world will be returned in beautiful ways. Rather than seeking praise for your efforts, enjoy watching the joy you've created from afar. You'll receive plenty of attention once Luna enters your sign, uniting with Saturn and Neptune throughout the afternoon. Don't be surprised if your day suddenly picks up and peers line up to connect. With so many eyes on you, now is a good time to push big goals forward. Nurture online friendships while releasing toxic interactions when Pluto stirs."
        },
        "kh": {
            "today": "ទទួល​បាន​ពិន្ទុ​កម្មផល​ដោយ​ការ​ប្រព្រឹត្ត​អំពើ​អាថ៌​កំបាំង​នៃ​ចិត្ត​សប្បុរស ចៀម​ឈ្មោល​ផ្អែម។នៅពេលដែលព្រះច័ន្ទ Pisces និង Uranus តម្រឹម ភាពសប្បុរសដែលអ្នកដាក់ចូលទៅក្នុងពិភពលោកនឹងត្រលប់មកវិញតាមរបៀបដ៏ស្រស់ស្អាត។ជាជាងស្វែងរកការសរសើរចំពោះការខិតខំប្រឹងប្រែងរបស់អ្នក សូមរីករាយនឹងការមើលសេចក្តីរីករាយដែលអ្នកបានបង្កើតពីចម្ងាយ។អ្នកនឹងទទួលបានការចាប់អារម្មណ៍ច្រើន នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នក ដោយរួបរួមគ្នាជាមួយ Saturn និង Neptune ពេញមួយរសៀល។កុំភ្ញាក់ផ្អើល ប្រសិនបើថ្ងៃរបស់អ្នកភ្លាមៗ ហើយមិត្តភក្តិតម្រង់ជួរដើម្បីភ្ជាប់ទំនាក់ទំនង។ដោយមានភ្នែកជាច្រើនមកលើអ្នក ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីជំរុញគោលដៅធំឆ្ពោះទៅមុខ។បណ្តុះ​មិត្តភាព​តាម​អ៊ីនធឺណិត​ខណៈ​ពេល​បញ្ចេញ​អន្តរកម្ម​ពុល​នៅ​ពេល​ភ្លុយតូ​កូរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Intuitively navigate business negotiations by reading the emotions of others, but keep a few surprises up your own sleeve, Leo. As the Taurus Moon and Uranus align, take a renewed interest in your aspirations by pushing for more. Good news finds you once Luna enters Aries before uniting with Saturn and Neptune. Lady Fortune gazes in your direction, but will hesitate to provide opportunities you're not entirely ready for. Be mindful of where you're at and what realistic growth looks like. Shift gears when Pluto stirs later today, leaning into spiritual practices to release doubt and find empowerment."
        },
        "kh": {
            "today": "រុករកការចរចាអាជីវកម្មដោយវិចារណញាណដោយការអានអារម្មណ៍របស់អ្នកដទៃ ប៉ុន្តែរក្សាភាពភ្ញាក់ផ្អើលមួយចំនួននៅលើដៃអាវរបស់អ្នកគឺ Leo ។នៅពេលដែលព្រះច័ន្ទ Taurus និង Uranus តម្រឹម សូមចាប់អារម្មណ៍ជាថ្មីលើសេចក្តីប្រាថ្នារបស់អ្នកដោយជំរុញឱ្យកាន់តែច្រើន។ដំណឹងល្អនឹងរកឃើញអ្នកនៅពេលដែល Luna ចូលទៅក្នុង Aries មុនពេលរួបរួមគ្នាជាមួយ Saturn និង Neptune ។Lady Fortune សម្លឹងមើលទិសដៅរបស់អ្នក ប៉ុន្តែនឹងស្ទាក់ស្ទើរក្នុងការផ្តល់ឱកាសដែលអ្នកមិនទាន់ត្រៀមខ្លួនទាំងស្រុងសម្រាប់។ត្រូវចាំថាអ្នកនៅឯណា ហើយតើកំណើនពិតប្រាកដមើលទៅដូចអ្វី។ផ្លាស់ប្តូរឧបករណ៍នៅពេលផ្លាតូ កូរនៅពេលក្រោយនៅថ្ងៃនេះ ដោយទំនោរទៅរកការអនុវត្តខាងវិញ្ញាណ ដើម្បីដោះលែងការសង្ស័យ និងស្វែងរកការពង្រឹងអំណាច។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Ping your friends with playful messages to start the day on a high note, dearest Taurus, as the Pisces Moon and Uranus align. Loved ones will appreciate you thinking of them and the effort you put into making them smile. You'll feel more reclusive as afternoon creeps in and Luna enters Aries, forming powerful connections with Saturn and Neptune. A newfound motivation to finalize details that have been holding up dreams emerges, and you won't be in the mood for distractions. Watch for signs that change is on the horizon when Pluto stirs, considering how you'll adapt as success and responsibilities increase."
        },
        "kh": {
            "today": "Ping មិត្តភ័ក្តិរបស់អ្នកជាមួយនឹងសារលេងសើច ដើម្បីចាប់ផ្តើមថ្ងៃថ្មីនៅលើកំណត់ត្រាខ្ពស់, Taurus ជាទីស្រឡាញ់បំផុត, នៅពេលដែល Pisces Moon និង Uranus តម្រឹម។មនុស្ស​ជា​ទី​ស្រឡាញ់​នឹង​ដឹង​គុណ​ចំពោះ​អ្នក​ដែល​គិត​ពី​ពួកគេ និង​ការ​ខិត​ខំ​ប្រឹង​ប្រែង​ដែល​អ្នក​បាន​ធ្វើ​ឱ្យ​ពួកគេ​ញញឹម។អ្នក​នឹង​មាន​អារម្មណ៍​ឯកោ​កាន់​តែ​ខ្លាំង​ឡើង​នៅ​ពេល​រសៀល​ចូល​មក​ដល់ ហើយ Luna ចូល Aries ដោយ​បង្កើត​ទំនាក់ទំនង​ដ៏​មាន​ឥទ្ធិពល​ជាមួយ Saturn និង Neptune។ការលើកទឹកចិត្តដែលបានរកឃើញថ្មីដើម្បីបញ្ចប់ព័ត៌មានលម្អិតដែលរក្សាក្តីសុបិនបានលេចចេញមក ហើយអ្នកនឹងមិនស្ថិតក្នុងអារម្មណ៍សម្រាប់ការរំខាននោះទេ។រកមើលសញ្ញាដែលថាការផ្លាស់ប្តូរគឺនៅលើជើងមេឃនៅពេលដែល Pluto កូរ, ពិចារណាពីរបៀបដែលអ្នកនឹងសម្របខ្លួននៅពេលដែលភាពជោគជ័យនិងការទទួលខុសត្រូវកើនឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Difficulties you've been struggling with could vanish without a trace, dear Gemini, thanks to a sweet connection between the Pisces Moon and Uranus. Try not to be suspicious of opportunities or simple solutions that arise. Instead, opt to count your blessings and move on with life. Social demands take up the bulk of your attention once Luna enters Aries this afternoon, uniting with Saturn and Neptune. If you and your crew are overdue for an official hangout session, start planning your next meeting. Keep an open mind when Pluto stirs later today, and a wise companion may offer sage advice."
        },
        "kh": {
            "today": "ភាពលំបាកដែលអ្នកបានតស៊ូនឹងអាចរលាយបាត់ដោយគ្មានដាន, Gemini ជាទីស្រឡាញ់ អរគុណចំពោះទំនាក់ទំនងដ៏ផ្អែមល្ហែមរវាង Pisces Moon និង Uranus ។ព្យាយាម​កុំ​ឲ្យ​មានការ​សង្ស័យ​ចំពោះ​ឱកាស ឬ​ដំណោះស្រាយ​សាមញ្ញៗ​ដែល​កើតឡើង។ផ្ទុយ​ទៅ​វិញ សូម​ជ្រើសរើស​រាប់​ពរជ័យ​របស់​អ្នក ហើយ​បន្ត​ជីវិត​ទៀត។ការទាមទារសង្គមបានធ្វើឱ្យអ្នកចាប់អារម្មណ៍ភាគច្រើន នៅពេលដែល Luna ចូល Aries រសៀលនេះ ដោយរួបរួមគ្នាជាមួយ Saturn និង Neptune ។ប្រសិនបើអ្នក និងនាវិករបស់អ្នកហួសពេលសម្រាប់វគ្គជជែកជាផ្លូវការ សូមចាប់ផ្តើមរៀបចំការប្រជុំបន្ទាប់របស់អ្នក។សូមបើកចិត្តឲ្យទូលាយ នៅពេលដែលភពភ្លុយតូ រំជើបរំជួលនៅពេលក្រោយ នៅថ្ងៃនេះ ហើយដៃគូដ៏ឈ្លាសវៃ អាចផ្តល់ដំបូន្មានដ៏ឈ្លាសវៃ។"
        }
    }
]