[
    {
        "sign": "Aries",
        "en": {
            "today": "Take time to fully ground and connect with your confidence upon awakening, sweet Aries, as the Taurus moon squares Mercury Rx. A harsh aspect between the sun and Chiron will intensify frayed emotions, and it'll be vital that you find ways to heal and support yourself. Connecting with simple pleasures while keeping busy offers a morale boost, thanks to a helping hand from motivational Mars. You'll see a brighter path forward once the nodes of fate stir later tonight, reminding you of your resilience. Reflect on what you're grateful for before drifting to sleep when the sun and moon align."
        },
        "kh": {
            "today": "ចំណាយពេលយ៉ាងពេញទំហឹងហើយភ្ជាប់ដោយទំនុកចិត្តរបស់អ្នកនៅពេលភ្ញាក់ដឹងខ្លួន ares aries, ដូចជា Taurus Moon Squares Mercurs RX ។ទិដ្ឋភាពដ៏អាក្រក់មួយរវាងព្រះអាទិត្យនិងជីរអេរជីរនាងនឹងបង្កើនអារម្មណ៍ដែលមានភាពច្របូកច្របល់ហើយវាចាំបាច់ណាស់ដែលអ្នករកឃើញវិធីដើម្បីព្យាបាលនិងផ្គត់ផ្គង់ខ្លួនអ្នក។ភ្ជាប់ជាមួយការសប្បាយសាមញ្ញខណៈពេលដែលពួកគេរវល់ផ្តល់នូវការជម្រុញសីលធម៌សូមអរគុណដល់ការជួយដល់ព្រះហស្តពីភពនានាលើកទឹកចិត្ត។អ្នកនឹងឃើញផ្លូវដែលភ្លឺស្វាងទៅមុខនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះយប់នេះរំ you កអ្នកអំពីភាពធន់របស់អ្នក។ឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកមានអំណរគុណចំពោះមុនពេលរសាត់គេងនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Try not to let work-related stress bleed over into your weekend plans, dearest Leo, as the Taurus moon and Mercury square off. Moments of enlightenment strike as the sun and Chiron align, pinpointing where you require the most healing. Your motivation to build something meaningful intensifies once Mars activates, inspiring you to tackle small chores that will lay the foundations for bigger aspirations. Opportunities to collaborate could reshape your plans later tonight when the nodes of fate stir. Weigh all your options in private while the sun and moon align, forming firm strategies before moving forward."
        },
        "kh": {
            "today": "ព្យាយាមកុំអោយស្ត្រេសទាក់ទងនឹងការងារដែលទាក់ទងនឹងផែនការចុងសប្តាហ៍របស់អ្នកដែលជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់ដែលដូចជា Taurus Moon និង Marcury Squary Off ។គ្រានៃការធ្វើកូដកម្មត្រាស់ដឹងនៅពេលដែលព្រះអាទិត្យនិងជ័រតម្រឹមតម្រឹមខ្ទប់កន្លែងដែលអ្នកត្រូវការការព្យាបាលច្រើនបំផុត។ការលើកទឹកចិត្តរបស់អ្នកក្នុងការកសាងអ្វីដែលមានអត្ថន័យកាន់តែខ្លាំងនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មជំរុញឱ្យអ្នកដោះស្រាយការងារតូចៗដែលនឹងដាក់មូលដ្ឋានគ្រឹះសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាសម្រាប់សេចក្តីប្រាថ្នាដ៏ធំមួយ។ឱកាសដើម្បីសហការអាចផ្លាស់ប្តូរផែនការរបស់អ្នកនៅយប់នេះនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរ។ថ្លឹងថ្លែងជម្រើសទាំងអស់របស់អ្នកដោយឯកជនខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមបង្កើតយុទ្ធសាស្ត្រក្រុមហ៊ុនមុនពេលឈានទៅមុខ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Pay close attention to your thoughts this morning, dear Taurus, as the moon and Mercury Rx square off. Should you find yourself replaying conversations or fixating on disappointments, get some fresh air to reset mentally. A harsh connection between the sun and Chiron may trigger intrusive thoughts, and your conversational filter could suffer. Try not to take yourself too seriously while Mars activates, focusing on activities that promote fun and help to blow off steam. Do some self-promotion online once the nodes of fate stir later tonight. You'll feel more sure of yourself and your choices when the sun and moon align."
        },
        "kh": {
            "today": "យកចិត្តទុកដាក់លើគំនិតរបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទនិងបារត RX Square បិទ។តើអ្នកគួរតែរកឃើញខ្លួនឯងសម្រាប់ការចម្លងការសន្ទនាឬការធ្វើឱ្យប្រសើរឡើងលើការខកចិត្តទទួលបានខ្យល់ស្រស់មួយចំនួនដើម្បីកំណត់ផ្លូវចិត្តឡើងវិញ។ការផ្សារភ្ជាប់គ្នាដ៏អាក្រក់រវាងព្រះអាទិត្យនិងជ័រកន្ទុយអាចបង្កឱ្យមានគំនិតជ្រៀតចូលហើយតម្រងការសន្ទនារបស់អ្នកអាចរងទុក្ខ។ព្យាយាមមិនឱ្យខ្លួនអ្នកធ្ងន់ធ្ងរពេកខណៈដែលភពព្រះអង្គារធ្វើឱ្យសកម្មដោយផ្តោតលើសកម្មភាពដែលលើកកម្ពស់ភាពសប្បាយរីករាយនិងជួយផ្លុំចំហាយទឹក។ធ្វើការផ្សព្វផ្សាយដោយខ្លួនឯងតាមអ៊ិនធរណេតនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះនៅយប់នេះ។អ្នកនឹងមានអារម្មណ៍ប្រាកដអំពីខ្លួនអ្នកនិងជម្រើសរបស់អ្នកនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to slip into obsessive thought patterns, dear Gemini, as the Taurus moon and Mercury Rx squares off. Avoid judgmental social situations while the sun and Chiron form a tense aspect, or insecurities could brew. Thanks to a helping hand from Mars, keeping busy at home creates a healthy outlet for pent-up emotions. Don't feel guilty about canceling plans if laying low is what your spirit craves. Build yourself up from behind the scenes when the nodes of fate stir later tonight. Once the sun and moon connect, lay the groundwork to funnel your dreams toward reality."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យរអិលទៅជាលំនាំនៃការគិតអង្កេតដែលជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដូចជា Taurus Moon និង Marcurs RX Squares បិទ។ជៀសវាងស្ថានភាពសង្គមជំនុំជម្រះខណៈពេលដែលព្រះអាទិត្យនិងជីរអួរបង្កើតបានជាទិដ្ឋភាពតឹងតែងឬអសន្តិសុខអាចនឹងញ៉ាំ។សូមអរគុណដល់ព្រះហស្តជំនួយពីភពព្រះអង្គារដោយរក្សាភាពមមាញឹកនៅផ្ទះបង្កើតហាងដែលមានសុខភាពល្អសម្រាប់អារម្មណ៍ស្រងូតស្រងាត់។កុំមានអារម្មណ៍ថាមានកំហុសអំពីការលុបចោលផែនការប្រសិនបើការដាក់តម្លៃទាបគឺជាអ្វីដែលស្មារតីរបស់អ្នកមានស្មារតី។បង្កើតខ្លួនអ្នកពីខាងក្រោយឈុតនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។នៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទភ្ជាប់ដោយដាក់មូលដ្ឋានគ្រឹះដើម្បីបង្ហាញក្តីសុបិន្តរបស់អ្នកចំពោះការពិត។"
        }
    }
]