[
    {
        "sign": "Aries",
        "en": {
            "today": "A highly romantic energy surrounds you early this morning, dear Aries, as Venus and Neptune form a sweet connection. Intimate exchanges elevate your relationships, making vulnerability less scary. As Luna moves through your sign, you'll feel increasingly comfortable in your own skin. A helping hand from the Sagittarius sun renews hopes that have gone dormant, reminding you to chase your dreams. Luck follows you throughout the coming weeks once Venus enters Sagittarius, furthering goals that stem from the heart. Deepen your relationship with the divine to make the most of these vibes, trusting that the universe has your back."
        },
        "kh": {
            "today": "ថាមពលរ៉ូមែនទិកខ្ពស់ព័ទ្ធជុំវិញអ្នកនៅដើមព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Venus និង Neptune បង្កើតបានជាការតភ្ជាប់ផ្អែម។ការផ្លាស់ប្តូរជិតស្និទ្ធបង្កើនទំនាក់ទំនងរបស់អ្នកធ្វើឱ្យមានភាពងាយរងគ្រោះតិច។នៅពេលដែល Luna ផ្លាស់ទីតាមរយៈសញ្ញារបស់អ្នកអ្នកនឹងមានអារម្មណ៍សុខស្រួលកាន់តែខ្លាំងឡើងនៅក្នុងស្បែករបស់អ្នក។ដៃជំនួយពី Sagittarius Sun បន្តសង្ឃឹមថាសង្ឃឹមថាមិនចេះចប់ការរំ you កអ្នកឱ្យដេញក្តីសុបិន្តរបស់អ្នក។ឡាក់គីតាមដានអ្នកពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលដែល Venus Venus ចូល Sagittarius, ការបន្ថែមគោលដៅដែលបានមកពីបេះដូង។ធ្វើឱ្យកាន់តែស៊ីជម្រៅនូវទំនាក់ទំនងរបស់អ្នកជាមួយព្រះដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះបំផុតដែលជឿទុកចិត្តថាសកលលោកមានខ្នងរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A sacred energy builds between you and your closest companions, dear Leo. As Venus and Neptune form a sweet connection, lower your guard from the comfort of home with someone special. A laid-back morning around the kitchen table is the perfect way to kick off your weekend and enrich your connections. You'll feel adventurous while the Sagittarius sun and Aries moon align, and will benefit from tackling creative projects, exploring spiritual concepts, or planning your next vacation. Passions intensify once Venus enters Sagittarius this afternoon, opening your heart and amplifying artistic potential throughout the coming weeks."
        },
        "kh": {
            "today": "ថាមពលដ៏ពិសិដ្ឋបង្កើតរវាងអ្នកនិងមិត្តភក្តិដែលនៅជិតបំផុតរបស់អ្នកគឺលីអូជាទីស្រឡាញ់។ដូចជាភពសុក្រនិងណេសអ៊ិនតុនបង្កើតបានជាការតភ្ជាប់ផ្អែមសូមបន្ថយអ្នកយាមរបស់អ្នកពីផាសុកភាពនៃផ្ទះជាមួយនរណាម្នាក់ពិសេស។នៅព្រឹកមួយដែលបានដាក់នៅជុំវិញតុផ្ទះបាយគឺជាមធ្យោបាយដ៏ល្អឥតខ្ចោះក្នុងការចាប់ផ្តើមចុងសប្តាហ៍របស់អ្នកហើយបង្កើនការតភ្ជាប់របស់អ្នក។អ្នកនឹងមានអារម្មណ៍ផ្សងព្រេងខណៈពេលដែល Sagittarius Sun និង Aries Mong តម្រឹមហើយនឹងទទួលបានអត្ថប្រយោជន៍ពីការធ្វើឱ្យមានគំនិតច្នៃប្រឌិតនិងការធ្វើផែនការវិស្សមកាលបន្ទាប់របស់អ្នក។តណ្ហាកាន់តែខ្លាំងឡើងនៅពេលដែល Venus Venus Venus ចូល Sagittarius នៅរសៀលនេះដោយបើកបេះដូងរបស់អ្នកនិងពង្រីកសក្តានុពលសិល្បៈពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your influence expands as Venus aspects Neptune, dear Taurus, infusing your aura with glamour and intrigue. Enjoy the attention you receive, but consider how you can use it to your advantage. When it comes to matters of the heart, these vibes are perfect for winning the approval of your sweetheart's friends and family. Cooperation will be required to ensure your partnerships thrive while the Aries moon and Sagittarius sun align. Take a moment to consider what you're willing to sacrifice and what you hope to gain. Commitments you've entered will bring rewards once Venus enters Sagittarius, evolving you and your relationships to new heights."
        },
        "kh": {
            "today": "ឥទ្ធិពលរបស់អ្នកពង្រីកខ្លួនជាទិដ្ឋភាពនៃ Venus Neptune, ជាទីស្រឡាញ់, Taurus ជាទីស្រឡាញ់, យល់ច្រឡំ aura របស់អ្នកជាមួយនឹងភាពអស្ចារ្យនិងការចាប់អារម្មណ៍។សូមរីករាយជាមួយនឹងការយកចិត្តទុកដាក់ដែលអ្នកបានទទួលប៉ុន្តែពិចារណាពីរបៀបដែលអ្នកអាចប្រើវាដើម្បីផលប្រយោជន៍របស់អ្នក។នៅពេលនិយាយអំពីបញ្ហានៃបេះដូងភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការទទួលបានការយល់ព្រមពីមិត្តភក្តិនិងក្រុមគ្រួសាររបស់សង្សាររបស់អ្នក។កិច្ចសហប្រតិបត្តិការនឹងត្រូវបានទាមទារដើម្បីធានាថាភាពជាដៃគូរបស់អ្នកលូតលាស់ខណៈពេលដែល Aries Monon និង Sagittarius Sun King តម្រឹមគ្នា។ចំណាយពេលបន្តិចដើម្បីពិចារណាអ្វីដែលអ្នកសុខចិត្តលះបង់និងអ្វីដែលអ្នកសង្ឃឹមថានឹងទទួលបាន។ការប្តេជ្ញាចិត្តដែលអ្នកបានបញ្ចូលនឹងនាំមកនូវរង្វាន់នៅពេលដែល Venus Venus ចូល Sagittarius, វិវត្តរបស់អ្នកនិងទំនាក់ទំនងរបស់អ្នកទៅកម្ពស់ថ្មី។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The dreams you've been chasing start to feel more real, dear Gemini, as Venus and Neptune align. Take a few moments to appreciate what you've manifested, but keep pushing forward to avoid plateaus. A sweet connection between the Sagittarius sun and Aries moon brews interest within your community, helping you capture the attention of influential peers. These vibes also bring luck to your romantic or social endeavors, making it easier to find like-minded companions. Matters of the heart intensify after Venus enters Sagittarius this afternoon, asking you to consider what you desire most in a significant other."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដែលអ្នកបានដេញដើមចាប់ផ្តើមមានអារម្មណ៍ពិតប្រាកដ Gemini ជាទីស្រឡាញ់ដូចជា Venus និង Neptune តម្រឹម។យកមួយសន្ទុះមួយភ្លែតដើម្បីដឹងពីអ្វីដែលអ្នកបានបង្ហាញប៉ុន្តែនៅតែបន្តឆ្ពោះទៅរកចៀសវាងខ្ពង់រាប។ការផ្សារភ្ជាប់គ្នាដ៏ផ្អែមល្ហែមរវាង Sagittarius និង Aries Moon ញ៉ាំចំណាប់អារម្មណ៍នៅក្នុងសហគមន៍របស់អ្នកដោយជួយអ្នកឱ្យយកចិត្តទុកដាក់លើមិត្តភក្តិដែលមានឥទ្ធិពល។ភាពរស់រវើកទាំងនេះក៏នាំមកនូវសំណាងដល់ការខិតខំប្រឹងប្រែងបែបមនោសញ្ចេតនាឬសង្គមរបស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្វែងរកដៃគូដែលមានគំនិតដូចគ្នា។បញ្ហានៃបេះដូងកាន់តែខ្លាំងបន្ទាប់ពី Venus Venus Venus ចូល Sagittarius នៅរសៀលនេះដោយស្នើសុំឱ្យអ្នកពិចារណាពីអ្វីដែលអ្នកចង់បានបំផុតនៅក្នុងរឿងផ្សេងទៀត។"
        }
    }
]