[
    {
        "sign": "Aries",
        "en": {
            "today": "When the Gemini moon and Jupiter unite, magickal moments will emerge! Exciting new ideas and conversations coincide with this cosmic climate, dear Aries, expanding upon the groundwork you've already laid down. You'll feel extra charismatic as Venus enters your sign, helping you make gains within matters of the heart. First impressions will be critical throughout the coming weeks, so be sure to put your best foot forward. Work on creating a healthy internal dialogue when Chiron stirs, and be open to conversations that could heal strained dynamics. Try not to overthink your situation, and be sure to maintain healthy boundaries when Luna squares the nodes of fate and Saturn."
        },
        "kh": {
            "today": "នៅពេលដែល Gemini Moon និង Jupiter បង្រួបបង្រួមឱកាស Magickal នឹងលេចចេញមក!គំនិតនិងការសន្ទនាថ្មីៗគួរឱ្យរំភើបនឹងអាកាសធាតុនេះស្របគ្នានឹងអាកាសធាតុលោហធាតុនេះ, ជាទីស្រឡាញ់ aries, aries, ការពង្រីកនៅលើដីដែលអ្នកបានដាក់រួចហើយ។អ្នកនឹងមានអារម្មណ៍ថាមានភាពទាក់ទាញខ្លាំងនៅពេលដែល Venus Venus ចូលក្នុងសញ្ញារបស់អ្នកជួយអ្នកឱ្យទទួលបានផលនៅក្នុងបញ្ហានៃបេះដូង។ចំណាប់អារម្មណ៍ដំបូងនឹងមានសារៈសំខាន់នៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះដូច្នេះត្រូវប្រាកដថាដាក់ជើងល្អបំផុតរបស់អ្នកទៅមុខ។ធ្វើការលើការបង្កើតការសន្ទនាផ្ទៃក្នុងដែលមានសុខភាពល្អនៅពេលដែល chironst stirs ហើយត្រូវបានបើកចំហសម្រាប់ការសន្ទនាដែលអាចជាសះស្បើយឌីណាមិកដែលមានភាពតានតឹង។ព្យាយាមមិនឱ្យកែសំរួលស្ថានភាពរបស់អ្នកហើយត្រូវប្រាកដថារក្សាព្រំប្រទល់ដែលមានសុខភាពល្អនៅពេលដែល Luna Squares ថ្នាំងថ្នាំងនៃវាសនានិងភឿន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll have the power to influence many this morning, dear Leo, as the Gemini moon and Jupiter unite. This energy is perfect for establishing new connections, expanding your social media reach, and building up your community. The stars align to elevate your love life once Venus enters Aries, blessing you with romantic vibes throughout the coming weeks. Your manifestation game also improves, so be sure to ask the universe for what you really want. Steer clear of people who seem unsafe or disingenuous this evening when Luna squares the nodes of fate and Saturn, emphasizing the importance of healthy social boundaries."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណាចក្នុងការមានឥទ្ធិពលលើព្រឹកនេះឡេអូ, ជាទីស្រឡាញ់, ដូចជា Gemini Moon និង Jupiter បង្រួបបង្រួម។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការបង្កើតការតភ្ជាប់ថ្មីពង្រីកប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នកនិងកសាងសហគមន៍របស់អ្នក។តារាតម្រង់ជួរដើម្បីបង្កើនជីវិតស្នេហារបស់អ្នកនៅពេលដែល Venus Venus ចូល Aries ដែលទទួលបានពរជ័យដល់អ្នកជាមួយនឹងភាពរ៉ូមែនទិកពេញមួយសប្តាហ៍ខាងមុខនេះ។ល្បែងសំដែងរបស់អ្នកក៏ប្រសើរឡើងដែរដូច្នេះត្រូវប្រាកដថាបានសួរថាសកលលោកសម្រាប់អ្វីដែលអ្នកពិតជាចង់បាន។កាច់ចង្កូតមនុស្សដែលហាក់ដូចជាមិនមានសុវត្ថិភាពឬមិនសមរម្យនៅល្ងាចនេះនៅពេលដែល Luna បានដាក់ថ្នាំងនៃវាសនានិង Saturn ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃព្រំដែនសង្គមដែលមានសុខភាពល្អ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Prosperous vibes follow you this morning, dear Taurus, thanks to a sweet union between the Gemini moon and Jupiter. Take your shot and trust that abundance is on its way. Focus on cultivating a deeper appreciation for yourself once Venus enters Aries, helping you soothe internal rifts throughout the coming weeks. Connect with nature and seek emotional security when Chiron activates midafternoon. You may feel socially or creatively stuck when Luna squares off with the nodes of fate and Saturn this evening. Have compassion for your journey, but consider if it's time to apply more discipline toward your goals."
        },
        "kh": {
            "today": "វិបុលភាពរីកចំរើនតាមអ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់អរគុណចំពោះសហជីពដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទ Gemini និងភពព្រហស្បតិ៍។យកការបាញ់របស់អ្នកហើយជឿជាក់ថាភាពបរិបូរណ៍កំពុងដំណើរការ។ផ្តោតលើការដាំដុះការកោតសរសើរកាន់តែស៊ីជម្រៅសម្រាប់ខ្លួនអ្នកនៅពេលដែល Venus Venus ចូល Aries ជួយអ្នកឱ្យធូរស្បីខាងក្នុងពេញមួយសប្តាហ៍ខាងមុខនេះ។ភ្ជាប់ជាមួយធម្មជាតិនិងស្វែងរកសន្តិសុខផ្លូវចិត្តនៅពេលដែល chiron ធ្វើឱ្យសកម្មពាក់កណ្តាលចុង។អ្នកអាចមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានលក្ខណៈសង្គមឬច្នៃប្រឌិតនៅពេលដែល Luna Squares បិទជាមួយនឹងថ្នាំងនៃវាសនានិងសៅរ៍នៅល្ងាចនេះ។ការអាណិតអាសូរសម្រាប់ដំណើររបស់អ្នកប៉ុន្តែពិចារណាថាតើវាដល់ពេលដែលត្រូវអនុវត្តវិន័យកាន់តែច្រើនចំពោះគោលដៅរបស់អ្នកទេ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon and Jupiter unite in your sign this morning, dear Gemini, priming you for breakthrough moments. Put yourself out there and fiercely advocate for your desires. New connections could emerge throughout the coming weeks as Venus debuts in Aries. If you're currently on the hunt for love, try updating your dating profiles, ask a friend to set you up, or attend more community events. Take space from peers who bring grief when Chiron stirs midafternoon, and monitor your relationship with social media. Notice if you start to feel stretched thin when Luna squares the nodes of fate and Saturn, giving yourself extra space to recharge."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនិងភពព្រហុបប្រទានរួបរួមគ្នាក្នុងសញ្ញាសំគាល់របស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់របស់ GEMINI ដោយការបណ្តេញអ្នកសម្រាប់ពេលវេលាដ៏លេចធ្លោ។ដាក់ខ្លួនអ្នកនៅទីនោះហើយអ្នកតស៊ូមតិយ៉ាងសាហាវសម្រាប់បំណងប្រាថ្នារបស់អ្នក។ការតភ្ជាប់ថ្មីអាចលេចចេញពេញមួយសប្តាហ៍ខាងមុខនេះខណៈដែល Venus បានបង្ហាញខ្លួននៅ Aries ។ប្រសិនបើអ្នកកំពុងស្វែងរកស្នេហាសូមព្យាយាមធ្វើបច្ចុប្បន្នភាពទម្រង់ណាត់ជួបរបស់អ្នកសូមសួរមិត្តភក្តិឱ្យអ្នករៀបចំឱ្យអ្នកចូលរួមឬចូលរួមព្រឹត្តិការណ៍សហគមន៍បន្ថែមទៀត។យកអាងទឹកពីមិត្តភក្ដិដែលនាំឱ្យមានទុក្ខព្រួយនៅពេលដែលមានស្នាមប្រឡាក់នៅពាក់កណ្តាលចុងព្រះបាទនិងតាមដានទំនាក់ទំនងរបស់អ្នកជាមួយប្រព័ន្ធផ្សព្វផ្សាយសង្គម។សេចក្តីជូនដំណឹងប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាស្តើងនៅពេលដែល luna ការ៉េនៃជោគវាសនានិងសៅរ៍ផ្តល់កន្លែងទំនេរបន្ថែមដើម្បីបញ្ចូលទឹកប្រាក់របស់ខ្លួនអ្នកដើម្បីបញ្ចូលទឹកប្រាក់របស់ខ្លួនអ្នកក្នុងការបញ្ចូលថ្ម។"
        }
    }
]