[
    {
        "sign": "Aries",
        "en": {
            "today": "Luna's debut into Taurus puts you in a mellow mood, dear Aries. Allow yourself to move slowly and indulge, but do so with purpose. Crowded spaces could trigger frustration, while Mars and Pluto become agitated this afternoon. The digital realms won't feel much better, and it might be best to maintain a low profile and keep your interactions simple for now. Screen fatigue will hit particularly hard under tonight's quarter Moon. A desire to break free from technological reliance may stir up anxiety around Monday's arrival. Instead of dreading tomorrow's responsibilities, try to fully immerse yourself and appreciate the present."
        },
        "kh": {
            "today": "ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna នៅក្នុង Taurus ធ្វើឱ្យអ្នកមានអារម្មណ៍ស្រទន់ ជាទីគោរព Aries ។អនុញ្ញាត​ឱ្យ​ខ្លួន​អ្នក​ធ្វើ​ចលនា​យឺតៗ និង​បណ្តោយ​ខ្លួន ប៉ុន្តែ​ធ្វើ​ដូច្នេះ​ដោយ​មាន​គោលបំណង។កន្លែងមានមនុស្សកកកុញអាចបង្កឱ្យមានការខកចិត្ត ខណៈពេលដែលភពអង្គារ និងភពភ្លុយតុង មានភាពរំជើបរំជួលនៅពេលរសៀលនេះ។អាណាចក្រ​ឌីជីថល​នឹង​មិន​មាន​អារម្មណ៍​ល្អ​ប្រសើរ​ជាង​នេះ​ទេ ហើយ​វា​អាច​ជា​ការ​ល្អ​បំផុត​ក្នុង​ការ​រក្សា​ទម្រង់​ទាប និង​រក្សា​ទំនាក់ទំនង​របស់​អ្នក​ឱ្យ​សាមញ្ញ​សម្រាប់​ពេល​នេះ។ភាពនឿយហត់នៃអេក្រង់នឹងប៉ះពាល់យ៉ាងខ្លាំងជាពិសេសនៅក្រោមព្រះច័ន្ទត្រីមាសនៅយប់នេះ។បំណងប្រាថ្នាដើម្បីផ្តាច់ចេញពីការពឹងផ្អែកខាងបច្ចេកវិទ្យាអាចជំរុញឱ្យមានការព្រួយបារម្ភជុំវិញការមកដល់របស់ថ្ងៃចន្ទ។ជំនួស​ឱ្យ​ការ​ភ័យ​ខ្លាច​ចំពោះ​ទំនួល​ខុស​ត្រូវ​នៅ​ថ្ងៃ​ស្អែក សូម​ព្យាយាម​ដាក់​ខ្លួន​ឱ្យ​ពេញ​លេញ ហើយ​ឱ្យ​តម្លៃ​ចំពោះ​បច្ចុប្បន្ន​ភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Celebrate recent wins with a bit of leisure, dear Leo. As Luna enters earthy Taurus, you're reminded of the importance of taking breaks to appreciate your accomplishments. It may be difficult to fully relax while Mars and Pluto activate throughout the afternoon, especially when in the company of others. Surround yourself with people who bring a sense of ease, or your Sunday could quickly head south. Placing too much pressure on yourself will also threaten your peace, challenging your ability to rest. Use tonight's quarter Moon to catch up on self-care, keeping a pen and paper handy as new ideas or strategies come through."
        },
        "kh": {
            "today": "អបអរសាទរការឈ្នះថ្មីៗជាមួយនឹងការសម្រាកបន្តិច, Leo ជាទីស្រឡាញ់។នៅពេលដែល Luna ចូលទៅក្នុង Taurus ផែនដី អ្នកត្រូវបានគេរំលឹកពីសារៈសំខាន់នៃការសម្រាកដើម្បីដឹងគុណចំពោះស្នាដៃរបស់អ្នក។វាអាចជាការលំបាកក្នុងការសម្រាកឱ្យបានពេញលេញ ខណៈពេលដែលភពអង្គារ និងភពភ្លុយតូដំណើរការពេញមួយរសៀល ជាពិសេសនៅពេលដែលនៅក្នុងក្រុមហ៊ុនរបស់អ្នកដទៃ។ហ៊ុំព័ទ្ធខ្លួនអ្នកជាមួយនឹងមនុស្សដែលនាំមកនូវអារម្មណ៍ស្រួល ឬថ្ងៃអាទិត្យរបស់អ្នកអាចឆ្ពោះទៅភាគខាងត្បូងយ៉ាងលឿន។ការ​ដាក់​សម្ពាធ​លើ​ខ្លួន​ឯង​ខ្លាំង​ពេក​ក៏​នឹង​គំរាម​កំហែង​ដល់​សន្តិភាព​របស់​អ្នក​ផង​ដែរ ដែល​ធ្វើ​ឱ្យ​មាន​ការ​លំបាក​ក្នុង​ការ​សម្រាក។ប្រើព្រះច័ន្ទប្រចាំត្រីមាសនៅយប់នេះ ដើម្បីតាមដានការថែទាំខ្លួនឯង ដោយរក្សាប៊ិច និងក្រដាសដែលងាយស្រួលនៅពេលមានគំនិត ឬយុទ្ធសាស្ត្រថ្មីៗកើតឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "An awakening of sorts finds you, dearest bull, as Luna makes her debut in your sign. It will feel as though your inner light is glowing, making it easier for peers to see the real you. However, it's important to acknowledge the work that lies ahead while Mars and Pluto activate later today. Determined spirits help you move forward when times get tough, but resentment will build if you suspect that others are holding you back. If you become restless, pause to determine where this sense of urgency stems from. Tonight's quarter Moon highlights the obstacles you face, allowing you to identify the best way around them."
        },
        "kh": {
            "today": "ការភ្ញាក់ដឹងខ្លួននៃប្រភេទរកឃើញអ្នក គោដែលជាទីស្រឡាញ់បំផុត ខណៈដែល Luna បង្ហាញខ្លួនជាលើកដំបូងនៅក្នុងសញ្ញារបស់អ្នក។វា​នឹង​មាន​អារម្មណ៍​ថា​ពន្លឺ​ខាងក្នុង​របស់​អ្នក​កំពុង​ភ្លឺ​ដែល​ធ្វើ​ឱ្យ​វា​កាន់តែ​ងាយស្រួល​សម្រាប់​មិត្តភ័ក្តិ​ដើម្បី​មើល​ឃើញ​អ្នក​ពិត។ទោះជាយ៉ាងណាក៏ដោយ វាមានសារៈសំខាន់ណាស់ក្នុងការទទួលស្គាល់ការងារដែលនៅខាងមុខ ខណៈដែលភពអង្គារ និងភពភ្លុយតូដំណើរការនៅពេលក្រោយនៅថ្ងៃនេះ។វិញ្ញាណដែលមានការតាំងចិត្តជួយអ្នកឱ្យឆ្ពោះទៅមុខនៅពេលដែលពេលវេលាកាន់តែតានតឹង ប៉ុន្តែការអាក់អន់ចិត្តនឹងកើតឡើង ប្រសិនបើអ្នកសង្ស័យថាអ្នកដទៃកំពុងរារាំងអ្នក។ប្រសិនបើអ្នកមានភាពស្ងប់ស្ងាត់ សូមផ្អាកដើម្បីកំណត់ថាតើអារម្មណ៍នៃភាពបន្ទាន់នេះមកពីណា។ព្រះច័ន្ទប្រចាំត្រីមាសនៅយប់នេះបង្ហាញពីឧបសគ្គដែលអ្នកប្រឈមមុខ ដែលអនុញ្ញាតឱ្យអ្នកកំណត់វិធីដ៏ល្អបំផុតនៅជុំវិញពួកគេ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Plans made this morning are liable to fall through due to this morning's void-of-course Moon. Relief washes in as your schedule frees up and Luna enters Taurus, putting you in a reserved and quiet mood. Make stillness a priority by retreating to spaces that help you feel calm and connected to nature. The universe mimics your deepest thoughts and feelings while Mars and Pluto activate, sharpening your instincts in the process. These vibes could trigger your primal side, giving you permission to fight for your needs. Tend the light within under tonight's quarter Moon by aligning with your higher self."
        },
        "kh": {
            "today": "ផែនការដែលបានធ្វើឡើងនៅព្រឹកនេះ នឹងត្រូវបរាជ័យដោយសារតែព្រះច័ន្ទនៅព្រឹកនេះ។ភាពធូរស្បើយកើតឡើងនៅពេលដែលកាលវិភាគរបស់អ្នកទំនេរ ហើយ Luna ចូលទៅក្នុង Taurus ធ្វើឱ្យអ្នកមានអារម្មណ៍កក់ក្ដៅ និងស្ងប់ស្ងាត់។ធ្វើ​ឱ្យ​ភាព​ស្ងប់​ស្ងាត់​ជា​អាទិភាព​ដោយ​ការ​ថយ​ទៅ​កន្លែង​ដែល​ជួយ​ឱ្យ​អ្នក​មាន​អារម្មណ៍​ស្ងប់​ស្ងាត់ និង​ទាក់​ទង​នឹង​ធម្មជាតិ។សាកលលោកធ្វើត្រាប់តាមគំនិត និងអារម្មណ៍ដ៏ជ្រាលជ្រៅរបស់អ្នក ខណៈពេលដែលភពអង្គារ និងភពភ្លុយតូធ្វើឱ្យសកម្ម ធ្វើឱ្យសភាវគតិរបស់អ្នកកាន់តែច្បាស់នៅក្នុងដំណើរការ។ភាពរំជើបរំជួលទាំងនេះអាចបង្កឱ្យមានផ្នែកបឋមរបស់អ្នក ដោយផ្តល់ឱ្យអ្នកនូវការអនុញ្ញាតឱ្យប្រយុទ្ធដើម្បីតម្រូវការរបស់អ្នក។ដាក់ពន្លឺនៅក្រោមព្រះច័ន្ទក្នុងត្រីមាសយប់នេះ ដោយតម្រឹមជាមួយខ្លួនឯងខ្ពស់ជាងរបស់អ្នក។"
        }
    }
]