[
    {
        "sign": "Aries",
        "en": {
            "today": "Neptune stations direct, dearest Aries, stirring up this subconscious. Draw inspiration from your dreams or early morning epiphanies to make the most of this cosmic shift. Don't hesitate to ask pointed questions before entering agreements while Mercury and Uranus face off. Sudden changes to your circumstances will seem appealing at first glance, but not all details will be immediately evident. If others get defensive as you inquire further, consider what they might be trying to conceal. Luckily, the Virgo Moon makes it easier to spot flaws if you're willing to look for them. Simplicity leads to growth when Luna, the nodes of fate, and Venus align later tonight."
        },
        "kh": {
            "today": "ស្ថានីយ៍ Neptune ដោយផ្ទាល់ដែលជាទីស្រឡាញ់បំផុតដែលធ្វើឱ្យស្មុគស្មាញដល់សន្លប់នេះ។ទាញការបំផុសគំនិតពីក្តីសុបិន្តរបស់អ្នកឬអេពីភីហ្សាញនៅព្រឹកព្រលឹមដើម្បីធ្វើឱ្យការផ្លាស់ប្តូរលោហធាតុភាគច្រើននេះ។កុំស្ទាក់ស្ទើរក្នុងការសួរសំណួរដែលចង្អុលបង្ហាញមុនពេលបញ្ចូលកិច្ចព្រមព្រៀងខណៈដែលបារតនិងអ៊ុយរ៉ានុសប្រឈមមុខ។ការផ្លាស់ប្តូរភ្លាមៗចំពោះកាលៈទេសៈរបស់អ្នកនឹងហាក់ដូចជាទាក់ទាញនៅពេលក្រឡេកមើលដំបូងប៉ុន្តែមិនមែនព័ត៌មានលម្អិតទាំងអស់នឹងត្រូវបានបង្ហាញភ្លាមៗទេ។ប្រសិនបើអ្នកផ្សេងទៀតការពារនៅពេលអ្នកសាកសួរបន្ថែមសូមពិចារណានូវអ្វីដែលពួកគេអាចព្យាយាមលាក់បាំង។សំណាងល្អព្រះមហាក្សត្រព្រះចន្ទធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការរកគុណវិបត្តិប្រសិនបើអ្នកមានឆន្ទៈក្នុងការស្វែងរកពួកគេ។ភាពសាមញ្ញនាំឱ្យមានកំណើននៅពេលដែល Luna, ថ្នាំងនៃជោគវាសនា, និង Venus មានតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "An awakening is upon you once Neptune stations direct, sweet Leo. As Fantasy fades and reality sets in, you'll begin to reevaluate partnerships and commitments. If you've entered a relationship recently, this cosmic shift helps you recognize if you and this person can make it long-term. A harsh opposition between Mercury and Uranus might cause you to draw conclusions too quickly, so bide your time for now. This energy can also lead to rebellion, potentially compromising your standing at work. Stay away from vices and seek healthy distractions when the Virgo Moon aspects the nodes of fate and Venus later tonight."
        },
        "kh": {
            "today": "ការភ្ញាក់ដឹងខ្លួនគឺនៅលើអ្នកនៅពេលដែលមានស្ថានីយ៍ Neptune ដោយផ្ទាល់, ផ្អែមឡេអូ។នៅពេលដែល Fantasy Fome Fades និងការពិតដែលបានកំណត់អ្នកនឹងចាប់ផ្តើមវាយតម្លៃភាពជាដៃគូនិងការប្តេជ្ញាចិត្តឡើងវិញ។ប្រសិនបើអ្នកបានចូលមកក្នុងទំនាក់ទំនងថ្មីៗនេះការផ្លាស់ប្តូរលោហធាតុនេះជួយឱ្យអ្នកស្គាល់ប្រសិនបើអ្នកនិងមនុស្សនេះអាចធ្វើឱ្យវាមានរយៈពេលវែង។ការប្រឆាំងយ៉ាងខ្លាំងរវាងបារតនិងអ៊ុយរ៉ានុសអាចបណ្តាលឱ្យអ្នកទាញការសន្និដ្ឋានលឿនពេកដូច្នេះត្រូវស្ថិតនៅក្នុងពេលកំណត់របស់អ្នកសម្រាប់ពេលនេះ។ថាមពលនេះក៏អាចបណ្តាលឱ្យមានការបះបោរដែលធ្វើឱ្យប៉ះពាល់ដល់ជំហររបស់អ្នកនៅកន្លែងធ្វើការ។នៅឱ្យឆ្ងាយពីអំពើអាក្រក់ហើយស្វែងរកការរំខានដែលមានសុខភាពល្អនៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទនៃជោគវាសនានិង Venus នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Notice how the people around you treat one another, dear Taurus. Masks slip as Neptune stations direct, helping you identify negative traits, even if they aren't directed at you. Meanwhile, Mercury and Uranus face off, stirring up intense, possessive energy. Bickering with loved ones could quickly snowball, so watch how you speak to family and friends. Acknowledge if you start acting unfairly and issue apologies as needed. You might feel left out when the Virgo Moon, nodes of fate, and Venus square off later tonight, but try focusing on your own goals instead of what others are up to."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលមនុស្សនៅជុំវិញអ្នកប្រព្រឹត្ដចំពោះគ្នាទៅវិញទៅមក Taurus ។របាំងរអិលជាស្ថានីយ៍ Neptue ដោយផ្ទាល់ជួយអ្នកឱ្យស្គាល់លក្ខណៈអវិជ្ជមានទោះបីជាពួកគេមិនដឹកនាំអ្នកក៏ដោយ។ទន្ទឹមនឹងនេះបារតនិងអ៊ុយរ៉ានុសប្រឈមនឹងថាមពលយ៉ាងខ្លាំងដែលមានថាមពល។ការវាយតប់ជាមួយមនុស្សជាទីស្រឡាញ់អាចព្រិលបានយ៉ាងឆាប់រហ័សដូច្នេះសូមមើលរបៀបដែលអ្នកនិយាយទៅកាន់ក្រុមគ្រួសារនិងមិត្តភក្តិ។ទទួលស្គាល់ប្រសិនបើអ្នកចាប់ផ្តើមធ្វើអយុត្តិធម៌និងចេញសូមអភ័យទោសតាមតម្រូវការចាំបាច់។អ្នកប្រហែលជាមានអារម្មណ៍ថាបានចាកចេញនៅពេលព្រះចន្ទព្រះមហាក្សត្រនៃវាសនានិងវណ្ណយុត្តិនៅយប់នេះប៉ុន្តែព្យាយាមផ្តោតលើគោលដៅផ្ទាល់ខ្លួនរបស់អ្នកជំនួសឱ្យអ្វីដែលអ្នកដទៃមាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could receive a second chance at opportunities you were passed over for in recent months, dearest Gemini. As Neptune stations direct in the sector of your chart that governs success, dreams that haven't panned out will be easier to build. However, you'll need to get specific with your agenda while Mercury and Uranus face off. Attempting to do too much at once may lead to exhaustion and overstimulation, compromising your work. Find a self-care activity you can turn to when you need to stay tethered as the Virgo Moon, nodes of fate, and Venus align later tonight."
        },
        "kh": {
            "today": "អ្នកអាចទទួលបានឱកាសទីពីរនៅឱកាសដែលអ្នកបានឆ្លងកាត់ក្នុងរយៈពេលប៉ុន្មានខែថ្មីៗនេះ Gemini ជាទីស្រឡាញ់បំផុត។នៅពេលការិយាល័យណេបផូនដោយផ្ទាល់ក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពជោគជ័យក្តីសុបិន្តដែលមិនបានភ័យខ្លាចនឹងមានភាពងាយស្រួលក្នុងការកសាង។ទោះយ៉ាងណាអ្នកត្រូវមានភាពជាក់លាក់ជាមួយនឹងរបៀបវារៈរបស់អ្នកខណៈដែលបារតនិងអ៊ុយរ៉ានុសប្រឈមមុខនឹងរបៀបរស់នៅរបស់អ្នក។ការប៉ុនប៉ងធ្វើច្រើនពេកក្នុងពេលតែមួយអាចនាំឱ្យមានការនឿយហត់និងហួសចិត្តធ្វើឱ្យប៉ះពាល់ដល់ការងាររបស់អ្នក។រកឃើញសកម្មភាពថែទាំខ្លួនឯងអ្នកអាចងាកមកនៅពេលដែលអ្នកត្រូវការភ្ជាប់ដូចព្រះច័ន្ទព្រះច័ន្ទថ្នមៗនៃជោគវាសនាហើយ Venus តម្រឹមនៅយប់នេះ។"
        }
    }
]