[
    {
        "sign": "Aries",
        "en": {
            "today": "Spend time with people who celebrate your most authentic self, darling Aries. As the Libra Moon aligns with Jupiter and the Aquarius Sun, emotional grievances dissipate with each positive encounter you seek. Issues at home or conflict with family could be weighing on your psyche, and you’ll need a change of scenery to alleviate such woes. Mercury’s debut into Pisces later today triggers a period of deep introspection, asking you to consider how your own patterns contribute to messy situations. Be extra kind to yourself when Luna and Chiron face off tonight. Offer yourself the grace and forgiveness you would bestow upon your closest companions."
        },
        "kh": {
            "today": "ចំណាយ​ពេល​ជាមួយ​មនុស្ស​ដែល​អបអរ​ចំពោះ​ខ្លួន​ឯង​ដ៏​ពិត​ប្រាកដ​បំផុត​របស់​អ្នក​គឺ Aries ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Libra តម្រឹមជាមួយ Jupiter និង Aquarius Sun អារម្មណ៍សោកសៅនឹងរលាយបាត់ជាមួយនឹងការជួបវិជ្ជមាននីមួយៗដែលអ្នកស្វែងរក។បញ្ហានៅផ្ទះ ឬជម្លោះជាមួយគ្រួសារអាចថ្លឹងថ្លែងលើចិត្តរបស់អ្នក ហើយអ្នកនឹងត្រូវការការផ្លាស់ប្តូរទេសភាពដើម្បីកាត់បន្ថយបញ្ហាបែបនេះ។ការចាប់ផ្តើមដំបូងរបស់ Mercury ចូលទៅក្នុង Pisces នាពេលក្រោយថ្ងៃនេះ បង្កឱ្យមានរយៈពេលនៃការត្រួតពិនិត្យយ៉ាងស៊ីជម្រៅ ដោយសុំឱ្យអ្នកពិចារណាពីរបៀបដែលគំរូផ្ទាល់ខ្លួនរបស់អ្នករួមចំណែកដល់ស្ថានភាពរញ៉េរញ៉ៃ។ត្រូវមានចិត្តល្អចំពោះខ្លួនអ្នកនៅពេល Luna និង Chiron ប្រឈមមុខនឹងយប់នេះ។ផ្តល់ជូនខ្លួនអ្នកនូវព្រះគុណ និងការអភ័យទោស ដែលអ្នកនឹងផ្តល់ដល់ដៃគូជិតស្និទ្ធបំផុតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You’ll feel deeply today, warm lion, but will struggle to express what lingers within. As the Libra Moon aspects Jupiter and the Aquarius Sun, romantic entanglements may preoccupy your thoughts. Unfortunately, it can be difficult to discern exactly what your heart desires. If you’re not ready to bare your soul, seek soft moments with someone special. Or, find clarity through self-care practices. Focus heavily on long-term plans throughout the coming weeks once Mercury enters Pisces. Rather than rushing the seriousness of your relationships, build yourself up and work toward professional growth. Honor the magick within and embrace healing from the universe when Chiron stirs tonight."
        },
        "kh": {
            "today": "អ្នក​នឹង​មាន​អារម្មណ៍​យ៉ាង​ខ្លាំង​ក្នុង​ថ្ងៃ​នេះ ជា​សត្វ​តោ​ដ៏​កក់ក្តៅ ប៉ុន្តែ​នឹង​តស៊ូ​ដើម្បី​បង្ហាញ​ពី​អ្វី​ដែល​នៅ​ជាប់​ក្នុង​ខ្លួន។នៅពេលដែលព្រះច័ន្ទ Libra មើលឃើញពីភពព្រហស្បតិ៍ និងព្រះអាទិត្យ Aquarius ភាពជាប់គាំងរ៉ូមែនទិកអាចរារាំងគំនិតរបស់អ្នក។ជាអកុសល វាអាចពិបាកក្នុងការស្វែងយល់ឱ្យច្បាស់នូវអ្វីដែលចិត្តរបស់អ្នកចង់បាន។ប្រសិនបើ​អ្នក​មិនទាន់​ត្រៀមខ្លួន​រួចជាស្រេច​ដើម្បី​បញ្ចេញ​ព្រលឹង​ទេ ចូរ​ស្វែងរក​ពេលវេលា​ទន់ភ្លន់​ជាមួយ​មនុស្ស​ពិសេស​។ឬស្វែងរកភាពច្បាស់លាស់តាមរយៈការអនុវត្តការថែទាំខ្លួនឯង។ផ្តោតលើផែនការរយៈពេលវែងពេញមួយសប្តាហ៍ខាងមុខ នៅពេលដែល Mercury ចូល Pisces ។ជាជាងប្រញាប់ប្រញាល់ទៅលើភាពធ្ងន់ធ្ងរនៃទំនាក់ទំនងរបស់អ្នក ចូរកសាងខ្លួនអ្នកឡើង ហើយធ្វើការឆ្ពោះទៅរកការរីកចម្រើនក្នុងអាជីព។គោរពវេទមន្តខាងក្នុង និងទទួលយកការព្យាបាលពីសកលលោក នៅពេលដែល Chiron កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your thoughts expand in many directions, darling Taurus, as the Libra Moon and Jupiter square off. A rush of brilliance brings renewed enthusiasm, inspiring fresh goals. However, taking on multiple projects at once may throw you off track. Luckily, the Aquarius Sun steps in to help you stay organized. Examine each vision carefully, and how they fit into your bigger picture. Mercury’s debut into Pisces asks you to get more involved with your communities throughout the coming weeks. Use your voice to make connections and elicit positive change. Choose activities that relax your body and mind when Luna opposes Chiron tonight."
        },
        "kh": {
            "today": "គំនិតរបស់អ្នកពង្រីកក្នុងទិសដៅជាច្រើន ជាទីស្រឡាញ់ Taurus នៅពេលដែល Libra Moon និង Jupiter បិទ។ការប្រញាប់ប្រញាល់នៃភាពត្រចះត្រចង់នាំមកនូវភាពរីករាយជាថ្មី ជំរុញឱ្យមានគោលដៅថ្មីៗ។ទោះជាយ៉ាងណាក៏ដោយ ការទទួលយកគម្រោងជាច្រើនក្នុងពេលតែមួយអាចធ្វើឲ្យអ្នកបាត់បង់ផ្លូវ។ជាសំណាងល្អ Aquarius Sun ឈានជើងចូលដើម្បីជួយអ្នករៀបចំ។ពិនិត្យចក្ខុវិស័យនីមួយៗដោយប្រុងប្រយ័ត្ន និងរបៀបដែលពួកវាសមនឹងរូបភាពធំរបស់អ្នក។ការចាប់ផ្តើមដំបូងរបស់ Mercury នៅក្នុង Pisces ស្នើឱ្យអ្នកចូលរួមកាន់តែច្រើនជាមួយសហគមន៍របស់អ្នកក្នុងរយៈពេលប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ប្រើសំឡេងរបស់អ្នកដើម្បីធ្វើការតភ្ជាប់ និងជំរុញការផ្លាស់ប្តូរជាវិជ្ជមាន។ជ្រើសរើសសកម្មភាពដែលធ្វើឱ្យរាងកាយ និងចិត្តរបស់អ្នកសម្រាកនៅពេល Luna ប្រឆាំងនឹង Chiron យប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Abundance must be found internally before it can hold meaning in the material realms, sweet Gemini. Boost confidence and invite in blessings by opening your heart to all of the beauty that flows within. Trust that even when circumstances spiral out of control, you have the power to support and elevate yourself. You’ll mature emotionally throughout the coming weeks once Mercury enters Pisces midafternoon. Work on setting boundaries without dismissing what others are saying, thinking, or feeling. Take a social media cleanse and devote more time to artistic endeavors or personal interests while Luna and Chiron face off later tonight."
        },
        "kh": {
            "today": "ភាពបរិបូរណ៍ត្រូវតែត្រូវបានរកឃើញនៅខាងក្នុងមុនពេលវាអាចរក្សាអត្ថន័យនៅក្នុងអាណាចក្រសម្ភារៈ, Gemini ផ្អែម។បង្កើនទំនុកចិត្ត និងអញ្ជើញពរជ័យដោយបើកបេះដូងរបស់អ្នកចំពោះភាពស្រស់ស្អាតដែលហូរចូលខាងក្នុង។ជឿ​ជាក់​ថា សូម្បី​តែ​ពេល​ស្ថានការណ៍​មិន​អាច​គ្រប់គ្រង​បាន​ក៏​ដោយ ក៏​អ្នក​មាន​អំណាច​ក្នុង​ការ​គាំទ្រ និង​លើក​កម្ពស់​ខ្លួន​ឯង​ដែរ។អ្នកនឹងមានភាពចាស់ទុំខាងផ្លូវចិត្តពេញមួយសប្តាហ៍ខាងមុខនេះ នៅពេលដែលភពពុធចូល Pisces ពាក់កណ្តាលរសៀល។ធ្វើការលើការកំណត់ព្រំដែនដោយមិនច្រានចោលនូវអ្វីដែលអ្នកដទៃកំពុងនិយាយ ការគិត ឬអារម្មណ៍។សម្អាតប្រព័ន្ធផ្សព្វផ្សាយសង្គម និងលះបង់ពេលវេលាបន្ថែមទៀតដើម្បីកិច្ចខិតខំប្រឹងប្រែងសិល្បៈ ឬផលប្រយោជន៍ផ្ទាល់ខ្លួន ខណៈដែល Luna និង Chiron ប្រឈមមុខនឹងគ្នានៅយប់នេះ។"
        }
    }
]