[
    {
        "sign": "Aries",
        "en": {
            "today": "Discover what motivates you on an emotional and soul level, dear Aries, as the Pisces moon aspects Mars and Saturn this morning. You'll have the power to make internal changes that will structure and propel your passions moving forward. Surprises are in store midafternoon when Luna and Uranus align, drawing strange parallels between your thoughts and the material world. Make space to experiment with your intuition when the moon aspects Mercury and the nodes of fate. This energy can reveal your highest path forward, helping you pursue the future in a collaborative and magickal effort with the other side."
        },
        "kh": {
            "today": "ស្វែងយល់ពីអ្វីដែលជម្រុញអ្នកលើកម្រិតអារម្មណ៍និងព្រលឹងជាទីស្រឡាញ់ Areies ដែលជាការបង្កើតផលប៉ះពាល់ព្រះច័ន្ទនិងភពសៅរ៍នៅព្រឹកនេះ។អ្នកនឹងមានអំណាចក្នុងការផ្លាស់ប្តូរផ្ទៃក្នុងដែលរចនាសម្ព័ន្ធនិងជំរុញឱ្យតណ្ហារបស់អ្នកឆ្ពោះទៅមុខ។ការភ្ញាក់ផ្អើលគឺមាននៅក្នុងហាងនៅពាក់កណ្តាលចុងភៅនៅពេលដែល Luna និងអ៊ុយរ៉ានុសតម្រឹមគូរភាពប្រហាក់ប្រហែលគ្នារវាងគំនិតនិងពិភពសម្ភារៈរបស់អ្នក។ធ្វើឱ្យមានកន្លែងទំនេរដើម្បីពិសោធន៍ជាមួយវិចារណញាណរបស់អ្នកនៅពេលដែលការបារតព្រះច័ន្ទនិងថ្នាំងនៃជោគវាសនា។ថាមពលនេះអាចបង្ហាញពីមាគ៌ាខ្ពស់បំផុតរបស់អ្នកដែលជួយអ្នកឱ្យបន្តអនាគតក្នុងការខិតខំរួមគ្នានិងមន្តអាគមជាមួយផ្នែកម្ខាងទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't feel discouraged if your efforts go unnoticed for now, dearest Leo, as the Pisces moon aspects Mars and Saturn. Trust that movement from behind the scenes will get you where you want to be, continuing your work from the shadows. A burst of energy could propel you into the spotlight when Luna aligns with Uranus midafternoon, so be prepared to dazzle with your wisdom and practical work ethic. Themes around commitment come into view when Mercury and the nodes of fate activate tonight. Use this energy to reflect upon or discuss your hopes and dreams before heading to bed."
        },
        "kh": {
            "today": "កុំមានអារម្មណ៍ធ្លាក់ទឹកចិត្តប្រសិនបើការខិតខំប្រឹងប្រែងរបស់អ្នកមិនមាននរណាម្នាក់បានកត់សម្គាល់នៅពេលនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលការប៉ះទង្គិចរបស់ Posces Moce គឺភពព្រះអង្គារនិងភពសៅរ៍។ជឿទុកចិត្តថាចលនាពីខាងក្រោយឆាកនឹងនាំអ្នកទៅកន្លែងដែលអ្នកចង់ធ្វើគឺបន្តការងាររបស់អ្នកពីស្រមោល។ថាមពលផ្ទុះឡើងអាចជំរុញឱ្យអ្នកចូលមករកការចាប់អារម្មណ៍នៅពេលដែល Luna តម្រឹមជាមួយតំបន់អ៊ឺរ៉ុបពាក់កណ្តាលរបស់អ៊ុយរ៉ាន់សដូច្នេះត្រូវបានរៀបចំឱ្យស្រឡាំងកាំងជាមួយនឹងប្រាជ្ញានិងក្រមសីលធម៌ការងារជាក់ស្តែងរបស់អ្នក។ស្បែកនៅជុំវិញការប្តេជ្ញាចិត្តមាននៅក្នុងទិដ្ឋភាពនៅពេលបារតនិងថ្នាំងនៃវាសនាធ្វើឱ្យសកម្មនៅយប់នេះ។ប្រើថាមពលនេះដើម្បីឆ្លុះបញ្ចាំងឬពិភាក្សាពីក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកមុនពេលធ្វើដំណើរទៅគ្រែ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Today's a great day for making pacts with friends, dearest Taurus, as the Pisces moon aspects Mars and Saturn. Whether you're looking to follow through on a project, embrace healthier choices, or form a book club, having friends by your side to cheer you along will make the journey more fulfilling and successful. Keep an open mind when Luna aspects Uranus midafternoon, especially when making new acquaintances. Fresh faces could lead to exciting plot twists that can reshape your social network. Share your ideas for the future with someone who can help or offer sound advice when Mercury and the nodes of fate activate tonight."
        },
        "kh": {
            "today": "ថ្ងៃនេះជាថ្ងៃដ៏អស្ចារ្យសម្រាប់ធ្វើឱ្យកតិកាសញ្ញាជាមួយមិត្តភក្តិដែលជាទីស្រឡាញ់បំផុត Taurus ដែលជាទីស្រឡាញ់ដូចជា Pisces Moce Mons Mars និង Saturn ។មិនថាអ្នកកំពុងព្យាយាមដើរតាមគម្រោងក៏ដោយឱបក្រសោបជម្រើសដែលមានសុខភាពល្អឬបង្កើតក្លឹបសៀវភៅដែលមានមិត្តភក្តិនៅក្បែរអ្នកដើម្បីលើកទឹកចិត្តអ្នកនៅតាមបណ្តោយនឹងធ្វើឱ្យដំណើរកាន់តែពេញលេញនិងទទួលបានជោគជ័យ។រក្សាចិត្តចិញ្ចឹមនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅតំបន់អ៊ឺរ៉ុបជាពិសេសនៅពេលធ្វើការអ្នកស្គាល់គ្នាថ្មី។មុខស្រស់អាចនាំឱ្យមានការចាប់អារម្មណ៍យ៉ាងខ្លាំងដែលអាចផ្លាស់ប្តូរបណ្តាញសង្គមរបស់អ្នកបាន។ចែករំលែកគំនិតរបស់អ្នកសម្រាប់អនាគតជាមួយនរណាម្នាក់ដែលអាចជួយឬផ្តល់ដំបូន្មានល្អនៅពេលបារតនិងថ្នាំងនៃវាសនាដំណើរការនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Believe in your foundations this morning, dear Gemini, as the Pisces moon aspects Mars and Saturn. You'll feel galvanized to reach for more when you take time to appreciate what you've built, steadying you on the path toward greatness. Challenges you've been fighting against could resolve themselves in mysterious ways once Luna aspects Uranus midafternoon, but try not to question lucky breaks while the road ahead is clear. Your practical mind heightens when Mercury and the nodes of fate activate later tonight, making it easier to predict what the future will hold and how you can best prepare for what's next."
        },
        "kh": {
            "today": "ជឿលើគ្រឹះរបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Pisces Mocesons Moon Mars និង Saturn ។អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានជំរុញឱ្យឈានដល់ច្រើនទៀតនៅពេលអ្នកចំណាយពេលដើម្បីដឹងថាអ្នកបានបង្កើតឡើងធ្វើឱ្យអ្នកស្ថិតស្ថេរនៅលើផ្លូវឆ្ពោះទៅរកភាពអស្ចារ្យ។បញ្ហាប្រឈមដែលអ្នកបានប្រយុទ្ធប្រឆាំងនឹងអាចដោះស្រាយខ្លួនឯងនៅក្នុងវិធីអាថ៌កំបាំងនៅពេលដែលទិដ្ឋភាពនៃដងផុលនៅតំបន់អ៊ុយរ៉ានុសនៅពាក់កណ្តាលចុងសប្តាហ៍ប៉ុន្តែមិនចង់ចោទប្រកាន់ការសំរាកសំណាងខណៈពេលដែលផ្លូវទៅមុខគឺច្បាស់។ចិត្តជាក់ស្តែងរបស់អ្នកមានកម្ពស់នៅពេលបារតនិងថ្នាំងនៃជោគវាសនាសកម្មនៅយប់នេះដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទស្សន៍ទាយតើអនាគតនឹងមានអ្វីខ្លះដែលអ្នកអាចត្រៀមខ្លួនសម្រាប់អ្វីបន្ទាប់។"
        }
    }
]