[
    {
        "sign": "Aries",
        "en": {
            "today": "A chaotic energy disrupts your environment this morning, sweet Aries. As Venus and Uranus form a tense square, be mindful of your surroundings and show kindness to others. Though you may feel frazzled at times, the Scorpio Moon aligns with the nodes of fate to help you rewire the nervous system. By acknowledging how the body responds to certain stimuli, you can regain control. When overstimulation creeps in, find a safe space to reclaim your zen by slowing your breath and heartbeat. Steer clear of combative personalities while Mars becomes agitated this afternoon. Jupiter brings peace to your home this evening, encouraging you to relax with your favorite people."
        },
        "kh": {
            "today": "ថាមពលដ៏ច្របូកច្របល់រំខានដល់បរិយាកាសរបស់អ្នកនៅព្រឹកនេះ Aries ផ្អែម។នៅពេលដែល Venus និង Uranus បង្កើតជាការ៉េដ៏តានតឹងមួយ ចូរចងចាំជុំវិញខ្លួនរបស់អ្នក ហើយបង្ហាញសេចក្តីសប្បុរសចំពោះអ្នកដទៃ។ទោះបីជាពេលខ្លះអ្នកអាចមានអារម្មណ៍ច្របូកច្របល់ក៏ដោយ ប៉ុន្តែព្រះច័ន្ទ Scorpio តម្រឹមជាមួយនឹងថ្នាំងនៃជោគវាសនា ដើម្បីជួយអ្នកស្តារប្រព័ន្ធសរសៃប្រសាទឡើងវិញ។តាមរយៈការទទួលស្គាល់ពីរបៀបដែលរាងកាយឆ្លើយតបទៅនឹងការរំញោចជាក់លាក់ អ្នកអាចគ្រប់គ្រងឡើងវិញបាន។នៅពេល​មាន​ការ​រំញោច​ខ្លាំង​ចូល​មក រក​កន្លែង​សុវត្ថិភាព​ដើម្បី​យក​ហ្សេន​របស់អ្នក​មកវិញ​ដោយ​បន្ថយ​ដង្ហើម និង​ចង្វាក់បេះដូង។ទប់ទល់នឹងបុគ្គលិកលក្ខណៈប្រយុទ្ធ ខណៈពេលដែលភពព្រះអង្គារ កាន់តែតានតឹងនារសៀលនេះ។ភពព្រហស្បតិ៍នាំមកនូវសន្តិភាពដល់ផ្ទះរបស់អ្នកនៅល្ងាចនេះ លើកទឹកចិត្តអ្នកឱ្យសម្រាកជាមួយមនុស្សដែលអ្នកចូលចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Venus and Uranus square off this morning, sweet lion, triggering a rash of broken hearts. Watch out for emotional landmines and maintain consistent boundaries as you navigate these vibes. If you feel pressured, blown off, or misled by another, it might be time to make a clean break. The Scorpio Moon and nodes of fate seek to empower you. Bravely release cycles that compromise your worth, especially when it comes to partners who aren’t ready for the commitment and intimacy you crave. Emotions boil over while Mars activates this afternoon, which may cause you to lose composure. Seek solitude to reflect and facilitate emotional healing once Jupiter stirs this evening."
        },
        "kh": {
            "today": "ភពសុក្រ និង អ៊ុយរ៉ានុស ក្រឡាប់នៅព្រឹកនេះ សិង្ហផ្អែម បង្កជាបេះដូងខូច។ប្រយ័ត្នចំពោះគ្រាប់មីនក្នុងអារម្មណ៍ និងរក្សាព្រំដែនជាប់លាប់នៅពេលអ្នករុករកភាពរស់រវើកទាំងនេះ។ប្រសិនបើ​អ្នក​មាន​អារម្មណ៍​ថា​ត្រូវ​បាន​គេ​បង្ខិតបង្ខំ ឬ​ត្រូវ​គេ​បោកបញ្ឆោត​ដោយ​អ្នក​ផ្សេង វា​ប្រហែល​ជា​ដល់​ពេល​សម្រាក​ឱ្យ​បាន​ស្អាត។ព្រះច័ន្ទ Scorpio និងថ្នាំងនៃជោគវាសនាស្វែងរកអំណាចដល់អ្នក។បញ្ចេញវដ្តយ៉ាងក្លាហានដែលសម្របសម្រួលតម្លៃរបស់អ្នក ជាពិសេសនៅពេលនិយាយអំពីដៃគូដែលមិនទាន់ត្រៀមខ្លួនសម្រាប់ការប្តេជ្ញាចិត្ត និងភាពស្និទ្ធស្នាលដែលអ្នកចង់បាន។អារម្មណ៍​ពុះកញ្ជ្រោល​ខណៈ​ភព​អង្គារ​ដំណើរការ​នៅ​រសៀល​នេះ ដែល​អាច​ធ្វើ​ឱ្យ​អ្នក​បាត់បង់​ស្មារតី។ស្វែងរកភាពឯកា ដើម្បីឆ្លុះបញ្ចាំង និងសម្រួលដល់ការព្យាបាលផ្លូវអារម្មណ៍ នៅពេលដែលភពព្រហស្បតិ៍ កូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Relationship hurdles will be difficult to navigate, dear Taurus, as Venus and Uranus square off. Luckily, the Scorpio Moon and nodes of fate align to level the playing field. Though you may want to call on a third party to mediate a major conflict. Going out of your way to see the situation with fresh eyes will show your companion that you are willing to hear them out, even if you don’t fully understand their disposition. Practice self-care to avoid energetic burnout when Mars activates this afternoon. Mind-expanding conversations elevate your heart and connections once Jupiter stirs this evening."
        },
        "kh": {
            "today": "ឧបសគ្គនៃទំនាក់ទំនងនឹងពិបាកក្នុងការរុករក, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Venus និង Uranus បិទ។ជាសំណាងល្អ Scorpio Moon និងថ្នាំងនៃជោគវាសនាតម្រឹមដើម្បីកម្រិតទីលានលេង។ទោះបីជាអ្នកប្រហែលជាចង់ហៅភាគីទីបីឱ្យសម្របសម្រួលជម្លោះដ៏ធំមួយក៏ដោយ។ការចេញទៅក្រៅផ្លូវរបស់អ្នកដើម្បីមើលស្ថានភាពដោយភ្នែកស្រស់ថ្លានឹងបង្ហាញដៃគូរបស់អ្នកថាអ្នកសុខចិត្តស្តាប់ពួកគេចេញ ទោះបីជាអ្នកមិនយល់ច្បាស់ពីអាកប្បកិរិយារបស់ពួកគេក៏ដោយ។អនុវត្តការថែទាំខ្លួនឯង ដើម្បីជៀសវាងការអស់កម្លាំងខ្លាំង នៅពេលដែលភពអង្គារសកម្មនៅពេលរសៀលនេះ។ការសន្ទនាដែលពង្រីកចិត្តបង្កើនបេះដូង និងទំនាក់ទំនងរបស់អ្នក នៅពេលដែលភពព្រហស្បតិ៍ កូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe takes you for a ride today, darling Gemini, as Venus and Uranus square off. You’ll feel inclined to honor each whim that strikes your fancy, but try to avoid risky situations. The Scorpio Moon and nodes of fate appeal to your sensible side. If you must do something bold, put some forethought into your plans. Acting on impulse could backfire when Mars grows agitated this afternoon, though you may discover blessings within chaos. Jupiter asks you to slow down and enjoy a little treat before Monday rolls in, granting permission to cap off your weekend with a bit of luxury."
        },
        "kh": {
            "today": "ចក្រវាឡនាំអ្នកជិះថ្ងៃនេះ ជាទីស្រឡាញ់ Gemini ខណៈដែល Venus និង Uranus បិទ។អ្នក​នឹង​មាន​អារម្មណ៍​ចង់​គោរព​រាល់​បំណង​ប្រាថ្នា​របស់​អ្នក ប៉ុន្តែ​ព្យាយាម​ជៀសវាង​ស្ថានភាព​ដែល​ប្រថុយប្រថាន។ព្រះច័ន្ទ Scorpio និងថ្នាំងនៃជោគវាសនាទាក់ទាញដល់ផ្នែកសមរម្យរបស់អ្នក។ប្រសិនបើអ្នកត្រូវតែធ្វើអ្វីមួយដោយក្លាហាន ចូរដាក់ការគិតទុកជាមុនខ្លះទៅក្នុងផែនការរបស់អ្នក។ការធ្វើសកម្មភាពដោយកម្លាំងរុញច្រានអាចត្រលប់មកវិញនៅពេលដែលភពអង្គាររីកធំឡើងនៅរសៀលនេះ ទោះបីជាអ្នកអាចរកឃើញពរជ័យនៅក្នុងភាពវឹកវរក៏ដោយ។ភពព្រហស្បតិ៍ សុំឱ្យអ្នកបន្ថយល្បឿន និងរីករាយជាមួយការព្យាបាលបន្តិចបន្តួច មុនពេលថ្ងៃច័ន្ទចូលមកដល់ ដោយផ្តល់ការអនុញ្ញាតឱ្យបញ្ចប់ចុងសប្តាហ៍របស់អ្នកជាមួយនឹងភាពប្រណីតបន្តិច។"
        }
    }
]