[
    {
        "sign": "Aries",
        "en": {
            "today": "Trust your intuition as the Pisces moon and Jupiter align, dear Aries. This cosmic climate encourages you to quiet down and honor the voice within, gravitating toward thoughts and ideas that offer inspiration and hope. Your visions could get lost in translation when Venus becomes agitated this afternoon, especially when they're conveyed with an overly romantic twist. Consider marinating on your plans before sharing them, sussing out details that will make them seem more realistic. A restless energy could interfere with your bedtime routines while Luna opposes Mars, and it may be wise to tire yourself out as nightfall descends."
        },
        "kh": {
            "today": "ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកនៅពេលដែល Pisces Moon និង Jupiter តម្រឹម, ជាទីស្រឡាញ់ aries ។អាកាសធាតុលោហធាតុនេះជំរុញឱ្យអ្នកស្ងប់ស្ងៀមនិងគោរពសំលេងនៅក្នុងទំនាញឆ្ពោះទៅរកគំនិតនិងគំនិតដែលផ្តល់ការបំផុសគំនិតនិងក្តីសង្ឃឹម។ចក្ខុវិស័យរបស់អ្នកអាចបាត់បង់ក្នុងការបកប្រែនៅពេលដែល Venus មានភាពច្របូកច្របល់នៅរសៀលនេះជាពិសេសនៅពេលដែលពួកគេត្រូវបានបញ្ជូនដោយមានភាពរ៉ូមែនទិកដែលមានមនោសញ្ចេតនាខ្លាំងពេក។ពិចារណាលើការធ្វើមាត្រដ្ឋានលើផែនការរបស់អ្នកមុនពេលចែករំលែកពួកគេដោយប៉ះពាល់ព័ត៌មានលំអិតដែលនឹងធ្វើឱ្យពួកគេហាក់ដូចជាមានភាពប្រាកដនិយមជាងនេះ។ថាមពលដែលមិនចេះរីងស្ងួតអាចរំខានដល់ទម្លាប់គេងពេលគេងរបស់អ្នកខណៈដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារហើយវាអាចជាការឈ្លាសវៃក្នុងការធុញទ្រាន់នឹងខ្លួនអ្នកចេញទៅរកការចុះមករកខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Sacrifices you make will bring significant rewards, dear Leo, as the Pisces moon and Jupiter align. View your situation from an honest lens, recognizing the patterns and relationships that have stifled your luck. Beware of false intimacy while Luna squares Venus this afternoon, watching for red flags from those who try to romance you. You should also be mindful of how your emotional investments have been playing out and whether or not certain connections can move forward. Avoid impulse spending when Mars becomes agitated tonight, especially if you're in the process of paying down debt or trying to build up savings."
        },
        "kh": {
            "today": "ការលះបង់ដែលអ្នកធ្វើនឹងនាំមកនូវរង្វាន់គួរឱ្យកត់សម្គាល់, លីអូ, ដូចជា Pisces Moon និង Jupiter តម្រឹម។មើលស្ថានភាពរបស់អ្នកពីកែវថតដោយស្មោះត្រង់ការទទួលស្គាល់គំរូនិងទំនាក់ទំនងដែលបានធ្វើឱ្យសំណាងរបស់អ្នកបានធ្វើឱ្យអ្នកភ្ញាក់ផ្អើល។ប្រយ័ត្ននឹងភាពស្និទ្ធស្នាលមិនពិតខណៈដែល Luna Squares Venus នៅរសៀលនេះដោយមើលទង់ក្រហមពីអ្នកដែលព្យាយាមធ្វើឱ្យមានស្នេហាអ្នក។អ្នកក៏គួរតែគិតគូរពីរបៀបដែលការវិនិយោគអារម្មណ៍របស់អ្នកបានលោតចេញហើយថាតើការតភ្ជាប់ជាក់លាក់ណាមួយអាចឈានទៅមុខបានដែរឬទេ។ជៀសវាងការចំណាយកម្លាំងចិត្តនៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ច្របូកច្របល់នៅយប់នេះជាពិសេសប្រសិនបើអ្នកកំពុងដំណើរការបំណុលឬព្យាយាមដើម្បីសន្សំប្រាក់សន្សំ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Good news could land in your lap this morning, dear Taurus, thanks to a sweet aspect between the Pisces moon and Jupiter. Now is also a good time to network and share ideas, especially with those who operate in your field. Screen fatigue is liable to set in this afternoon when Luna and Venus square off. Try to spend a few moments outside if you need to ground and reset. Competitive energy takes hold later tonight when Mars becomes agitated. However, comparing yourself to peers won't serve you. Rather than looking over your shoulder, double down on the goals you're passionate about."
        },
        "kh": {
            "today": "ដំណឹងល្អអាចចុះចតនៅលើភ្លៅរបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់អរគុណចំពោះទិដ្ឋភាពដ៏ផ្អែមល្ហែមរវាង Pisces Moon និង Jupiter ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អសម្រាប់បណ្តាញនិងចែករំលែកគំនិតជាពិសេសជាមួយអ្នកដែលធ្វើប្រតិបត្តិការនៅក្នុងវាលរបស់អ្នក។ការអស់កម្លាំងអេក្រង់ទទួលខុសត្រូវក្នុងការកំណត់នៅរសៀលនេះនៅពេលដែល Luna និង Venus Square បិទ។ព្យាយាមចំណាយពេលពីរបីនាទីនៅខាងក្រៅប្រសិនបើអ្នកត្រូវការដីហើយកំណត់ឡើងវិញ។ថាមពលដែលមានការប្រកួតប្រជែងត្រូវបានកាន់នៅយប់នេះនៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់។ទោះយ៉ាងណាប្រៀបធៀបខ្លួនអ្នកទៅនឹងមិត្តភក្តិនឹងមិនបម្រើអ្នកទេ។ជាជាងក្រឡេកមើលស្មារបស់អ្នកឱ្យកើនឡើងទ្វេដងលើគោលដៅដែលអ្នកចាប់អារម្មណ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Pisces moon and Jupiter form a highly auspicious connection this morning, dear Gemini, encouraging you to back up and believe in yourself fully. You'll have the power to climb major hurdles, especially when you do so patiently and optimistically. Avoid pushing yourself too hard when Luna squares Venus this afternoon, recognizing that sustainability is contingent on your sense of balance. Make space for softness during your lunch break before returning to work. The vibe at home might seem tense when Mars becomes agitated tonight. Please do what you can to monitor your mood, but give others space to express themselves."
        },
        "kh": {
            "today": "Pisces Moon និង Jupiter បង្កើតបានជាការតភ្ជាប់ដ៏គួរឱ្យឆ្ងាញ់ខ្លាំងនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់លើកទឹកចិត្តអ្នកឱ្យបម្រុងទុកអ្នកឱ្យបម្រុងទុកហើយជឿលើខ្លួនឯងយ៉ាងពេញលេញ។អ្នកនឹងមានអំណាចដើម្បីឡើងឋានសួគ៌ដ៏ធំជាពិសេសនៅពេលដែលអ្នកធ្វើដោយអត់ធ្មត់និងសុទិដ្ឋិនិយម។ជៀសវាងការរុញខ្លួនអ្នកខ្លាំងពេកនៅពេលដែល Luna Squares Venus នៅរសៀលនេះដោយទទួលស្គាល់ថានិរន្តរភាពគឺអាស្រ័យលើអារម្មណ៍សមតុល្យរបស់អ្នក។ធ្វើឱ្យមានកន្លែងទំនេរសម្រាប់ភាពទន់ក្នុងពេលសម្រាកអាហារថ្ងៃត្រង់របស់អ្នកមុនពេលត្រលប់មកធ្វើការវិញ។ភាពរស់រវើកនៅផ្ទះហាក់ដូចជាតានតឹងនៅពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់នៅយប់នេះ។សូមធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីតាមដានអារម្មណ៍របស់អ្នកប៉ុន្តែផ្តល់ឱ្យអ្នកនូវកន្លែងផ្សេងទៀតដើម្បីបង្ហាញពីខ្លួនឯង។"
        }
    }
]