[
    {
        "sign": "Aries",
        "en": {
            "today": "Foundations shift and cause the world to feel abuzz, dear Aries, as the Taurus Moon aspects the nodes of fate, Mercury, and Venus. Meanwhile, Neptune makes its debut in your sign, kicking off a fourteen-year cycle that's sure to transform your identity and personal goals. Soak up each moment as you brace for the future, doing your best to separate fantasy from reality. You'll need to decide how you wish to be perceived to ensure this planetary placement works in your favor. Luck and intuition cross paths when Luna and Jupiter align this evening, so don't be afraid to follow your hunches."
        },
        "kh": {
            "today": "មូលដ្ឋានគ្រឹះផ្លាស់ប្តូរ និងធ្វើឱ្យពិភពលោកមានអារម្មណ៍ភ្ញាក់ផ្អើល Aries ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Taurus បង្ហាញពីចំណុចនៃជោគវាសនា បារត និងភពសុក្រ។ទន្ទឹមនឹងនេះដែរ Neptune បានបង្ហាញខ្លួនជាលើកដំបូងនៅក្នុងសញ្ញារបស់អ្នក ដោយចាប់ផ្តើមវដ្ត 14 ឆ្នាំ ដែលប្រាកដថានឹងផ្លាស់ប្តូរអត្តសញ្ញាណ និងគោលដៅផ្ទាល់ខ្លួនរបស់អ្នក។សម្រាកគ្រប់ពេល នៅពេលអ្នកត្រៀមខ្លួនសម្រាប់អនាគត ដោយប្រឹងប្រែងឱ្យអស់ពីសមត្ថភាពដើម្បីបំបែកការស្រមើស្រមៃចេញពីការពិត។អ្នកនឹងត្រូវសម្រេចចិត្តពីរបៀបដែលអ្នកចង់ឱ្យគេយល់ឃើញ ដើម្បីធានាថាការដាក់ភពនេះដំណើរការតាមការពេញចិត្តរបស់អ្នក។សំណាង និងវិចារណញាណឆ្លងកាត់ផ្លូវនៅពេលដែល Luna និង Jupiter តម្រឹមនៅល្ងាចនេះ ដូច្នេះកុំខ្លាចក្នុងការធ្វើតាមល្បិចរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Taurus Moon aspects the nodes of fate, Mercury, and Venus, dear Leo, conjuring themes around love, growth, and commitment. You'll come to terms with relationships that have been suspended in limbo, gaining a clear understanding of who you've outgrown and who you're ready to move forward with. Major awakenings continue to roll through once Neptune enters Aries, marking a fourteen-year cycle of spiritual shifts. Explore new philosophies, travel to far lands, and put an extra dose of faith into your dreams. Quiet down to visualize your long-term aspirations while Luna aligns with Jupiter, taking notes on any epiphanies that emerge."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Taurus បង្ហាញពីចំណុចនៃជោគវាសនា ភព Mercury និង Venus ជាទីស្រឡាញ់ Leo ដោយភ្ជាប់ប្រធានបទជុំវិញស្នេហា ការលូតលាស់ និងការប្តេជ្ញាចិត្ត។អ្នកនឹងឈានដល់លក្ខខណ្ឌជាមួយនឹងទំនាក់ទំនងដែលត្រូវបានផ្អាកក្នុងកម្រិតទាប ដោយទទួលបានការយល់ដឹងយ៉ាងច្បាស់អំពីអ្នកដែលអ្នកបានរីកចម្រើន និងអ្នកដែលត្រៀមខ្លួនដើម្បីឆ្ពោះទៅមុខ។ការភ្ញាក់ដឹងខ្លួនសំខាន់ៗបន្តវិលជុំវិញនៅពេលដែល Neptune ចូល Aries ដែលជាវដ្ដដប់បួនឆ្នាំនៃការផ្លាស់ប្តូរខាងវិញ្ញាណ។ស្វែងយល់ពីទស្សនវិជ្ជាថ្មីៗ ធ្វើដំណើរទៅកាន់ទឹកដីឆ្ងាយៗ ហើយដាក់កម្រិតបន្ថែមនៃសេចក្តីជំនឿទៅក្នុងសុបិនរបស់អ្នក។ស្ងាត់ស្ងៀម ដើម្បីស្រមៃមើលសេចក្តីប្រាថ្នារយៈពេលវែងរបស់អ្នក ខណៈពេលដែល Luna តម្រឹមជាមួយភពព្រហស្បតិ៍ ដោយធ្វើការកត់សំគាល់លើភពណាមួយដែលកើតឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your morning gets off to a disjointed start, dear Taurus, as Luna aspects the nodes of fate, Mercury, and Venus. Plans you've been diligently working on from behind the scenes could hit unforeseen snags, forcing you to retreat and reevaluate. Major shifts are underway once Neptune enters Aries, marking a significant period of introspection and mental readjustment. The next fourteen years will dramatically reshape how you feel about yourself, your dreams, and the cycles that rule your life. Allow your optimistic side to lead the way and cook up new ventures when Luna aligns with Jupiter this evening."
        },
        "kh": {
            "today": "ព្រឹកព្រលឹមរបស់អ្នកឈានទៅដល់ការចាប់ផ្តើមដែលមិនជាប់ទាក់ទងគ្នា, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Luna ពិនិត្យមើលថ្នាំងនៃជោគវាសនា, បារត, និង Venus ។ផែនការដែលអ្នកបានធ្វើការយ៉ាងឧស្សាហ៍ព្យាយាមពីខាងក្រោយឆាកអាចប៉ះនឹងស្នាមដែលមិនបានមើលឃើញទុកជាមុន ដែលបង្ខំឱ្យអ្នកដកថយ និងវាយតម្លៃឡើងវិញ។ការផ្លាស់ប្តូរសំខាន់ៗកំពុងដំណើរការនៅពេលដែល Neptune ចូលទៅក្នុង Aries ដែលជារយៈពេលដ៏សំខាន់នៃការត្រួតពិនិត្យ និងការកែតម្រូវផ្លូវចិត្ត។ដប់បួនឆ្នាំខាងមុខនឹងផ្លាស់ប្តូរយ៉ាងខ្លាំងនូវអារម្មណ៍របស់អ្នកចំពោះខ្លួនអ្នក ក្តីសុបិនរបស់អ្នក និងវដ្តដែលគ្រប់គ្រងជីវិតរបស់អ្នក។អនុញ្ញាតឱ្យផ្នែកសុទិដ្ឋិនិយមរបស់អ្នកដឹកនាំផ្លូវ និងរៀបចំការបណ្តាក់ទុនថ្មីនៅពេលដែល Luna តម្រឹមជាមួយ Jupiter នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Reality checks are in store, darling Gemini, as the Taurus Moon aspects the nodes of fate, Mercury, and Venus. Though it's important to approach major goals through a mindful or spiritual lens, these vibes force you to take matters into your own hands. Everyone's luck runs out at some point, but responsible planning and a willingness to grow will help you achieve success on your own terms. Meanwhile, Neptune migrates into Aries, altering the way we perceive dreams, hope, and collective consciousness throughout the next fourteen years. Your social sphere is likely to shift, bringing dreamy, exuberant connections your way. Meditate on what you're grateful for to call in more blessings while Luna aligns with Jupiter this evening."
        },
        "kh": {
            "today": "ការត្រួតពិនិត្យការពិតគឺស្ថិតនៅក្នុងហាង ជាទីស្រឡាញ់ Gemini ខណៈដែល Taurus Moon បង្ហាញពីចំណុចនៃជោគវាសនា បារត និងភពសុក្រ។ទោះបីជាវាមានសារៈសំខាន់ក្នុងការចូលទៅដល់គោលដៅធំៗតាមរយៈកែវភ្នែក ឬខាងវិញ្ញាណក៏ដោយ ភាពរំជើបរំជួលទាំងនេះបង្ខំអ្នកឱ្យយកបញ្ហាទៅក្នុងដៃរបស់អ្នកផ្ទាល់។សំណាងរបស់មនុស្សគ្រប់រូបនឹងរលាយបាត់នៅពេលណាមួយ ប៉ុន្តែការរៀបចំផែនការប្រកបដោយការទទួលខុសត្រូវ និងឆន្ទៈក្នុងការរីកចម្រើននឹងជួយអ្នកឱ្យសម្រេចបានជោគជ័យតាមលក្ខខណ្ឌផ្ទាល់ខ្លួនរបស់អ្នក។ទន្ទឹមនឹងនេះ ភពណិបទូនធ្វើចំណាកស្រុកចូលទៅក្នុង Aries ដោយផ្លាស់ប្តូររបៀបដែលយើងយល់ឃើញពីសុបិន ក្តីសង្ឃឹម និងស្មារតីសមូហភាពពេញមួយដប់បួនឆ្នាំខាងមុខ។វិស័យសង្គមរបស់អ្នកទំនងជានឹងផ្លាស់ប្តូរ ដែលនាំមកនូវទំនាក់ទំនងប្រកបដោយក្តីសុបិន និងប្រកបដោយភាពរីករាយ។សញ្ជឹងគិតអំពីអ្វីដែលអ្នកមានអំណរគុណសម្រាប់ការអំពាវនាវឱ្យមានពរកាន់តែច្រើនខណៈពេលដែល Luna តម្រឹមជាមួយ Jupiter នៅល្ងាចនេះ។"
        }
    }
]