[
    {
        "sign": "Aries",
        "en": {
            "today": "The Libra moon and Chiron align early this morning, dear Aries, encouraging healing through rest. Meanwhile, Mercury exits your sign and enters Taurus, creating a chatty and grounding energy. Harness these vibes by voicing your opinions and encouraging others to do the same. An empowering energy finds you this afternoon when Luna enters Scorpio, but avoid getting too caught up in these sentiments. Remember that not everyone has to agree with you when the moon opposes Mercury, letting bygones be bygones. Avoid big crowds for more intimate settings when the moon and Pluto square off this evening."
        },
        "kh": {
            "today": "Libra Moon និង Chirby តម្រឹមនៅព្រឹកព្រលឹមនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់លើកទឹកចិត្តឱ្យការព្យាបាលឆ្លងកាត់ការសម្រាក។ទន្ទឹមនឹងនេះបារតបានចាកចេញពីសញ្ញារបស់អ្នកហើយចូលទៅកាន់ Taurus ដោយបង្កើតថាមពលជជែកនិងដី។ទាញយករំញ័រទាំងនេះដោយបញ្ចេញមតិរបស់អ្នកនិងលើកទឹកចិត្តអ្នកដទៃឱ្យធ្វើដូចគ្នា។ថាមពលដែលផ្តល់អំណាចដល់អ្នកនៅរសៀលនេះនៅពេលដែល Luna ចូល Scorpio ប៉ុន្តែចៀសវាងទទួលបានការចាប់អារម្មណ៍ខ្លាំងពេកនៅក្នុងអារម្មណ៍ទាំងនេះ។សូមចងចាំថាមិនមែនមនុស្សគ្រប់គ្នាត្រូវតែយល់ព្រមជាមួយអ្នកនៅពេលព្រះចន្ទជំទាស់នឹងបារតដែលអនុញ្ញាតឱ្យសត្វចាកប្រេងក្លាយជាប៊ីយ៉ា។ជៀសវាងហ្វូងមនុស្សធំសម្រាប់ការកំណត់ស្និទ្ធស្នាលនៅពេលដែលព្រះច័ន្ទនិងផ្លាតូការ៉េនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Messages of support offer healing early this morning, dearest Leo, as the Libra moon and Chiron align. Honor the divinity that swirls through and around you to make the most of these vibes. Your thoughts turn more serious once Mercury enters Taurus, encouraging you to build much throughout the coming weeks. Strategize for the long term, finding solutions to problems that have stalled progress. Seek simple comforts from the privacy of home when Luna enters Scorpio and opposes Mercury this afternoon, creating distance between you and your responsibilities. Watch out for moodiness later tonight when Luna squares Pluto, showing compassion to yourself and others."
        },
        "kh": {
            "today": "សារនៃការគាំទ្រផ្តល់ជូនការជាសះស្បើយនៅព្រឹកនេះ, សួស្តី Leo, ដូចជា Libra Moon និង Chironar តម្រឹម។គោរពព្រះអំនួតដែលហែលឆ្លងកាត់និងនៅជុំវិញអ្នកដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។គំនិតរបស់អ្នកប្រែកាន់តែធ្ងន់ធ្ងរនៅពេលដែលបារតចូលទៅក្នុង Taurus ដែលលើកទឹកចិត្តអ្នកឱ្យសាងសង់បានច្រើននៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។យុទ្ធសាស្ត្រសម្រាប់រយៈពេលវែងរកដំណោះស្រាយចំពោះបញ្ហាដែលបានធ្វើឱ្យមានការរីកចម្រើន។ស្វែងរកការលួងលោមសាមញ្ញពីភាពឯកជននៃផ្ទះនៅពេលដែល Luna ចូល Scorpio និងប្រឆាំងបារតនៅរសៀលនេះការបង្កើតចម្ងាយរវាងអ្នកនិងការទទួលខុសត្រូវរបស់អ្នក។ប្រយ័ត្នចំពោះអារម្មណ៍មិនល្អនៅយប់នេះនៅពេលដែល Luna Squares Pluto បង្ហាញការអាណិតអាសូរចំពោះខ្លួនអ្នកនិងអ្នកដទៃ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Libra moon and Chiron face off early this morning, dear Taurus, targeting your sleep. Please take note of any strange dreams that found you last night and how they apply to your path toward healing. You'll have much to consider once Mercury enters your sign, highlighting personal goals. Take space to fully unpack your thoughts and feelings, and consider journaling to gain further insight. Your relationships come into focus once Luna enters Scorpio and opposes Mercury this afternoon. Share your secrets with someone you can trust, but avoid those who have betrayed your confidence in the past. Boundaries will be tested later tonight when Pluto becomes agitated."
        },
        "kh": {
            "today": "Libra Moon និង Chiron ប្រឈមមុខនឹងព្រឹកនេះនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដោយផ្តោតលើការគេងរបស់អ្នក។សូមកត់សម្គាល់ពីក្តីសុបិន្តចម្លែកណាមួយដែលបានរកឃើញអ្នកកាលពីយប់មិញនិងរបៀបដែលពួកគេអនុវត្តចំពោះផ្លូវរបស់អ្នកឆ្ពោះទៅរកការព្យាបាល។អ្នកនឹងពិចារណាឱ្យបានច្រើននៅពេលដែលបារតចូលក្នុងសញ្ញារបស់អ្នកដោយបង្ហាញពីគោលដៅផ្ទាល់ខ្លួន។យកកន្លែងទំនេរដើម្បីពន្លាគំនិតនិងអារម្មណ៍របស់អ្នកឱ្យបានពេញលេញហើយពិចារណាលើការយល់ដឹងបន្ថែមទៀត។ទំនាក់ទំនងរបស់អ្នកផ្តោតអារម្មណ៍នៅពេលដែល Luna ចូល Scorpio និងប្រឆាំងបារតដែលប្រឆាំងបារតនារសៀលនេះ។ចែករំលែកអាថ៌កំបាំងរបស់អ្នកជាមួយនរណាម្នាក់ដែលអ្នកអាចជឿទុកចិត្តបានប៉ុន្តែជៀសវាងអ្នកដែលបានក្បត់ទំនុកចិត្តរបស់អ្នកកាលពីអតីតកាល។ព្រំដែននឹងត្រូវបានធ្វើតេស្តនៅយប់នេះនៅពេលផ្លាតូមានអារម្មណ៍ធុញថប់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury enters Taurus and your solar twelfth house, dear Gemini, revealing new layers of the subconscious. Meanwhile, Luna continues her journey through Libra, creating a hunger for fun. Organize an outing with your besties to make the most of these vibes, but consider centering your activities around wellness. Your health comes under cosmic scrutiny once Luna enters Scorpio and opposes Mercury this afternoon, and you'll burn out quickly if physical needs aren't being met. Establish new spiritual routines later tonight when Luna and Pluto square off, considering how consistent practices will enrich your connection with the divine."
        },
        "kh": {
            "today": "បារតចូល Taurus និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកគឺជាទីគោរព Gemini ជាទីស្រឡាញ់ដែលបង្ហាញពីស្រទាប់ថ្មីនៃសន្លប់។ទន្ទឹមនឹងនេះ Luna បន្តដំណើររបស់នាងតាមរយៈ Libra ដោយបង្កើតភាពអត់ឃ្លានសម្រាប់ការសប្បាយ។រៀបចំការចេញមុខជាមួយអ្នកដែលមានភាពល្អបំផុតរបស់អ្នកដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើនប៉ុន្តែពិចារណាផ្តោតលើសកម្មភាពរបស់អ្នកនៅជុំវិញសុខភាព។សុខភាពរបស់អ្នកស្ថិតនៅក្រោមការត្រួតពិនិត្យលោហធាតុនៅពេលដែល Luna ចូល Scorpio និងប្រឆាំងបារតនៅរសៀលនេះហើយអ្នកនឹងឆេះយ៉ាងឆាប់រហ័សប្រសិនបើតម្រូវការរាងកាយមិនត្រូវបានបំពេញ។បង្កើតទម្លាប់ខាងវិញ្ញាណថ្មីនៅយប់នេះនៅពេលដែល Luna និង Pluto Square បិទដោយពិចារណាអំពីរបៀបដែលការអនុវត្តជាក់ស្តែងនឹងបង្កើនការភ្ជាប់របស់អ្នកជាមួយព្រះ។"
        }
    }
]