[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon moves through your sign today, beloved ram, encouraging you to initiate new projects. Be fierce in your resolve while pushing fresh agendas forward, trusting in your abilities as a leader and creative. A helpful connection between Luna and Mars offers a rush of additional motivation this afternoon. Determine where your passions lie and invest your energy accordingly. Sweetness finds you once Venus activates, increasing your powers of persuasion. These vibes are perfect for public speaking, flirting, and attention-seeking. Your manifestation skills also benefit, so be sure to tell the universe precisely what you want."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានផ្លាស់ប្តូរទីលំនៅរបស់អ្នកនៅថ្ងៃនេះដែលជាទីសំអាតជាទីស្រឡាញ់លើកទឹកចិត្តអ្នកឱ្យផ្តួចផ្តើមគម្រោងថ្មីៗ។កាចសាហាវក្នុងការដោះស្រាយរបស់អ្នកខណៈពេលដែលជំរុញរបៀបវារៈស្រស់ឆ្ពោះទៅមុខដែលទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងនាមជាអ្នកដឹកនាំនិងច្នៃប្រឌិត។ការតភ្ជាប់ដែលមានប្រយោជន៍រវាង Luna និង Mars ផ្តល់នូវការប្រញាប់ប្រញាល់បន្ថែមនៃការលើកទឹកចិត្តបន្ថែមនៅរសៀលនេះ។កំណត់កន្លែងដែលតណ្ហារបស់អ្នកកុហកហើយវិនិយោគថាមពលរបស់អ្នកទៅតាមនោះ។ភាពផ្អែមល្ហែមរកអ្នកនៅពេលដែល Venus Venus ធ្វើឱ្យសកម្មបង្កើនអំណាចបញ្ចុះបញ្ចូលរបស់អ្នក។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការនិយាយជាសាធារណៈការចែចង់និងការស្វែងរកការយកចិត្តទុកដាក់។ជំនាញការបង្ហាញរបស់អ្នកក៏ទទួលបានអត្ថប្រយោជន៍ដែរដូច្នេះត្រូវប្រាកដថាប្រាប់សកលលោកនូវអ្វីដែលអ្នកចង់បាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars clear new pathways as the moon continues through Aries, bold lion, bringing a limitless energy your way. Push beyond your comfort zone, testing boundaries so magical moments can unfold. Trust that when you take a leap of faith, the universe will offer a safety net. Your confidence grows when Mars activates in your sign this afternoon, giving you the courage to do something truly bold. Believe in yourself, and others will follow suit. Love and spirituality come when Luna and Venus cozy up amongst the stars. Make the most of these vibes by getting mystical with someone you cherish."
        },
        "kh": {
            "today": "តារាសម្អាតផ្លូវថ្មីនៅពេលដែលព្រះច័ន្ទនៅតែបន្តឆ្លងកាត់ Aries ដែលជាតោដិតដែលនាំយកថាមពលដោយគ្មានកំណត់ផ្លូវរបស់អ្នក។ជំរុញលើសពីតំបន់លួងលោមរបស់អ្នកព្រំដែនសាកល្បងដូច្នេះគ្រាវេទមន្តអាចលាតត្រដាង។ជឿជាក់ថានៅពេលដែលអ្នកបោះជំហាននៃសេចក្តីជំនឿដែលសកលលោកនឹងផ្តល់ជូននូវសំណាញ់សុវត្ថិភាព។ទំនុកចិត្តរបស់អ្នករីកចម្រើននៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះផ្តល់ឱ្យអ្នកនូវភាពក្លាហានក្នុងការធ្វើអ្វីមួយដ៏ក្លាហាន។ជឿលើខ្លួនឯងហើយអ្នកផ្សេងទៀតនឹងធ្វើតាម។ស្នេហានិងភាពខាងវិញ្ញាណបានមកនៅពេលដែល Luna និង Venus Venus មានភាពកក់ក្តៅក្នុងចំណោមផ្កាយ។ធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើនដោយការធ្វើឱ្យអាថ៌កំបាំងជាមួយមនុស្សដែលអ្នកស្រឡាញ់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Glide through what remains of the work week, dear Taurus, as the moon moves through Aries and your solar twelfth house. This energy is perfect for laying low, nudging you to mind your business and close chapters. You'll crave affection when Luna and Mars align this afternoon but may struggle to make your desires known. Find an ally you can trust, asking for support where you need it most. Just be mindful to find ways to support yourself as well once Venus activates. Consider scheduling a night in while embracing an immersive self-care marathon to close out the day."
        },
        "kh": {
            "today": "ក្រឡេកមើលអ្វីដែលនៅសល់នៃសប្តាហ៍ការងារ, ជាទីស្រឡាញ់ Taurus, នៅពេលដែលព្រះច័ន្ទផ្លាស់ទីឆ្លងកាត់ Aries និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការដាក់តម្លៃទាបដោយភិតភ័យអ្នកឱ្យផ្តោតការរកស៊ីរបស់អ្នកនិងជំពូកជិតស្និទ្ធ។អ្នកនឹងមានភាពស្រលាញ់នៅពេលដែល Luna និងភពនាដែនតម្រឹមនៅរសៀលនេះប៉ុន្តែអាចនឹងតស៊ូដើម្បីធ្វើឱ្យបំណងប្រាថ្នារបស់អ្នកត្រូវបានគេស្គាល់។រកស៊ីដែលអ្នកអាចទុកចិត្តបានសូមស្នើសុំការគាំទ្រដែលអ្នកត្រូវការបំផុត។គ្រាន់តែមានចិត្តក្នុងការស្វែងរកវិធីដើម្បីផ្គត់ផ្គង់ខ្លួនឯងក៏ដូចជានៅមុននេះដែរនៅពេលដែល Venus ធ្វើឱ្យសកម្ម។ពិចារណាការកំណត់ពេលវេលាមួយយប់ខណៈពេលដែលក្រសោបយកការរត់ម៉ារ៉ាតុងដែលចេះខ្វល់ខ្វាយដោយខ្លួនឯងដើម្បីបិទថ្ងៃនោះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll find yourself in the middle of all the action today, darling Gemini, as the moon continues through Aries and the sector of your chart that governs the community. With your social calendar busting, be mindful to set aside some time for yourself as well. Notice where your thoughts lead you when Mars activates this afternoon, backing up ideas with concrete action. Now is also a good time to set an example by demonstrating your strong ethics. Romance fills the air once the moon and Venus unite, increasing your chances of finding a love match or making new friends."
        },
        "kh": {
            "today": "អ្នកនឹងឃើញខ្លួនអ្នកនៅពាក់កណ្តាលសកម្មភាពទាំងអស់នៅថ្ងៃនេះនាពេលបច្ចុប្បន្ននេះ, លោក Darling Gemini ព្រោះព្រះច័ន្ទបន្តឆ្លងកាត់ Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍របស់អ្នក។ជាមួយនឹងការធ្លាក់ចុះប្រតិទិនសង្គមរបស់អ្នក, ចងចាំក្នុងការកំណត់ពេលវេលាខ្លះសម្រាប់ខ្លួនអ្នកផងដែរ។សូមកត់សម្គាល់កន្លែងដែលគំនិតរបស់អ្នកនាំអ្នកនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះការបម្រុងទុកគំនិតជាមួយនឹងសកម្មភាពជាក់ស្តែង។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការធ្វើជាគំរូដោយបង្ហាញក្រមសីលធម៌រឹងមាំរបស់អ្នក។មនោសញ្ចេតនាបំពេញខ្យល់នៅពេលដែលព្រះច័ន្ទនិង Venus បង្រួបបង្រួមការបង្កើនឱកាសនៃការស្វែងរកការផ្គូផ្គងស្នេហាឬបង្កើតមិត្តថ្មី។"
        }
    }
]