[
    {
        "sign": "Aries",
        "en": {
            "today": "Practical yet intuitively charged vibes creep in just after midnight, dear Aries, as the Capricorn moon aspects Uranus and Neptune before entering Aquarius. This cosmic climate reveals psychic information if you know how to uncover it. Messages about money and success could come through, so be mindful to review your dreams or early-morning epiphanies upon awakening. A sweet connection between the sun and Luna brings a joyful energy to your interactions, encouraging you to circulate and be on the lookout for new friends. Set a good example as the day unfolds, embodying the beliefs and morals you stand for."
        },
        "kh": {
            "today": "ជាក់ស្តែងមានភាពវៃឆ្លាតដែលមានភាពវិចារណញាណយ៉ាងខ្លាំងនៅពេលបន្ទាប់ពីពាក់កណ្តាលអធ្រាត្រជាទីស្រឡាញ់ជាទីស្រឡាញ់ខណៈដែលទិដ្ឋភាពរបស់ Capricorn Mon Mon uranus និង Neptune មុនពេលចូលទៅ Aquarius ។អាកាសធាតុលោហធាតុនេះបង្ហាញពីព័ត៌មានចិត្តសាស្ត្រប្រសិនបើអ្នកដឹងពីរបៀបដើម្បីបង្ហាញវា។សារអំពីប្រាក់និងភាពជោគជ័យអាចកើតឡើងដូច្នេះចូរគិតគូរណាស់ក្នុងការពិនិត្យមើលក្តីសុបិន្តរបស់អ្នកឬអាត្ម័នាព្រឹកព្រលឹមនៅពេលភ្ញាក់ដឹងខ្លួន។ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាងព្រះអាទិត្យនិង Luna នាំមកនូវថាមពលរីករាយដល់អន្តរកម្មរបស់អ្នកលើកទឹកចិត្តអ្នកឱ្យផ្សព្វផ្សាយនិងផ្តោតលើមិត្តភក្តិថ្មី។សូមធ្វើជាគំរូល្អនៅពេលថ្ងៃបានលាតត្រដាងដោយបញ្ចូលជំនឿនិងសីលធម៌ដែលអ្នកឈរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Capricorn moon aspects Uranus and Neptune before entering Aquarius, dear Leo, allowing you to catch up on rest. Move at a leisurely pace upon awakening, allowing the body to recalibrate and find harmony as the day breaks. Your playful side shines through while the sun and Luna align, putting you in the mood for fun. Consider adding some extra flair to your look, getting creative with your style. Flirtatious moments offer excitement as the hours pass, and increased charm can help you advance specific agendas. Enjoy a bit of self-care as the evening winds down, prioritizing personal balance."
        },
        "kh": {
            "today": "ទិដ្ឋភាពរបស់ Capricorn Mon Ruan និង Neptune មុនពេលចូលទៅ Aquarius, Leo ជាទីស្រឡាញ់ដែលអនុញ្ញាតឱ្យអ្នកចាប់បានការសំរាក។ផ្លាស់ទីនៅល្បឿនយ៉ាងក្ដៅជ្រួសនៅពេលភ្ញាក់ដឹងខ្លួនដែលអនុញ្ញាតឱ្យរាងកាយគណនាឡើងវិញនិងស្វែងរកភាពសុខដុមនៅពេលថ្ងៃសម្រាក។ផ្នែកលេងរបស់អ្នករះឡើងខណៈពេលដែលព្រះអាទិត្យនិងឡុងតម្រឹមដាក់អ្នកក្នុងអារម្មណ៍សម្រាប់ការសប្បាយ។ពិចារណាបន្ថែមការបន្ថែម flair បន្ថែមមួយចំនួនទៅនឹងរូបរាងរបស់អ្នក, ទទួលបានការច្នៃប្រឌិតជាមួយនឹងរចនាប័ទ្មរបស់អ្នក។គ្រាចែចង់ផ្តល់ភាពរំភើបនៅពេលម៉ោងឆ្លងកាត់និងការកើនឡើងនូវភាពទាក់ទាញដែលអាចជួយឱ្យអ្នកឈានដល់របៀបវារៈជាក់លាក់។សូមរីករាយនឹងការថែរក្សាខ្លួនឯងបន្តិចនៅពេលដែលខ្យល់បក់នៅពេលល្ងាចមានផ្តល់អាទិភាពដល់សមតុល្យផ្ទាល់ខ្លួន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could awaken to messages of support and pleasant surprises, dear Taurus, as the Capricorn moon makes elevating connections with Uranus and Neptune early this morning. The ambiance shifts once Luna enters Aquarius and aligns with the Sagittarius sun, placing focus on your big picture and partnerships that will help you achieve it. Use this energy to propel agreements forward, giving a little so you can receive in return. Fresh proposals may emerge to reshape your agenda, and you may need to adapt on the fly. Wherever these vibes take you, try to collaborate with peers you can level with."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ដឹងខ្លួនសារនៃការគាំទ្រនិងការភ្ញាក់ផ្អើលដ៏រីករាយ, Taurus ជាទីស្រឡាញ់, ដូចជា Capricorn Moon ធ្វើឱ្យមានការកើនឡើងនូវការតភ្ជាប់ជាមួយអ៊ុយរ៉ានុសនិង Neptune នៅព្រឹកនេះ។ការផ្លាស់ប្តូរការផ្លាស់ប្តូរមួយដែលមានឈ្មោះថា Luna ចូលទៅក្នុង Aquarius ហើយតម្រឹមជាមួយ Sagittarius Sea ដោយដាក់ការផ្តោតអារម្មណ៍លើរូបភាពនិងភាពជាដៃគូដ៏ធំរបស់អ្នកដែលនឹងជួយអ្នកឱ្យសម្រេចវាបាន។ប្រើថាមពលនេះដើម្បីបំពេញកិច្ចម្មមក្ខពួកឆ្ពោះទៅមុខដែលផ្តល់បន្តិចបន្តួចដូច្នេះអ្នកអាចទទួលបានមកវិញ។សំណើរស្រស់អាចលេចចេញមកឱ្យផ្លាស់ប្តូររបៀបវារៈរបស់អ្នកហើយអ្នកប្រហែលជាត្រូវសម្របខ្លួនលើការហោះហើរ។កន្លែងណាដែលមានភាពរស់រវើកទាំងនេះនាំអ្នកព្យាយាមសហការជាមួយមិត្តភក្តិដែលអ្នកអាចធ្វើបាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn moon aligns with Uranus and Neptune before entering Aquarius, dear Gemini, clearing away restrictive thoughts and emotions. You should wake up feeling refreshed and optimistic, inspired by the possibilities your day could bring. Take a few moments to set intentions and connect with the divine, opening yourself up to messages from beyond while outlining a clear agenda. A sweet connection between the sun and Luna opens the door to softness, encouraging you to embrace romantic interactions or a bit of self-care. Search for vibrancy wherever you go as the hours pass, and you'll be reminded of how much magick our world truly holds."
        },
        "kh": {
            "today": "មួក Capricorn Rights ជាមួយអ៊ុយរ៉ានុសនិង Neptune មុនពេលចូលទៅ Aquarius ជាទីស្រឡាញ់របស់ Gemini ដោយបោសសំអាតគំនិតនិងអារម្មណ៍ដែលមានកំរិត។អ្នកគួរតែក្រោកឡើងមានអារម្មណ៍ស្រស់ស្រាយនិងមានសុទិដ្ឋិនិយមដែលបំផុសគំនិតដោយលទ្ធភាពដែលថ្ងៃរបស់អ្នកអាចនាំមក។ចំណាយពេលបន្តិចដើម្បីកំណត់ចេតនាហើយភ្ជាប់ជាមួយរបស់ព្រះដោយបើកសារដោយខ្លួនអ្នករហូតដល់ការគូសបញ្ជាក់របៀបវារៈច្បាស់លាស់។ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាងព្រះអាទិត្យនិង Luna បើកទ្វារឱ្យទន់ដើម្បីលើកទឹកចិត្តអ្នកឱ្យចិញ្ចឹមអោបអន្តរកម្មរបស់រ៉ូមែនទិកឬការថែទាំខ្លួនឯងបន្តិច។ស្វែងរកភាពរស់រវើកគ្រប់ទីកន្លែងដែលអ្នកទៅនៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកនឹងត្រូវបានរំ remind កថាតើពិភពរបស់យើងពិតជាកាន់យ៉ាងដូចម្តេច។"
        }
    }
]