[
    {
        "sign": "Aries",
        "en": {
            "today": "Be gentle with yourself while recovering from yesterday's Leo Full Moon, dearest Aries, especially if you got caught up in drama. Luna aligns with Venus, Mercury, and Chiron this morning, emphasizing the importance of self-care and supporting the heart center. Your patience may be tested when Uranus activates later today, throwing curveballs in your path. Mercury and Chiron form a sweet sextile in an effort to calm your nerves. Confide in a friend who understands where you're coming from if you need to vent. The Moon debuts in Virgo tonight, putting your wellness journey back on track."
        },
        "kh": {
            "today": "ចូរសុភាពរាបសារជាមួយខ្លួនអ្នកខណៈពេលដែលបានជាសះស្បើយពី Leo Full Moon កាលពីម្សិលមិញដែលជា Aries ជាទីស្រឡាញ់ជាពិសេសប្រសិនបើអ្នកបានជាប់នៅក្នុងរឿង។Luna តម្រឹមជាមួយ Venus, Mercury និង Chiron នៅព្រឹកនេះ ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការថែទាំខ្លួនឯង និងការគាំទ្រមជ្ឈមណ្ឌលបេះដូង។ការអត់ធ្មត់របស់អ្នកអាចត្រូវបានសាកល្បងនៅពេលដែល Uranus ដំណើរការនៅពេលក្រោយនៅថ្ងៃនេះ ដោយបោះបាល់កោងនៅក្នុងផ្លូវរបស់អ្នក។Mercury និង Chiron បង្កើតជាការរួមភេទដ៏ផ្អែមល្ហែមក្នុងកិច្ចខិតខំប្រឹងប្រែងដើម្បីធ្វើឱ្យសរសៃប្រសាទរបស់អ្នកស្ងប់។ជឿជាក់​លើ​មិត្តភ័ក្តិ​ដែល​យល់​ថា​អ្នក​មក​ពី​ណា បើ​អ្នក​ត្រូវ​ខ្យល់។ព្រះច័ន្ទចាប់ផ្តើមដំបូងនៅ Virgo យប់នេះ ធ្វើឱ្យដំណើរសុខភាពរបស់អ្នកត្រលប់មករកផ្លូវវិញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Find balance, collect your thoughts, and start to dream bigger, dearest Leo. As Luna moves through your sign, it's important to recognize the direction you're heading in. Venus, Mercury, Chiron, and Uranus stir throughout the day, asking you to cooperate with loved ones without compromising your own path. Moments of instability may arise midafternoon, and how you respond will impact your reputation. It can be helpful to consider if you're restricting yourself or others and why. New details come into focus once the Moon enters Virgo later tonight. Create stability by bringing order to your finances and surroundings."
        },
        "kh": {
            "today": "ស្វែងរកតុល្យភាព ប្រមូលគំនិតរបស់អ្នក ហើយចាប់ផ្តើមសុបិនឱ្យកាន់តែធំ ឡេអូជាទីគោរពបំផុត។នៅពេលដែល Luna ឆ្លងកាត់សញ្ញារបស់អ្នក វាជារឿងសំខាន់ក្នុងការទទួលស្គាល់ទិសដៅដែលអ្នកកំពុងធ្វើដំណើរ។ Venus, Mercury, Chiron និង Uranus កូរពេញមួយថ្ងៃ ដោយសុំឱ្យអ្នកសហការជាមួយមនុស្សជាទីស្រលាញ់ដោយមិនបំពានលើផ្លូវរបស់អ្នក។គ្រានៃអស្ថិរភាពអាចកើតឡើងនៅពេលរសៀល ហើយរបៀបដែលអ្នកឆ្លើយតបនឹងប៉ះពាល់ដល់កេរ្តិ៍ឈ្មោះរបស់អ្នក។វាអាចមានប្រយោជន៍ក្នុងការពិចារណាថាតើអ្នកកំពុងដាក់កម្រិតលើខ្លួនអ្នក ឬអ្នកដទៃ ហើយហេតុអ្វី។ពត៌មានលំអិតថ្មីចូលមកផ្តោតអារម្មណ៍ នៅពេលដែលព្រះច័ន្ទចូលដល់ Virgo នៅយប់នេះ។បង្កើតស្ថិរភាពដោយនាំយកសណ្តាប់ធ្នាប់ដល់ហិរញ្ញវត្ថុ និងជុំវិញរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take a gradual approach to your agenda for the day, dearest Taurus, as the Leo Moon aspects Venus, Mercury, and Chiron. Soak up quiet moments when you can, embracing solitude as a means to nurture the spirit. You could feel uncharacteristically moody while Uranus grows restless midafternoon. Those who know your triggers may test your patience, but try not to fall for rage bait. Calmly setting verbal boundaries will put an end to unnecessary prodding, thanks to a sweet connection between Mercury and Chiron. Get organized with passion projects and hobbies once Luna makes her debut in Virgo tonight."
        },
        "kh": {
            "today": "ទទួលយកវិធីសាស្រ្តបន្តិចម្តងៗទៅកាន់របៀបវារៈរបស់អ្នកសម្រាប់ថ្ងៃនេះ តារូសជាទីគោរពបំផុត ខណៈដែលព្រះច័ន្ទ Leo មើលទៅ Venus, Mercury និង Chiron ។សម្រាក​ពេល​ស្ងប់ស្ងាត់​តាម​ដែល​អ្នក​អាច​ធ្វើ​បាន ដោយ​ឱប​ក្រសោប​ភាព​ឯកោ​ជា​មធ្យោបាយ​ចិញ្ចឹម​វិញ្ញាណ។អ្នក​អាច​មាន​អារម្មណ៍​មិន​ប្រក្រតី ខណៈ​អ៊ុយរ៉ានុស​លូតលាស់​មិន​ស្រួល​ពេល​រសៀល។អ្នកដែលដឹងពីគន្លឹះរបស់អ្នកអាចសាកល្បងការអត់ធ្មត់របស់អ្នក ប៉ុន្តែព្យាយាមមិនឱ្យធ្លាក់សម្រាប់នុយដ៏កាចសាហាវ។ការ​កំណត់​ព្រំដែន​ពាក្យសម្ដី​ដោយ​ស្ងប់ស្ងាត់​នឹង​បញ្ចប់​ការ​ផលិត​ដែល​មិន​ចាំបាច់ ដោយសារ​ទំនាក់ទំនង​ដ៏​ផ្អែមល្ហែម​រវាង Mercury និង Chiron ។រៀបចំជាមួយគម្រោងចំណូលចិត្ត និងចំណង់ចំណូលចិត្ត នៅពេលដែល Luna បង្ហាញខ្លួនលើកដំបូងនៅ Virgo យប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Friends will turn to you for advice or support this morning, darling Gemini, as the Leo Moon aligns with Venus, Mercury, and Chiron. You'll appreciate others trusting you with their secrets and emotions, and you'll find satisfaction in your ability to offer counsel. Don't repeat or follow through on every thought that pops into your head when Uranus stirs midafternoon. The atmosphere will be chaotic and unpredictable, making it a good time to slip under the radar. Invest in personal research to find healthy distractions during the Mercury-Chiron alignment. Put energy into your home once the Moon enters Virgo later tonight."
        },
        "kh": {
            "today": "មិត្តភក្តិនឹងងាកមករកអ្នកសម្រាប់ដំបូន្មានឬការគាំទ្រនៅព្រឹកនេះ, Gemini ជាទីស្រឡាញ់, នៅពេលដែល Leo Moon តម្រឹមជាមួយ Venus, Mercury និង Chiron ។អ្នកនឹងដឹងគុណអ្នកដ៏ទៃដែលជឿជាក់លើអ្នកជាមួយនឹងអាថ៌កំបាំង និងអារម្មណ៍របស់ពួកគេ ហើយអ្នកនឹងឃើញការពេញចិត្តចំពោះសមត្ថភាពរបស់អ្នកក្នុងការផ្តល់ដំបូន្មាន។កុំនិយាយឡើងវិញ ឬធ្វើតាមរាល់គំនិតដែលចូលមកក្នុងក្បាលរបស់អ្នក នៅពេលដែលភពអ៊ុយរ៉ានុសកូរកណ្តាលថ្ងៃត្រង់។បរិយាកាសនឹងមានភាពច្របូកច្របល់ និងមិនអាចទាយទុកជាមុនបាន ដែលធ្វើឱ្យវាជាពេលវេលាដ៏ល្អក្នុងការរអិលនៅក្រោមរ៉ាដា។វិនិយោគលើការស្រាវជ្រាវផ្ទាល់ខ្លួនដើម្បីស្វែងរកការរំខានដែលមានសុខភាពល្អក្នុងអំឡុងពេលតម្រឹម Mercury-Chiron ។ដាក់ថាមពលចូលក្នុងផ្ទះរបស់អ្នក នៅពេលដែលព្រះច័ន្ទចូលដល់ Virgo នៅយប់នេះ។"
        }
    }
]