[
    {
        "sign": "Aries",
        "en": {
            "today": "Venus retrogrades back into Pisces and joins forces with ethereal Neptune this morning, dearest Aries, putting you in a soft and contemplative mood. This energy is perfect for rediscovering sweetness, carving out time to dissolve stress and grief by hiding away, and embracing self-care. Now is also a good time to reclaim focus on aspirations you've discussed with that special someone, getting on the same page as your counterpart. Meanwhile, the moon continues its journey through Pisces, heightening your intuition. Just be mindful to keep your visions to yourself for now, as a harsh square with Jupiter this afternoon could lead to oversharing."
        },
        "kh": {
            "today": "Venus Retrogrades ត្រលប់មក Pisces វិញហើយចូលរួមជាមួយកងកម្លាំងជាមួយ Netereal Neptune នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតធ្វើឱ្យអ្នកមានអារម្មណ៍ទន់ភ្លន់និងគិតពិចារណា។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការរកឃើញភាពផ្អែមល្ហែមដោយឆ្លៀតពេលរំលាយស្ត្រេសនិងទុក្ខព្រួយដោយលាក់ខ្លួនហើយទទួលយកការថែរក្សាខ្លួនឯង។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការឆ្លើយតបលើការយកចិត្តទុកដាក់លើសេចក្តីប្រាថ្នាដែលអ្នកបានពិភាក្សាជាមួយអ្នកពិសេសនោះដែលទទួលបាននៅលើទំព័រតែមួយដែលជាសមភាគីរបស់អ្នក។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់ខ្លួនតាមរយៈការពិសិដ្ឋការឡើងថ្លៃវិចារណញាណរបស់អ្នក។គ្រាន់តែគិតក្នុងការរក្សាចក្ខុវិស័យរបស់អ្នកមករកខ្លួនអ្នកសម្រាប់ពេលនេះដូចជាការ៉េដ៏សាហាវមួយដែលមានជូហ្សាមនៅរសៀលនេះអាចនាំឱ្យមានការថយចុះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Reassess your professional and romantic commitments, dearest Leo, as Venus retrogrades back into Pisces and your solar eighth house. Now is the time to acknowledge how dreams have shifted, coming to terms with personal changes that are inspiring you to move in a different direction. Let grace and intuition be a guiding force while Neptune activates, quieting the mind so your heart and soul can lead you to new personal truths. Meanwhile, Luna continues her journey through Pisces, forming a harsh square with Jupiter midafternoon. Watch out for overstimulation, and consider taking time out from your electronic devices."
        },
        "kh": {
            "today": "វាយតំលៃការប្តេជ្ញាចិត្តប្រកបដោយវិជ្ជាជីវៈនិងមនោសញ្ចេតនារបស់អ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Venus Retrogrades ត្រលប់មក Pisces វិញហើយផ្ទះទី 8 របស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវទទួលស្គាល់ថាតើក្តីសុបិន្តបានផ្លាស់ប្តូរយ៉ាងដូចម្តេចបាននឹងទទួលបានការផ្លាស់ប្តូរផ្ទាល់ខ្លួនដែលកំពុងជំរុញឱ្យអ្នកធ្វើចលនាក្នុងទិសដៅផ្សេង។សូមឱ្យព្រះគុណនិងវិចារណញាណជាកម្លាំងដឹកនាំខណៈដែល Neptune ធ្វើឱ្យសកម្មដោយស្ងប់ស្ងាត់ដូច្នេះបេះដូងនិងព្រលឹងរបស់អ្នកអាចនាំអ្នកទៅកាន់សេចក្តីពិតផ្ទាល់ខ្លួនថ្មី។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើររបស់នាងឆ្លងកាត់ Pisces ដោយបង្កើតជាការ៉េដ៏សាហាវមួយដែលមានរាងការ៉េដែលមានជូរីស៊ុប។ប្រយ័ត្នចំពោះការហួសកំរិតហើយពិចារណាចំណាយពេលចេញពីឧបករណ៍អេឡិចត្រូនិចរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Venus Rx, your planetary ruler, backslides into Pisces and the sector of your chart that governs the community. Make the most of this cosmic climate by reinvesting in friendships that have felt distant, reestablishing camaraderie and closeness. Dreamy Neptune steps in to give your aura a glow, helping you gain influence both online and within your social network. If you've been hoping to win others over with your unique visions, now is the time to share them. Just be mindful to keep your message rooted in reality, especially when the Pisces moon and Jupiter form a harsh square later this afternoon."
        },
        "kh": {
            "today": "Venus RX, ភពផែនដីរបស់អ្នក, ការវិលត្រឡប់ទៅក្នុង Pisces និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍។ធ្វើឱ្យបរិយាកាសនៃលោហៈនេះភាគច្រើនដោយការវិនិយោគឡើងវិញនូវមិត្តភាពដែលមានអារម្មណ៍ថាមានភាពឆ្ងាយការបង្កើត camaraderie និងភាពស្និទ្ធស្នាលឡើងវិញ។Neptune ជំហានចូលដើម្បីផ្តល់ឱ្យ Aura នូវពន្លឺរបស់អ្នកជួយអ្នកឱ្យទទួលបានឥទ្ធិពលទាំងលើអ៊ីនធឺណិតនិងនៅក្នុងបណ្តាញសង្គមរបស់អ្នក។ប្រសិនបើអ្នកសង្ឃឹមថានឹងឈ្នះអ្នកដទៃដោយមានចក្ខុវិស័យតែមួយគត់របស់អ្នកឥឡូវនេះគឺជាពេលវេលាដើម្បីចែករំលែកពួកគេហើយ។គ្រាន់តែគិតចង់ធ្វើឱ្យសាររបស់អ្នកចាក់ឫសតាមភាពពិតជាពិសេសនៅពេលដែលប៉ាស្ទ័រព្រះច័ន្ទនិងភពព្រហស្បតិ៍បង្កើតបានជាការ៉េដ៏លំបាកមួយនៅពេលរសៀលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Revise your long-term aspirations as Venus retrogrades back into Pisces, dearest Gemini, targeting the sector of your chart that governs success. A helpful alliance with Neptune brings grander visions to the forefront of your mind, encouraging you to dissolve restrictions you've placed upon yourself. Now is also an ideal time to recognize the wisdom you've gained through experiences, applying it where appropriate to fortify your next moves. Just be mindful to outline a reasonable deadline for any new goals you set. As the Pisces moon and Jupiter square off this afternoon, it would be easy to demand too much from yourself."
        },
        "kh": {
            "today": "ពិនិត្យឡើងវិញនូវសេចក្តីប្រាថ្នារយៈពេលវែងរបស់អ្នកខណៈដែល Venus Retrogrades បានចូលក្នុង Pisces, Gemini ដែលជាទីស្រឡាញ់បំផុត, កំណត់គោលដៅលើវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងជោគជ័យ។សម្ព័ន្ធភាពដែលមានប្រយោជន៍ជាមួយ Neptune នាំមកនូវការចូលទៅកាន់ចក្ខុវិស័យដ៏ធំមួយទៅកាន់គំនិតរបស់អ្នកដែលលើកទឹកចិត្តឱ្យអ្នកបង្កើនការរឹតត្បិតដែលអ្នកបានដាក់លើខ្លួនអ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អមួយដើម្បីស្គាល់ប្រាជ្ញាដែលអ្នកបានទទួលតាមរយៈបទពិសោធន៍ដោយអនុវត្តវាដែលសមរម្យដើម្បីពង្រឹងចលនាបន្ទាប់របស់អ្នក។គ្រាន់តែមានចិត្តចង់រៀបរាប់ពីថ្ងៃផុតកំណត់សមរម្យសម្រាប់គោលដៅថ្មីណាមួយដែលអ្នកបានកំណត់។នៅពេលដែល Pisces Moon និង Jupiter Square បិទនៅរសៀលនេះវាងាយស្រួលក្នុងការទាមទារច្រើនពេកពីខ្លួនអ្នក។"
        }
    }
]