[
    {
        "sign": "Aries",
        "en": {
            "today": "A competitive energy brews early this morning, dear Aries, as Mars grows restless in your solar eleventh house. Be wary of peers who would steamroll you to pursue their own desires, but avoid feeding tensions that leave you agitated. The atmosphere thickens as the Full Moon rises in Leo, unlocking your creative potential. Take steps to distance yourself from current events, trends, and pop culture to find your voice. Draw inspiration from that which moves you, rather than attempting to assimilate with the collective. Embracing interests that are authentic to you will give the heart space to blossom."
        },
        "kh": {
            "today": "ថាមពលប្រកួតប្រជែងនឹងចាប់ផ្តើមនៅព្រឹកនេះ, Aries ជាទីស្រឡាញ់, នៅពេលដែលភពព្រះអង្គាររីកលូតលាស់មិនឈប់ឈរនៅក្នុងផ្ទះទីដប់មួយពន្លឺព្រះអាទិត្យរបស់អ្នក។សូមប្រយ័ត្នចំពោះមិត្តភក្ដិដែលនឹងធ្វើឱ្យអ្នកដេញតាមបំណងប្រាថ្នារបស់ពួកគេ ប៉ុន្តែជៀសវាងភាពតានតឹងដែលនាំឱ្យអ្នករំជើបរំជួល។បរិយាកាសកាន់តែក្រាស់ នៅពេលដែលព្រះច័ន្ទពេញបូណ៌មីឡើងនៅក្នុងទីក្រុង Leo ដែលបើកសក្តានុពលច្នៃប្រឌិតរបស់អ្នក។ចាត់វិធានការដើម្បីឃ្លាតឆ្ងាយពីព្រឹត្តិការណ៍បច្ចុប្បន្ន និន្នាការ និងវប្បធម៌ប៉ុប ដើម្បីស្វែងរកសំឡេងរបស់អ្នក។ទាញការបំផុសគំនិតពីអ្វីដែលជំរុញអ្នក ជាជាងការព្យាយាមបញ្ចូលជាមួយសមូហភាព។ការឱបក្រសោបចំណាប់អារម្មណ៍ដែលពិតប្រាកដចំពោះអ្នកនឹងផ្តល់កន្លែងបេះដូងឱ្យរីកដុះដាល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Acknowledge what drives you and why, dearest Leo, as Mars generates heat. Connect with your deepest desires to identify where true passions lie. It should be easy to determine whether or not your energy is being channeled effectively. Burnout or a lack of interest acts as a significant sign that your priorities need a reboot. Certain relationships may have grown too comfortable, leading to your own complacency. As the Full Moon rises in your sign, you're asked to prioritize personal aspirations. Encourage your companions to do the same, or relationship imbalances could arise. Set individual goals for the next six months, vowing to keep one another accountable and on track."
        },
        "kh": {
            "today": "ទទួលស្គាល់នូវអ្វីដែលជំរុញអ្នក និងមូលហេតុដែល Leo ជាទីស្រឡាញ់បំផុត នៅពេលដែលភពអង្គារបង្កើតកំដៅ។ភ្ជាប់ជាមួយនឹងបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នកដើម្បីកំណត់កន្លែងដែលតណ្ហាពិតស្ថិតនៅ។វាគួរតែងាយស្រួលក្នុងការកំណត់ថាតើថាមពលរបស់អ្នកត្រូវបានបញ្ជូនប្រកបដោយប្រសិទ្ធភាពឬអត់។ការអស់កម្លាំង ឬកង្វះការចាប់អារម្មណ៍ ដើរតួជាសញ្ញាសំខាន់ដែលថាអាទិភាពរបស់អ្នកត្រូវការការចាប់ផ្តើមឡើងវិញ។ទំនាក់ទំនង​ខ្លះ​អាច​មាន​ភាព​សុខ​ស្រួល​ពេក ដែល​នាំ​ឱ្យ​អ្នក​មិន​ពេញចិត្ត។នៅពេលដែលព្រះច័ន្ទពេញវង់ឡើងនៅក្នុងសញ្ញារបស់អ្នក អ្នកត្រូវបានស្នើឱ្យកំណត់អាទិភាពចំពោះសេចក្តីប្រាថ្នាផ្ទាល់ខ្លួន។លើកទឹកចិត្តដៃគូរបស់អ្នកឱ្យធ្វើដូចគ្នា បើមិនដូច្នោះទេ អតុល្យភាពនៃទំនាក់ទំនងអាចកើតឡើង។កំណត់គោលដៅបុគ្គលសម្រាប់រយៈពេលប្រាំមួយខែបន្ទាប់ ដោយសន្យាថានឹងរក្សាគ្នាទៅវិញទៅមកប្រកបដោយការទទួលខុសត្រូវ និងនៅលើផ្លូវ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mars grows agitated early this morning, creating a sense of urgency. Have patience for your journey and approach each obstacle with respect, darling bull. Calculated problem-solving will get you further than barreling forward without a plan, even if the process unfolds more slowly. The importance of rest is highlighted while the Leo Full Moon rises later today. This astrological event may trigger exhaustion and unpredictable moods, making self-care extremely important. Ignoring your needs won't make them disappear, and Luna's glow urges you to slow down. Retreat to your home, unapologetically embracing all that is cozy and restorative to end your Sunday on a high note."
        },
        "kh": {
            "today": "ភពអង្គាររីកធំឡើងនៅព្រឹកនេះ បង្កើតអារម្មណ៍បន្ទាន់។មានភាពអត់ធ្មត់សម្រាប់ការធ្វើដំណើររបស់អ្នក ហើយចូលទៅជិតឧបសគ្គនីមួយៗដោយការគោរព។ការដោះស្រាយបញ្ហាដែលបានគណនានឹងធ្វើឱ្យអ្នកលើសពីការឆ្ពោះទៅមុខដោយគ្មានផែនការ បើទោះបីជាដំណើរការនេះដំណើរការយឺតជាងក៏ដោយ។សារៈសំខាន់នៃការសម្រាកត្រូវបានគូសបញ្ជាក់ខណៈពេលដែល Leo Full Moon រះនៅពេលក្រោយនៅថ្ងៃនេះ។ព្រឹត្តិការណ៍ហោរាសាស្រ្តនេះអាចបង្កឱ្យមានការហត់នឿយ និងអារម្មណ៍ដែលមិនអាចទាយទុកជាមុនបាន ដែលធ្វើឱ្យការថែរក្សាខ្លួនឯងមានសារៈសំខាន់ខ្លាំងណាស់។ការមិនអើពើនឹងតម្រូវការរបស់អ្នកនឹងមិនធ្វើឱ្យពួកវារលាយបាត់ឡើយ ហើយពន្លឺរបស់ Luna ជំរុញឱ្យអ្នកបន្ថយល្បឿន។ដកថយទៅផ្ទះរបស់អ្នក ដោយអោបក្រសោបអ្វីៗទាំងអស់ដែលកក់ក្ដៅ និងស្ដារឡើងវិញ ដើម្បីបញ្ចប់ថ្ងៃអាទិត្យរបស់អ្នកដោយកំណត់ចំណាំខ្ពស់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mars brings a burst of activity to the scene, dear Gemini, showering you with opportunities, blessings, and a sense of urgency. An auspicious turn of events triggers excitement, but haste could hinder your ability to make wise decisions. Though you're not afraid to learn from your own mistakes, a bit of forethought can save you the trouble of having to course correct later. Luckily, your intuition builds as the Leo Full Moon inches toward the heavens. Note any synchronicities that pepper your day, and keep an open dialogue with the other side. Asking for guidance from beyond may be the key to unlocking new horizons."
        },
        "kh": {
            "today": "ភពព្រះអង្គារនាំមកនូវសកម្មភាពផ្ទុះឡើងដល់កន្លែងកើតហេតុ ជាទីស្រឡាញ់ Gemini ងូតទឹកឱ្យអ្នកនូវឱកាស ពរជ័យ និងអារម្មណ៍នៃភាពបន្ទាន់។ព្រឹត្តិការណ៍​ដ៏​ល្អ​មួយ​បង្ក​ឱ្យ​មាន​ការ​រំភើប ប៉ុន្តែ​ការ​ប្រញាប់ប្រញាល់​អាច​រារាំង​សមត្ថភាព​របស់​អ្នក​ក្នុង​ការ​សម្រេច​ចិត្ត​ដ៏​ឆ្លាតវៃ។ទោះបីជាអ្នកមិនខ្លាចក្នុងការរៀនពីកំហុសរបស់អ្នកក៏ដោយ ប៉ុន្តែការគិតទុកជាមុនបន្តិចបន្តួចអាចជួយអ្នកឱ្យមានបញ្ហាក្នុងការកែតម្រូវនៅពេលក្រោយ។ជាសំណាងល្អ វិចារណញាណរបស់អ្នកបង្កើតបានជាព្រះច័ន្ទពេញវង់ ឆ្ពោះទៅកាន់ឋានសួគ៌។ចូរកត់សម្គាល់នូវភាពស៊ីសង្វាក់គ្នាណាមួយដែលធ្វើអោយថ្ងៃរបស់អ្នកកាន់តែផ្អែមល្ហែម ហើយរក្សាការសន្ទនាបើកចំហជាមួយភាគីម្ខាងទៀត។ការសុំការណែនាំពីខាងក្រៅអាចជាគន្លឹះក្នុងការដោះសោជើងមេឃថ្មី។"
        }
    }
]