[
    {
        "sign": "Aries",
        "en": {
            "today": "Recent wins could make it difficult to predict future obstacles, dear Aries. As the Sagittarius Sun and Saturn square off, recognize that the wheel of fortune goes up and down. Avoid relying on luck alone if you hope to maintain upward momentum. Take responsibility for unlocking new layers of potential to ensure your successes continue to grow. Invite someone special into your home to fortify bonds while the Scorpio Moon aligns with Jupiter this evening. Scrap visions that have become overly complicated or return to the drawing board when Luna and Saturn align later tonight, encouraging you to evolve your perspective."
        },
        "kh": {
            "today": "ការឈ្នះនាពេលថ្មីៗនេះអាចធ្វើឱ្យពិបាកក្នុងការទស្សន៍ទាយឧបសគ្គនាពេលអនាគត Aries ជាទីស្រឡាញ់។នៅពេលដែល Sagittarius Sun និង Saturn បិទ ចូរទទួលស្គាល់ថាកង់នៃសំណាងឡើងចុះ។ជៀសវាងការពឹងផ្អែកលើសំណាងតែម្នាក់ឯង ប្រសិនបើអ្នកសង្ឃឹមថានឹងរក្សាសន្ទុះកើនឡើង។ទទួលខុសត្រូវចំពោះការដោះសោស្រទាប់ថ្មីនៃសក្តានុពល ដើម្បីធានាថាភាពជោគជ័យរបស់អ្នកបន្តរីកចម្រើន។អញ្ជើញមនុស្សពិសេសចូលក្នុងផ្ទះរបស់អ្នក ដើម្បីពង្រឹងចំណង ខណៈពេលដែលព្រះច័ន្ទ Scorpio តម្រឹមជាមួយ Jupiter នៅល្ងាចនេះ។ការមើលឃើញសំណល់អេតចាយដែលស្មុគស្មាញខ្លាំងពេក ឬត្រឡប់ទៅផ្ទាំងគំនូរវិញ នៅពេលដែល Luna និង Saturn តម្រឹមនៅពេលក្រោយនៅយប់នេះ ដែលលើកទឹកចិត្តអ្នកឱ្យវិវឌ្ឍទស្សនៈរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't cut other people off from opportunities, but remember that it's okay to prioritize your own agenda. As the Sagittarius Sun and Saturn square off, competitive dynamics will heat up. Push for projects or partnerships you deserve, but recognize when it's time to pull back. Reading the energy of others will be helpful for effectively timing such moves. The Scorpio Moon could cause you to feel more emotional than usual, and if you're not prepared to go to battle, settle on strategizing next steps for now. Alone time can be beneficial for identifying and overcoming potential hurdles as Luna aspects Jupiter and Saturn this evening."
        },
        "kh": {
            "today": "កុំកាត់អ្នកដ៏ទៃចេញពីឱកាស ប៉ុន្តែត្រូវចាំថាវាមិនអីទេក្នុងការកំណត់អាទិភាពរបៀបវារៈរបស់អ្នក។នៅពេលដែល Sagittarius Sun និង Saturn បិទ សក្ដានុពលនៃការប្រកួតប្រជែងនឹងឡើងកំដៅ។ជំរុញគម្រោង ឬភាពជាដៃគូដែលអ្នកសមនឹងទទួលបាន ប៉ុន្តែត្រូវទទួលស្គាល់នៅពេលដែលវាដល់ពេលដែលត្រូវដកថយ។ការអានថាមពលរបស់អ្នកដទៃនឹងមានប្រយោជន៍សម្រាប់ការកំណត់ពេលវេលាចលនាបែបនេះប្រកបដោយប្រសិទ្ធភាព។Scorpio Moon អាចធ្វើឱ្យអ្នកមានអារម្មណ៍រំជើបរំជួលជាងធម្មតា ហើយប្រសិនបើអ្នកមិនទាន់ត្រៀមខ្លួនដើម្បីទៅប្រយុទ្ធទេ ចូរដោះស្រាយលើយុទ្ធសាស្រ្តជំហានបន្ទាប់សម្រាប់ពេលនេះ។ពេលនៅម្នាក់ឯងអាចមានប្រយោជន៍ក្នុងការកំណត់អត្តសញ្ញាណ និងជំនះឧបសគ្គដែលអាចកើតមាន ដូចជា Luna ទិដ្ឋភាព Jupiter និង Saturn នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be mindful of who you trust, dear Taurus, as the Sagittarius Sun and Saturn square off. Excessively friendly peers may be attempting to distract you with their enthusiasm. Ulterior motives will rise to the surface eventually, and it's better to build relationships over time than get burned from trusting too freely. The Scorpio Moon could cause you to romanticize people or situations, leaving you more vulnerable to trickery. Luckily, you'll be in safer company once Jupiter stirs this evening, and interacting with loved ones can sharpen your perspective. Prioritize connections you see a strong future in while Luna aspects Saturn tonight."
        },
        "kh": {
            "today": "ចូរចាំថាអ្នកណាដែលអ្នកទុកចិត្ត Taurus ជាទីស្រឡាញ់ដូចជា Sagittarius Sun និង Saturn ។មិត្តភក្ដិដែលរួសរាយរាក់ទាក់ខ្លាំងពេកអាចនឹងព្យាយាមបង្វែរអារម្មណ៍អ្នកដោយភាពរីករាយរបស់ពួកគេ។ការជម្រុញពីខាងក្រៅនឹងកើនឡើងដល់ផ្ទៃខាងលើជាយថាហេតុ ហើយវាជាការប្រសើរក្នុងការកសាងទំនាក់ទំនងតាមពេលវេលា ជាជាងការត្រូវបានដុតចោលពីការទុកចិត្តដោយសេរីពេក។ព្រះច័ន្ទ Scorpio អាចបណ្តាលឱ្យអ្នកបង្កើតមនោសញ្ចេតនាជាមួយមនុស្សឬស្ថានភាពដែលធ្វើឱ្យអ្នកងាយរងគ្រោះនឹងល្បិចកល។សំណាងល្អ អ្នកនឹងស្ថិតនៅក្នុងក្រុមហ៊ុនដែលមានសុវត្ថិភាពជាងមុន នៅពេលដែលភពព្រហស្បតិ៍ កូរនៅល្ងាចនេះ ហើយការប្រាស្រ័យទាក់ទងជាមួយមនុស្សជាទីស្រលាញ់អាចធ្វើឲ្យទស្សនៈរបស់អ្នកកាន់តែច្បាស់។កំណត់អាទិភាពការតភ្ជាប់ដែលអ្នកឃើញអនាគតដ៏រឹងមាំ ខណៈពេលដែល Luna មើលទៅភពសៅរ៍យប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You will grow tired of the expectations others place upon you, dear Gemini. As the Sagittarius Sun and Saturn square off, pressures within your private and business relationships could trigger some despair. If you feel tempted to lash out or give up, connect with your physical needs. The Scorpio Moon emphasizes the importance of healthy living, asking you to embrace wellness more seriously. Jupiter stirs to soothe the spirit and help you find gratitude this evening, nudging you to enjoy beauty and leisure as a way to decompress. You'll be back on your game and ready to strategize next steps once Saturn activates tonight."
        },
        "kh": {
            "today": "អ្នកនឹងធុញទ្រាន់នឹងការរំពឹងទុកដែលអ្នកដទៃដាក់មកលើអ្នក, Gemini ជាទីស្រឡាញ់។នៅពេលដែល Sagittarius Sun និង Saturn ធ្លាក់ចុះ សម្ពាធនៅក្នុងទំនាក់ទំនងឯកជន និងអាជីវកម្មរបស់អ្នកអាចបង្កឱ្យមានភាពអស់សង្ឃឹម។ប្រសិនបើ​អ្នក​មាន​អារម្មណ៍​ចង់​បញ្ចេញ​កំហឹង ឬ​បោះបង់ សូម​ភ្ជាប់​ជាមួយ​នឹង​តម្រូវការ​រាងកាយ​របស់​អ្នក។ព្រះច័ន្ទ Scorpio សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការរស់នៅប្រកបដោយសុខភាពល្អ ដោយសុំឱ្យអ្នកទទួលយកសុខភាពឱ្យកាន់តែធ្ងន់ធ្ងរ។ភពព្រហស្បតិ៍ កូរដើម្បីបន្ធូរអារម្មណ៍ និងជួយអ្នកស្វែងរកការដឹងគុណនៅល្ងាចនេះ ដោយជំរុញឱ្យអ្នករីករាយជាមួយភាពស្រស់ស្អាត និងការកម្សាន្តជាមធ្យោបាយបន្ធូរបន្ថយ។អ្នក​នឹង​ត្រលប់​មក​លេង​ហ្គេម​របស់​អ្នក​វិញ ហើយ​ត្រៀម​ខ្លួន​ជា​ស្រេច​ក្នុង​ការ​រៀបចំ​យុទ្ធសាស្ត្រ​ជំហាន​បន្ទាប់​នៅ​ពេល Saturn ដំណើរការ​នៅ​យប់​នេះ។"
        }
    }
]