[
    {
        "sign": "Aries",
        "en": {
            "today": "You could feel slightly unrested and in need of physical pampering, dear Aries, as the Scorpio Moon aspects Venus and the sun this morning. Too much fun will likely have caught up with you, and it'll be essential to put your health first to reclaim your spark. Groundbreaking visions find you once Uranus and Neptune align this afternoon, elevating your ideas from decent to ingenious. Focus heavily on goals or projects you've been struggling to initiate, finding the boldness to move ahead. Even if you're not entirely sure of what the finished product will look like, brilliant results will come when you harness the electrifying momentum of this celestial exchange."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាគ្មានការវែកញែកបន្តិចហើយត្រូវការការធ្វើឱ្យការភ័ស្តុផ្រាលរបស់ក្រុមជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទ Scorpio Venus និងព្រះអាទិត្យនៅព្រឹកនេះ។ភាពសប្បាយរីករាយខ្លាំងពេកទំនងជានឹងចាប់បានអ្នកហើយវាចាំបាច់ក្នុងការដាក់សុខភាពរបស់អ្នកជាមុនដើម្បីទទួលបានផ្កាភ្លើងរបស់អ្នក។ចក្ខុវិស័យបើកការដ្ឋានចាប់ផ្តើមអ្នកនៅពេលអ៊ែនវឺរនិងណិបតុនតម្រឹមនៅរសៀលនេះការលើកស្ទួយគំនិតរបស់អ្នកពីសមរម្យទៅនឹងភាពប៉ិនប្រសប់។ផ្តោតអារម្មណ៍ខ្លាំងទៅលើគោលដៅឬគម្រោងដែលអ្នកបានជួបការលំបាកក្នុងការផ្តួចផ្តើមការស្វែងរកភាពក្លាហានដើម្បីឈានទៅមុខ។ទោះបីជាអ្នកមិនប្រាកដយ៉ាងខ្លាំងចំពោះអ្វីដែលផលិតផលដែលបានបញ្ចប់នឹងមានភាពដូចលទ្ធផលដ៏អស្ចារ្យនឹងមកនៅពេលដែលអ្នកប្រើសន្ទុះដែលមានអគ្គិសនីរំអិលនៃការផ្លាស់ប្តូរសេឡេស្ទាលនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't bother trying to impress people who lack compassion or authenticity, dearest Leo. As the Scorpio Moon aspects Venus and the sun, you'll gain more fulfillment in being true to yourself and celebrating where you come from. Unexpected occurrences bring excitement to your afternoon while Neptune and Uranus align. Though some experiences may seem too good for words, trust that the universe is trying to elevate and spoil you. These vibes can also be harnessed to expand your influence, though it'll be essential to make the right connections. Set aside judgments around who or what will improve your situation, recognizing that sometimes you must take a chance to receive rewards."
        },
        "kh": {
            "today": "កុំរំខានក្នុងការព្យាយាមធ្វើឱ្យមនុស្សចាប់អារម្មណ៍ដែលខ្វះការអាណិតអាសូរឬភាពត្រឹមត្រូវ, Leo, Leo ។ក្នុងនាមជាទិដ្ឋភាពនៃព្រះច័ន្ទដែលមានសំនឺម្បូនិងព្រះអាទិត្យអ្នកនឹងទទួលបានការបំពេញកាន់តែច្រើននៅក្នុងភាពស្មោះត្រង់ចំពោះខ្លួនអ្នកនិងការប្រារព្ធពិធីដែលអ្នកមកពីណា។ការកើតឡើងដែលមិនបានរំពឹងទុកនាំមកនូវភាពរំភើបចំពោះពេលរសៀលរបស់អ្នកខណៈដែល Neptune និង Uranus តម្រឹម។ទោះបីជាបទពិសោធន៍មួយចំនួនអាចហាក់ដូចជាល្អសម្រាប់ពាក្យ, ជឿជាក់ថាសកលលោកកំពុងព្យាយាមបង្កើនសមត្ថភាពនិងបំផ្លាញអ្នក។ភាពរស់រវើកទាំងនេះក៏អាចត្រូវបានប្រើដើម្បីពង្រីកឥទ្ធិពលរបស់អ្នកទោះបីជាវាចាំបាច់ក្នុងការធ្វើឱ្យមានការតភ្ជាប់ត្រឹមត្រូវក៏ដោយ។កំណត់ការជំនុំជំរះមួយឡែកនៅជុំវិញអ្នកណាឬអ្វីដែលធ្វើអោយស្ថានភាពរបស់អ្នកប្រសើរឡើងដោយទទួលស្គាល់ថាពេលខ្លះអ្នកត្រូវតែទទួលបានឱកាសទទួលរង្វាន់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Scorpio Moon aspects Venus and the sun early this morning, dear Taurus, swelling emotions and egos. Try not to prioritize your feelings over those of those around you, and instead, do what you can to create an environment where everyone can be honest and receive the compassion they need. If you're unable to communicate calmly, pull back and take care of yourself to resolve issues later more effectively. Luckily, a sweet sextile between Neptune and Uranus grants full permission to lie low, nudging you to play in your reality. Your surroundings become an ethereal dreamscape under these cosmic conditions, helping you rediscover magic and beauty."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះច័ន្ទរបស់ Scorpio Venus និងព្រះអាទិត្យព្រឹកព្រលឹមនៅព្រឹកនេះគឺជាការជាទីស្រឡាញ់ Taurus, អារម្មណ៍ហើមនិង egos ។ព្យាយាមមិនឱ្យផ្តល់អាទិភាពដល់អារម្មណ៍របស់អ្នកចំពោះអ្នកដែលនៅជុំវិញអ្នកហើយផ្ទុយទៅវិញធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបង្កើតបរិយាកាសដែលមនុស្សគ្រប់គ្នាអាចស្មោះត្រង់និងទទួលបានការអាណិតអាសូរដែលពួកគេត្រូវការ។ប្រសិនបើអ្នកមិនអាចប្រាស្រ័យទាក់ទងដោយស្ងប់ស្ងាត់សូមទាញត្រឡប់មកវិញហើយថែរក្សាខ្លួនអ្នកឱ្យដោះស្រាយបញ្ហានៅពេលក្រោយប្រកបដោយប្រសិទ្ធភាព។សំណាងល្អដែលជាសាស្រឡាយផ្អែមរវាងណេតធូណូនិងអ៊ុយរ៉ានុសផ្តល់ការអនុញ្ញាតឱ្យកុហកទាំងស្រុងដោយអាក្រាតកាយឱ្យអ្នកលេងនៅក្នុងការពិតរបស់អ្នក។តំបន់ជុំវិញរបស់អ្នកក្លាយជាស្វ័យប្រវត្តិកម្ម Ethereal ក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះជួយអ្នកឱ្យរកមើលវេទមន្តនិងសម្រស់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your heart and mind may feel at odds this morning, darling Gemini, as the Scorpio Moon aspects Venus and the sun. Rather than racking your brain for specific answers, allow your intuition and emotions to guide you. More will be revealed as you tap into your feelings, in addition to the energy that surrounds you. A spark forms within while Neptune and Uranus align this afternoon, bringing popularity and influence your way. People will see you as an enigmatic force, especially when you prioritize your visions over what society expects as a whole. Embrace independence and authenticity, and your ambitions will fall into place."
        },
        "kh": {
            "today": "បេះដូងនិងគំនិតរបស់អ្នកប្រហែលជាមានអារម្មណ៍ថាមានហាងឆេងនៅព្រឹកនេះដែលជាការដែលមានរាងដូច Scorpio ដែលមានសណ្តែកនិងព្រះអាទិត្យ។ជាជាងធ្វើឱ្យខួរក្បាលរបស់អ្នកសម្រាប់ចម្លើយជាក់លាក់អនុញ្ញាតឱ្យវិចារណញាណនិងអារម្មណ៍របស់អ្នកដើម្បីណែនាំអ្នក។កាន់តែច្រើននឹងត្រូវបានបង្ហាញនៅពេលអ្នកចូលទៅក្នុងអារម្មណ៍របស់អ្នកបន្ថែមលើថាមពលដែលព័ទ្ធជុំវិញអ្នក។ទម្រង់ផ្កាភ្លើងមួយក្នុងខណៈពេលដែល Neptune និង Uranus តម្រឹមនៅរសៀលនេះដោយនាំប្រជាប្រិយភាពនិងមានឥទ្ធិពលលើផ្លូវរបស់អ្នក។ប្រជាជននឹងជួបអ្នកដែលជាកម្លាំងដ៏ស្វាហាប់ជាពិសេសនៅពេលអ្នកផ្តល់អាទិភាពដល់ចក្ខុវិស័យរបស់សង្គមដែលរំពឹងថានឹងមានទាំងមូល។ចាប់យកឯករាជ្យភាពនិងភាពត្រឹមត្រូវហើយមហិច្ឆតារបស់អ្នកនឹងធ្លាក់ចូលមកដល់កន្លែង។"
        }
    }
]