[
    {
        "sign": "Aries",
        "en": {
            "today": "Set social intentions for the next six months, dear Aries, as the Aquarius New Moon rises in your solar eleventh house. As you work toward evolving hopes and dreams, acknowledge how developing connections can further these aspirations. Expect plot twists along the way, and don’t be afraid to invite newcomers into your life. You never know how someone will influence your path until you explore the connection. Themes around closure emerge once Luna enters Pisces. Reflect on your current situation and any emotional hurdles that might prevent you from moving forward with confidence. Spend time with people who inspire you to be better while Venus aligns with the nodes of fate."
        },
        "kh": {
            "today": "កំណត់ចេតនាសង្គមសម្រាប់រយៈពេលប្រាំមួយខែបន្ទាប់ Aries ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទថ្មី Aquarius រះនៅក្នុងផ្ទះទីដប់មួយពន្លឺព្រះអាទិត្យរបស់អ្នក។នៅពេលអ្នកធ្វើការឆ្ពោះទៅរកការវិវឌ្ឍន៍នៃក្តីសង្ឃឹម និងក្តីសុបិន ទទួលស្គាល់ពីរបៀបដែលទំនាក់ទំនងដែលអភិវឌ្ឍអាចបន្ថែមសេចក្តីប្រាថ្នាទាំងនេះបាន។រំពឹង​ថា​នឹង​មាន​ការ​ប្រែប្រួល​តាម​ផ្លូវ ហើយ​កុំ​ខ្លាច​ក្នុង​ការ​អញ្ជើញ​អ្នក​ថ្មី​មក​ក្នុង​ជីវិត​របស់​អ្នក។អ្នកមិនដឹងពីរបៀបដែលនរណាម្នាក់នឹងមានឥទ្ធិពលលើផ្លូវរបស់អ្នករហូតដល់អ្នកស្វែងយល់ពីការតភ្ជាប់។ប្រធានបទជុំវិញការបិទលេចឡើងនៅពេលដែល Luna ចូល Pisces ។ពិចារណាលើស្ថានភាពបច្ចុប្បន្នរបស់អ្នក និងឧបសគ្គផ្លូវចិត្តដែលអាចរារាំងអ្នកមិនឱ្យឆ្ពោះទៅមុខប្រកបដោយទំនុកចិត្ត។ចំណាយពេលជាមួយមនុស្សដែលជម្រុញអ្នកឱ្យកាន់តែប្រសើរឡើង ខណៈពេលដែល Venus តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Romantic developments could have you reviewing what the next six months will look like for you, dear Leo. As the Aquarius New Moon rises, you’ll grow restless within dynamics that have been hanging in the balance. Though serious commitments might not be in your immediate future, it’s essential to discuss what you and your partner want. Take steps to ensure your time isn’t being wasted on someone with incompatible relationship goals. Emotions intensify once Luna enters Pisces, forcing you to accept where the pieces have landed. No matter where you stand, you’ll feel motivated to move forward. Financial security and potential investments come into focus while Venus aligns with the nodes of fate."
        },
        "kh": {
            "today": "ការវិវឌ្ឍន៍នៃមនោសញ្ចេតនាអាចធ្វើឱ្យអ្នកពិនិត្យឡើងវិញនូវអ្វីដែលប្រាំមួយខែខាងមុខនឹងមើលទៅសម្រាប់អ្នក, Leo ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទថ្មី Aquarius កើនឡើង អ្នកនឹងកាន់តែមានភាពស្ងប់ស្ងាត់នៅក្នុងថាមវន្តដែលបានព្យួរនៅក្នុងតុល្យភាព។ទោះបីជាការប្តេជ្ញាចិត្តដ៏ធ្ងន់ធ្ងរអាចនឹងមិនមាននៅក្នុងអនាគតភ្លាមៗរបស់អ្នកក៏ដោយ វាចាំបាច់ក្នុងការពិភាក្សាអំពីអ្វីដែលអ្នក និងដៃគូរបស់អ្នកចង់បាន។ចាត់វិធានការដើម្បីធានាថាពេលវេលារបស់អ្នកមិនត្រូវបានខ្ជះខ្ជាយលើនរណាម្នាក់ដែលមានគោលដៅទំនាក់ទំនងមិនស៊ីគ្នានោះទេ។អារម្មណ៍កាន់តែខ្លាំងនៅពេលដែល Luna ចូលទៅក្នុង Pisces ដោយបង្ខំឱ្យអ្នកទទួលយកកន្លែងដែលបំណែកបានចុះចត។មិន​ថា​អ្នក​ឈរ​នៅ​កន្លែង​ណា​ទេ អ្នក​នឹង​មាន​អារម្មណ៍​ជំរុញ​ចិត្ត​ដើម្បី​ឈាន​ទៅ​មុខ។សន្តិសុខហិរញ្ញវត្ថុ និងការវិនិយោគដែលមានសក្តានុពលចូលមកផ្តោតអារម្មណ៍ ខណៈពេលដែល Venus តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius New Moon brings groundbreaking vibes your way, sweet Taurus, helping you tap into new levels of personal genius. Apply this energy toward occupational goals or gaining status, and map realistic goals for the next six months. Unapologetic authenticity acts as the most formidable weapon in your arsenal. With laser-sharp focus and increased confidence, you’ll be an unstoppable force. Ease up emotionally to facilitate a genuine connection with peers once Luna enters Pisces. Look for opportunities to level up socially while Venus aspects the nodes of fate. Professional networking events or swapping contacts with friends are both great ways to start."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មី Aquarius នាំមកនូវភាពរស់រវើកប្លែកពីផ្លូវរបស់អ្នក, Taurus ផ្អែម ជួយអ្នកឱ្យចូលទៅក្នុងកម្រិតថ្មីនៃទេពកោសល្យផ្ទាល់ខ្លួន។អនុវត្តថាមពលនេះឆ្ពោះទៅរកគោលដៅការងារ ឬការទទួលបានឋានៈ និងកំណត់គោលដៅជាក់ស្តែងសម្រាប់រយៈពេលប្រាំមួយខែបន្ទាប់។ភាពពិតប្រាកដដែលមិនអាចប្រកែកបានដើរតួជាអាវុធដ៏សាហាវបំផុតនៅក្នុងឃ្លាំងអាវុធរបស់អ្នក។ជាមួយនឹងការផ្តោតអារម្មណ៍ច្បាស់ដោយឡាស៊ែរ និងការបង្កើនទំនុកចិត្ត អ្នកនឹងក្លាយជាកម្លាំងដែលមិនអាចបញ្ឈប់បាន។សម្រួលអារម្មណ៍ ដើម្បីជួយសម្រួលទំនាក់ទំនងពិតប្រាកដជាមួយមិត្តភ័ក្តិ នៅពេលដែល Luna ចូល Pisces។រកមើលឱកាសដើម្បីពង្រឹងសង្គមខណៈពេលដែល Venus មើលឃើញថ្នាំងនៃជោគវាសនា។ព្រឹត្តិការណ៍បណ្តាញដែលមានជំនាញវិជ្ជាជីវៈ ឬការផ្លាស់ប្តូរទំនាក់ទំនងជាមួយមិត្តភ័ក្តិ គឺជាវិធីដ៏ល្អដើម្បីចាប់ផ្តើម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Light a candle, say a little prayer, or wish upon a star, beloved Gemini. The other side listens closely under the Aquarius New Moon, which heightens your intuition and ability to call forth blessings. This astrological event acts as one of the most auspicious days of the year for you. Assess your situation and where you want to be in six months. The universe loves to surprise you, but articulating your desires will make it easier to collaborate with the divine. You’ll feel emotionally guarded around unfamiliar faces, but entirely open with the people you trust once Luna enters Pisces. Discussions pertaining to household structures or cohabitating with a partner could arise while Venus aligns with the nodes of fate."
        },
        "kh": {
            "today": "បំភ្លឺ​ទៀន ពោល​ពាក្យ​អធិស្ឋាន​បន្តិច ឬ​ជូនពរ​ដល់​តារា Gemini ជាទី​ស្រឡាញ់។ភាគីម្ខាងទៀតស្តាប់យ៉ាងជិតស្និទ្ធនៅក្រោមព្រះច័ន្ទថ្មី Aquarius ដែលបង្កើនវិចារណញាណនិងសមត្ថភាពរបស់អ្នកដើម្បីហៅពរជ័យ។ព្រឹត្តិការណ៍ហោរាសាស្រ្តនេះដើរតួជាថ្ងៃដ៏មានសំណាងបំផុតប្រចាំឆ្នាំសម្រាប់អ្នក។វាយតម្លៃស្ថានភាពរបស់អ្នក និងកន្លែងដែលអ្នកចង់ទៅក្នុងរយៈពេលប្រាំមួយខែ។សកលលោកចូលចិត្តធ្វើឱ្យអ្នកភ្ញាក់ផ្អើល ប៉ុន្តែការបង្ហាញពីបំណងប្រាថ្នារបស់អ្នកនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការសហការជាមួយនឹងព្រះ។អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានការពារដោយអារម្មណ៍ជុំវិញមុខដែលមិនធ្លាប់ស្គាល់ ប៉ុន្តែបើកចំហទាំងស្រុងជាមួយនឹងមនុស្សដែលអ្នកទុកចិត្តនៅពេលដែល Luna ចូល Pisces ។ការពិភាក្សាទាក់ទងនឹងរចនាសម្ព័ន្ធគ្រួសារ ឬការរួមរស់ជាមួយដៃគូអាចកើតឡើងខណៈពេលដែល Venus តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។"
        }
    }
]