[
    {
        "sign": "Aries",
        "en": {
            "today": "Your natural habits come into focus, dear Aries, as Venus aligns with the nodes of fate. Consider if you've fallen off track with your wellness journey, and where adjustments can be made. Meanwhile, the Pisces moon and Mars form a supportive aspect, bringing passion to your most private connections. A fierce desire to empower the self also comes into play, and you could feel called to work on essential projects from behind the scenes. Luna and the Libra sun enter an unbalanced aspect midafternoon, highlighting if certain relationships have lost steam and are in need of some excitement."
        },
        "kh": {
            "today": "ទម្លាប់ធម្មជាតិរបស់អ្នកមានការផ្តោតអារម្មណ៍, ជាទីស្រឡាញ់ aries, ដូចជា Venus Venus តម្រឹមជាមួយថ្នាំងនៃវាសនា។សូមពិចារណាប្រសិនបើអ្នកបានឈប់ដើរដោយដំណើរសុខភាពរបស់អ្នកហើយកន្លែងដែលអាចធ្វើការកែតម្រូវបាន។ទន្ទឹមនឹងនេះដែរពេស្យាចារព្រះច័ន្ទនិងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពគាំទ្រដោយនាំមកនូវចំណង់ចំណូលចិត្តចំពោះការភ្ជាប់ឯកជនរបស់អ្នកបំផុតរបស់អ្នក។បំណងប្រាថ្នាដ៏ខ្លាំងក្លាដើម្បីផ្តល់អំណាចដល់ខ្លួនឯងក៏ចូលមកលេងដែរហើយអ្នកអាចមានអារម្មណ៍ថាបានអំពាវនាវឱ្យធ្វើការលើគម្រោងសំខាន់ៗពីនៅពីក្រោយឆាក។Luna និង Libra Sun Sun ចូលដល់ទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅពាក់កណ្តាលចុងONONOUSការបន្លិចប្រសិនបើមានទំនាក់ទំនងជាក់លាក់មួយបានបាត់បង់ចំហាយហើយត្រូវការការរំភើបខ្លះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You could suffer from buyer's remorse or financial regrets, dearest Leo, as Venus aligns with the nodes of fate. This cosmic climate acts as a wake-up call to get serious about your finances and investment in the future. If you're on the cusp of a romantic commitment, ensure that you and your partner are on the same fiscal page. As the Pisces moon and Mars align, your connections and sense of empowerment will directly influence one another. Tap into your intuition before making a decision that might be difficult to reverse later. Notice if others try to twist your words or generate confusion when the sun and Luna form an unbalanced aspect midafternoon."
        },
        "kh": {
            "today": "អ្នកអាចទទួលរងពីវិប្បដិសារីរបស់អ្នកទិញឬការសោកស្តាយផ្នែកហិរញ្ញវត្ថុរបស់អ្នកទិញដែលជាទីស្រឡាញ់ដូចជា Venus VENUS តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។អាកាសធាតុលោហធាតុនេះដើរតួជាការដាស់អារម្មណ៍នៃការអំពាវនាវឱ្យយកចិត្តទុកដាក់លើហិរញ្ញវត្ថុនិងការវិនិយោគរបស់អ្នកនាពេលអនាគត។ប្រសិនបើអ្នកនៅលើការប្តេជ្ញាចិត្តមនោសញ្ចេតនាធានាថាអ្នកនិងដៃគូរបស់អ្នកស្ថិតនៅលើទំព័រសារពើសារដូចគ្នា។នៅពេលដែល Pisces Moon និងភពព្រះអង្គារតម្រឹមការតភ្ជាប់និងអារម្មណ៍របស់អ្នកនៃការពង្រឹងអំណាចនឹងមានឥទ្ធិពលលើគ្នាទៅវិញទៅមក។ប៉ះក្នុងអប់រំរបស់អ្នកមុនពេលធ្វើការសម្រេចចិត្តដែលអាចពិបាកក្នុងការបញ្ច្រាសនៅពេលក្រោយ។សូមកត់សម្គាល់ប្រសិនបើអ្នកផ្សេងទៀតព្យាយាមបង្វែរពាក្យរបស់អ្នកឬបង្កើតភាពច្របូកច្របល់នៅពេលដែលព្រះអាទិត្យនិងលូណាបង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពនៅពាក់កណ្តាលចុង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Return to your roots as Venus aligns with the nodes of fate, dearest Taurus, connecting with friends from the past. These vibes also encourage artistic expression, though you might gain more from attending classes or collaborating with fellow creatives than going solo. The Pisces moon makes it easier to fit in, so don't be shy if group activities call out to you. Meanwhile, Mars stirs in the sector of your chart that governs love, increasing your chances of finding or livening up romantic connections. Catch up on chores and give yourself a chance to recharge at home once the sun and Luna form an unbalanced aspect later this afternoon."
        },
        "kh": {
            "today": "ត្រលប់ទៅឫសរបស់អ្នកព្រោះ Venus Venus ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា, Taurus ដែលជាទីស្រឡាញ់បំផុត, ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិពីអតីតកាល។ភាពរស់រវើកទាំងនេះក៏ជួយជំរុញការបង្ហាញសិល្បៈទោះបីជាអ្នកអាចទទួលបានច្រើនពីការចូលរួមក្នុងថ្នាក់ឬសហការជាមួយអ្នកច្នៃប្រឌិតដទៃទៀតជាងការច្នៃប្រឌិតរបស់ទោល។Pisces Moon ធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការសមជា, ដូច្នេះកុំខ្មាស់អៀនប្រសិនបើសកម្មភាពជាក្រុមអំពាវនាវដល់អ្នក។ទន្ទឹមនឹងនេះភពព្រះអង្គាររំញោចក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសេចក្តីស្រឡាញ់បង្កើនឱកាសស្វែងរករបស់អ្នកក្នុងការស្វែងរកឬការតភ្ជាប់រ៉ូមែនទិក។ចាប់យកការងារហើយផ្តល់ឱ្យខ្លួនអ្នកនូវឱកាសដើម្បីបញ្ចូលទឹកប្រាក់ក្នុងផ្ទះនៅពេលដែលព្រះអាទិត្យនិង Luna បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Venus aligns with the nodes' fate, darling Gemini, highlighting which areas of your life need more love and attention. As the weekend finally kicks off, use this energy to reconnect with family and close friends. Though the Pisces moon could make it challenging to ignore professional responsibilities, remember that it's important to cultivate healthy boundaries between work and off-hours. A creative ambiance circulates later today when the sun and Luna form an unbalanced aspect, but you might get stuck if you spend too much time thinking through your ideas, instead of simply playing in the artistic process."
        },
        "kh": {
            "today": "Venus មានវណ្ណៈតម្រឹមជាមួយជោគវាសនារបស់ Nodes, លោក Darling Gemini ដែលបង្ហាញពីវិស័យណាមួយនៃជីវិតរបស់អ្នកដែលត្រូវការសេចក្តីស្រឡាញ់និងការយកចិត្តទុកដាក់បន្ថែមទៀត។នៅពេលចុងសប្តាហ៍ចុងក្រោយចាប់ផ្តើមប្រើថាមពលនេះភ្ជាប់ទំនាក់ទំនងជាមួយគ្រួសារនិងមិត្តភក្តិជិតស្និទ្ធ។ទោះបីជា Pisces Mo Moon អាចធ្វើឱ្យវាពិបាកក្នុងការមិនអើពើនឹងទំនួលខុសត្រូវវិជ្ជាជីវៈក៏ដោយសូមចាំថាវាមានសារៈសំខាន់ណាស់ក្នុងការដាំដុះព្រំប្រទល់ដែលមានសុខភាពល្អរវាងការងារនិងម៉ោងឈប់សម្រាក។ភាពច្នៃប្រឌិតរបស់អ្នកច្នៃប្រឌិតផ្លាស់ប្តូរគ្នានៅថ្ងៃនេះនៅពេលដែលព្រះអាទិត្យនិង Luna បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពប៉ុន្តែអ្នកអាចនឹងជាប់បានប្រសិនបើអ្នកចំណាយពេលគិតច្រើនពេកតាមរយៈការលេងក្នុងដំណើរការសិល្បៈ។"
        }
    }
]