[
    {
        "sign": "Aries",
        "en": {
            "today": "Insightful dreams can help you decipher which goals to pursue, darling ram, as the Capricorn moon aspects Saturn early this morning. Prepare to mingle once you've awakened and Luna enters Aquarius, aligning with Neptune, Uranus, and Pluto as the hours unfold. Be anything but predictable while riding these cosmic tides, securing your reputation as an adventurous enigma. This energy can also be helpful for breaking into new social spheres. Technology can be beneficial for gaining alliances across a wider network through online connections. Notice what drives you when Mars and Jupiter square off this evening, but pace yourself to maintain balance."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដែលមិនគួរឱ្យចាប់អារម្មណ៍អាចជួយអ្នកក្នុងការធ្វើឱ្យគោលដៅដែលអាចបន្ត, RAM DARLINLINT, ដូចជាទិដ្ឋភាព Capricorn Monon Haturn នៅព្រឹកព្រលឹមនៅព្រឹកនេះ។រៀបចំឱ្យមានភាពច្របូកច្របល់នៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនហើយ Luna ចូលទៅ Aquarius, តម្រឹមជាមួយ Neptune, Uranus, និង Pluto នៅពេលម៉ោងនេះបានលាតត្រដាង។មានអ្វីទាំងអស់ប៉ុន្តែអាចព្យាករណ៍បានខណៈពេលកំពុងជិះកង់សមុទ្រទាំងនេះធានាឱ្យមានកេរ្តិ៍ឈ្មោះរបស់អ្នកថាជាការផ្សងព្រេងដ៏អស្ចារ្យ។ថាមពលនេះក៏អាចមានប្រយោជន៍សម្រាប់ការបំបែកទៅជាស្វាហាប់សង្គមថ្មីផងដែរ។បច្ចេកវិទ្យាអាចមានអត្ថប្រយោជន៍សម្រាប់ការទទួលបានសម្ព័ន្ធភាពនៅលើបណ្តាញកាន់តែទូលំទូលាយតាមរយៈការតភ្ជាប់តាមអ៊ីនធឺណិត។សូមកត់សម្គាល់នូវអ្វីដែលជំរុញឱ្យអ្នកនៅពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍ការ៉េបិទនៅល្ងាចនេះប៉ុន្តែជំរុញខ្លួនអ្នកឱ្យរក្សាតុល្យភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your hard work will show signs of paying off early this morning, dear Leo, as the Capricorn moon and Saturn align. Appreciate the growth you've cultivated, continuing on your journey toward evolution and self-actualization. You'll be in high spirits once Luna enters Aquarius, forming sweet connections with Neptune, Uranus, and Pluto. Invest in relationships that enrich your life, but don't be afraid to seek additional praise and attention from those who can elevate your situation or status. You'll crave action this evening when Mars squares Jupiter, but should acknowledge where your impulses stem from before acting on them."
        },
        "kh": {
            "today": "ការខិតខំរបស់អ្នកនឹងបង្ហាញសញ្ញានៃការបង់ប្រាក់នៅព្រឹកព្រលឹមនៅព្រឹកនេះលីអូដែលជាសូរ្យគ្រាសនិងសៅរ៍តម្រឹម។សូមកោតសរសើរចំពោះការលូតលាស់របស់អ្នកដែលអ្នកបានដាំដុះកំពុងបន្តដំណើររបស់អ្នកឆ្ពោះទៅរកការវិវត្តន៍និងការធ្វើឱ្យខ្លួនឯងមានសតិលើខ្លួនឯង។អ្នកនឹងមានស្មារតីខ្ពស់នៅពេលដែល Luna ចូលទៅ Aquarius បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ Neptune, Uranus និង Pluto ។វិនិយោគលើទំនាក់ទំនងដែលធ្វើអោយជីវិតរបស់អ្នកកាន់តែប្រសើរឡើងប៉ុន្តែកុំភ័យខ្លាចក្នុងការស្វែងរកការសរសើរនិងការយកចិត្តទុកដាក់បន្ថែមពីអ្នកដែលអាចលើកស្ទួយស្ថានភាពឬស្ថានភាពរបស់អ្នក។អ្នកនឹងប្រព្រឹត្តទៅនៃការធ្វើសកម្មភាពនៅល្ងាចនេះនៅពេលដែលភពព្រះអង្គារការ៉េប៉ុន្តែគួរតែទទួលស្គាល់កន្លែងដែលការលើកទឹកចិត្តរបស់អ្នកចេញពីមុនពេលធ្វើសកម្មភាពលើពួកគេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your good reputation reaches far corners this morning, dear Taurus, thanks to a sweet connection between the Capricorn moon and Saturn. Don't be surprised if you wake up to new followers, praise from friends, and exciting opportunities, as the stars align in your favor. Building blocks for the future fall into place via unexpected breakthroughs once Luna enters Aquarius, aligning with Neptune, Uranus, and Pluto. Challenge yourself to go further while softening expectations around how your efforts will play out. Ensure that your thoughts and actions work in tandem when Mars squares Jupiter this evening, making progress without rushing the journey."
        },
        "kh": {
            "today": "កេរ្តិ៍ឈ្មោះដ៏ល្អរបស់អ្នកឈានដល់កម្រិតមួយនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់អរគុណចំពោះការតភ្ជាប់ផ្អែមរវាង Capricorn Monon និង Saturn ។កុំមានការភ្ញាក់ផ្អើលប្រសិនបើអ្នកភ្ញាក់ពីក្រោយអ្នកដើរតាមថ្មីសូមសរសើរពីមិត្តភក្តិនិងឱកាសគួរឱ្យរំភើបដូចជាផ្កាយតម្រឹមតាមការពេញចិត្តរបស់អ្នក។ការកសាងប្លុកសម្រាប់អនាគតនឹងត្រូវកើតមានតាមរយៈរបកគំហើញដែលមិនបានរំពឹងទុកនៅពេលដែល Luna ចូលទៅ Aquarius, តម្រឹមជាមួយ Neptune, Uranus, និង Pluto ។ប្រកួតប្រជែងខ្លួនអ្នកឱ្យបន្តទៅមុខទៀតខណៈពេលកំពុងបន្ទាបការរំពឹងទុកនៃរបៀបដែលការខិតខំរបស់អ្នកនឹងចេញ។ធានាថាគំនិតនិងសកម្មភាពរបស់អ្នកធ្វើការនៅ Tandem នៅពេលដែលភពព្រះអង្គារការ៉េនៅល្ងាចនេះធ្វើឱ្យមានការរីកចម្រើនដោយមិនប្រញាប់ធ្វើដំណើរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Negotiations or deals you've been working on could suddenly conclude early this morning, darling Gemini, as the Capricorn moon and Saturn align. You'll find yourself on an upswing once Luna enters Aquarius, forming auspicious aspects with Neptune, Uranus, and Pluto as the hours unfold. Take note of any mysterious figures who cross your path, and be sure to introduce yourself if someone piques your interest. The alliances you forge on this day may lead to exciting twists and turns, reshaping your future for the better. Avoid impulsive shopping this evening while Mars and Jupiter trigger a slightly reckless taste for luxury."
        },
        "kh": {
            "today": "ការចរចាឬកិច្ចព្រមព្រៀងដែលអ្នកបានធ្វើការអាចសន្និដ្ឋានភ្លាមៗនៅព្រឹកនេះដែលជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់ដែលជាគូ Capricorn Mong និង Saturn បានតម្រឹម។អ្នកនឹងឃើញថាខ្លួនអ្នកកំពុងកើនឡើងនៅពេលដែល Luna ចូលទៅក្នុង Aquarius បង្កើតបានជាទិដ្ឋភាពដែលគួរឱ្យចាប់អារម្មណ៍ជាមួយនឹង Neptune, Uranus និង Pluto នៅពេលម៉ោងនេះបានលាតត្រដាង។កត់ចំណាំលើឥស្សរជនអាថ៌កំបាំងណាមួយដែលឆ្លងកាត់ផ្លូវរបស់អ្នកហើយត្រូវប្រាកដថាណែនាំខ្លួនអ្នកប្រសិនបើមាននរណាម្នាក់មកចាប់អារម្មណ៍នឹងអ្នក។សម្ព័ន្ធភាពដែលអ្នកឈានដល់នៅថ្ងៃនេះអាចនាំឱ្យមានការរមួលនិងវេនដែលគួរឱ្យរំភើបដោយផ្លាស់ប្តូរអនាគតរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។ជៀសវាងការទិញទំនិញដែលមិនចេះនិយាយនៅល្ងាចនេះខណៈពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍បានបង្កឱ្យមានរសជាតិឆ្ងាញ់បន្តិចសម្រាប់ភាពប្រណីត។"
        }
    }
]