[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini moon connects with Mercury, Saturn, the sun, and Chiron this morning, darling Aries, pulling your mind in multiple directions. Practice restraint while navigating these cosmic tides, giving yourself time to thoroughly strategize and think through ideas before making a move. Just be mindful not to overthink, especially if too many opposing opinions start to throw you off. When in doubt, step back to consider what works best for you without jeopardizing your relationships. Meanwhile, Venus and Pluto form a soft connection, setting the scene for instant connections when you are vulnerable and willing to put yourself out there."
        },
        "kh": {
            "today": "ព្រះចន្ទ Gemini ភ្ជាប់ជាមួយបារត, សៅហ្មងព្រះអាទិត្យ, ព្រះអាទិត្យ, ព្រះអាទិត្យ, ព្រះអាទិត្យនិង irger នៅព្រឹកនេះ, ជាទីស្រឡាញ់, Aries Aries, ទាញចិត្តរបស់អ្នកនៅក្នុងទិសដៅជាច្រើន។អនុវត្តការអត់ធ្មត់នៅពេលដែលធ្វើនាវាចរណ៍ជំនោរនេះដោយផ្តល់ពេលវេលាផ្ទាល់ខ្លួនដើម្បីធ្វើយុទ្ធសាស្រ្តនិងគិតឱ្យបានហ្មត់ចត់តាមរយៈគំនិតមុនពេលធ្វើការផ្លាស់ប្តូរ។គ្រាន់តែគិតពីការមិនគិតថ្លៃជាពិសេសប្រសិនបើមតិប្រឆាំងនឹងការប្រឆាំងច្រើនពេកចាប់ផ្តើមបោះអ្នកចេញ។នៅពេលមានការសង្ស័យសូមបោះជំហានទៅមុខដើម្បីពិចារណាថាតើមានដំណើរការល្អបំផុតសម្រាប់អ្នកដោយមិនធ្វើឱ្យទំនាក់ទំនងរបស់អ្នកមានគ្រោះថ្នាក់។ទន្ទឹមនឹងនេះ Venus និង Pluto បង្កើតបានជាការតភ្ជាប់ទន់ដោយកំណត់ឈុតសម្រាប់ការតភ្ជាប់ភ្លាមៗនៅពេលដែលអ្នកងាយរងគ្រោះនិងមានឆន្ទៈក្នុងការដាក់ខ្លួនអ្នកនៅទីនោះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Much focus is directed toward your relationships, dearest Leo, as the Gemini moon aspects Mercury, Saturn, the sun, and Chiron. You'll crave positivity and chemistry within your romantic and platonic connections, making it easier to move away from those who bring you down. Now is also a good time to address unhealthy social dynamics, tearing down any hierarchies that have become cliquish or toxic. Meanwhile, Venus and Pluto share a sweet aspect, bringing transformative vibes to matters of the heart. Dip your toe into intimate waters if you've been hoping to develop something serious with that special someone."
        },
        "kh": {
            "today": "ការផ្តោតអារម្មណ៍ជាច្រើនត្រូវបានដឹកនាំឆ្ពោះទៅរកទំនាក់ទំនងរបស់អ្នក, សួស្តី Leo, ដូចជា, ទិដ្ឋភាព Moon Moon Moon, Saturs, ព្រះអាទិត្យនិង Chiron ។អ្នកនឹងមានភាពវិជ្ជមាននិងគីមីវិទ្យានៅក្នុងការតភ្ជាប់ដ៏រ៉ូមែនទិកនិងការតភ្ជាប់របស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការឃ្លាតឆ្ងាយពីអ្នកដែលធ្វើឱ្យអ្នកខកចិត្ត។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការដោះស្រាយសក្ដានុពលសង្គមដែលមិនមានសុខភាពល្អដោយទឹកភ្នែកនៅលើឋានានុក្រមណាមួយដែលបានក្លាយទៅជាគម្លាតឬពុល។ទន្ទឹមនឹងនេះ Venus និង Pluto ចែករំលែកទិដ្ឋភាពដ៏ផ្អែមល្ហែមដែលនាំមកនូវភាពរស់រវើកដែលផ្លាស់ប្តូរទៅជាបញ្ហានៃបេះដូង។ជ្រលក់ម្រាមជើងរបស់អ្នកចូលក្នុងទឹកដែលមានភាពស្និទ្ធស្នាលប្រសិនបើអ្នកសង្ឃឹមថានឹងអភិវឌ្ឍអ្វីដែលធ្ងន់ធ្ងរជាមួយនរណាម្នាក់ពិសេសនោះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Welcome solitude and healthy boundaries today, dearest Taurus, as the Gemini moon aspects Mercury, Saturn, the sun, and Chiron. You could become disenchanted by specific dynamics within your social sphere, and pulling back can help you reclaim peace of mind. Focusing on your professional aspirations will act as a welcome distraction, and your patience may pay off when it comes to actualizing long-term dreams. Meanwhile, Venus, your planetary ruler, aspects transformative Pluto. Harness these vibes by allowing your behavioral patterns to evolve and mature as you set your sights on new heights, finding refinement in this process."
        },
        "kh": {
            "today": "សូមស្វាគមន៍ការស្វាគមន៍និងព្រំដែនដែលមានសុខភាពល្អនៅថ្ងៃនេះ Taurus ជាទីស្រឡាញ់បំផុតនៅពេលដែលទិដ្ឋភាព Moon Moon March, Saturs, ព្រះអាទិត្យនិង Chiron ។អ្នកអាចក្លាយជាអ្នកដែលមិនចេះរីងស្ងួតដោយសក្ដានុពលជាក់លាក់នៅក្នុងវិស័យសង្គមរបស់អ្នកហើយទាញត្រឡប់មកវិញអាចជួយឱ្យអ្នកទទួលបាននូវសន្តិភាពនៃចិត្ត។ការផ្តោតអារម្មណ៍លើសេចក្តីប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈរបស់អ្នកនឹងដើរតួជាការរំខានស្វាគមន៍ហើយការអត់ធ្មត់របស់អ្នកអាចសងនៅពេលនិយាយអំពីក្តីសុបិន្តរយៈពេលវែង។ទន្ទឹមនឹងនេះភពសុក្រដែលជាអ្នកគ្រប់គ្រងលើភពរបស់អ្នកទិដ្ឋភាពផ្លាតូផ្លាស់ប្តូរ។ទាញយករំញ័រទាំងនេះដោយអនុញ្ញាតឱ្យលំនាំឥរិយាបថរបស់អ្នកវិវត្តនិងចាស់ទុំនៅពេលអ្នកកំណត់ទិសដៅរបស់អ្នកនៅលើកំពស់ថ្មីដោយស្វែងរកការកែលម្អនៅក្នុងដំណើរការនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "There will be much to accomplish and many opportunities to shine, dearest Gemini, as the moon continues its journey through your sign. Supportive aspects with Mercury, the sun, and Chiron make it easier to self-promote and lean on faith, helping you expand beyond your wildest dreams. However, a harsh square with Saturn cautions against pushing the envelope too far, especially when contesting with those who have more experience or are in a position of authority. Meanwhile, Venus and Pluto share a sweet connection, encouraging you to find deeper meaning within your social sphere by breaching philosophical topics."
        },
        "kh": {
            "today": "វានឹងមានឱកាសជាច្រើនដើម្បីសម្រេចបាននិងឱកាសជាច្រើនក្នុងការបញ្ចាំងពន្លឺដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈសញ្ញារបស់អ្នក។ទិដ្ឋភាពគាំទ្រជាមួយបារតព្រះអាទិត្យនិងជីរអីរជឺរីធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការលើកកម្ពស់ខ្លួនឯងនិងគ្មានខ្លាញ់លើជំនឿជួយអ្នកឱ្យពង្រីកខ្លួនលើសពីក្តីសុបិន្តដ៏សាហាវរបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយការ៉េដ៏សាហាវមួយដែលមានសសរភាពប្រយ័ត្នប្រយែងប្រឆាំងនឹងស្រោមសំបុត្រឆ្ងាយឆ្ងាយជាពិសេសនៅពេលការប្រកួតប្រជែងជាមួយអ្នកដែលមានបទពិសោធច្រើនឬស្ថិតក្នុងជំហររបស់អាជ្ញាធរ។ទន្ទឹមនឹងនេះ Venus មាន Venus និង Pluto ចែករំលែកការតភ្ជាប់ដ៏ផ្អែមល្ហែមលើកទឹកចិត្តអ្នកឱ្យរកអត្ថន័យកាន់តែស៊ីជម្រៅនៅក្នុងវិស័យសង្គមរបស់អ្នកដោយរំលោភលើប្រធានបទទស្សនវិជ្ជា។"
        }
    }
]