[
    {
        "sign": "Aries",
        "en": {
            "today": "Be inclusive and bring loved ones together, dear ram, as the Libra Moon and Venus align. These communal vibes are perfect for sharing connections and cross-networking. You'll be in the mood to make a deal once Luna enters Scorpio, heightening your business savvy. When negotiating, recognize the difference between professional and personal dynamics. Feelings intensify while Mercury stirs midafternoon, and you may feel inspired to confide your secrets in another. Just be mindful of who you expose vulnerabilities to. Destructive Pluto becomes agitated this evening, which could trigger jealousy or competition with people you consider friends."
        },
        "kh": {
            "today": "ចូររួមបញ្ជូលគ្នា និងនាំមនុស្សជាទីស្រលាញ់មកជាមួយគ្នា ចៀមជាទីស្រឡាញ់ ខណៈដែល Libra Moon និង Venus តម្រឹម។ភាពរំជើបរំជួលរួមទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការចែករំលែកការតភ្ជាប់ និងការឆ្លងបណ្តាញ។អ្នកនឹងមានអារម្មណ៍ចង់ធ្វើកិច្ចព្រមព្រៀងនៅពេលដែល Luna ចូល Scorpio បង្កើនការយល់ដឹងអំពីអាជីវកម្មរបស់អ្នក។នៅពេលចរចា ទទួលស្គាល់ភាពខុសគ្នារវាងសក្ដានុពលវិជ្ជាជីវៈ និងផ្ទាល់ខ្លួន។អារម្មណ៍កាន់តែខ្លាំង ខណៈពេលដែលបារតរំកិលនៅពេលរសៀល ហើយអ្នកអាចមានអារម្មណ៍ថាត្រូវបានបំផុសគំនិតឱ្យលាក់អាថ៌កំបាំងរបស់អ្នកនៅក្នុងមួយផ្សេងទៀត។គ្រាន់តែចាំថាអ្នកបង្ហាញភាពងាយរងគ្រោះដល់អ្នកណា។ការបំផ្លិចបំផ្លាញ ផ្លាតូ កាន់តែតានតឹងនៅល្ងាចនេះ ដែលអាចបង្កឱ្យមានការច្រណែន ឬការប្រកួតប្រជែងជាមួយមនុស្សដែលអ្នកចាត់ទុកជាមិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Romantic dreams and early morning cuddle sessions put you in a sweet mood, dearest Leo. Spread love and create harmonious environments as the Libra Moon and Venus align. Check in with yourself once Luna enters Scorpio, forcing you to face feelings you've been avoiding. Lying low at home can be helpful if you need extra rest or feel emotionally tender. Get to know loved ones better by asking deep questions when Mercury activates midafternoon. If others seem shy, volunteer your own stories first. Jealousy or possessiveness could impart serious damage to your relationships while Pluto becomes agitated this evening."
        },
        "kh": {
            "today": "សុបិន​រ៉ូមែនទិក​និង​ការ​ថើប​ពេល​ព្រឹក​ព្រលឹម​ធ្វើ​ឱ្យ​អ្នក​មាន​អារម្មណ៍​ផ្អែម​ល្ហែម​ជា​ទី​ស្រឡាញ់ Leo ។ចែកចាយស្នេហា និងបង្កើតបរិយាកាសចុះសម្រុងគ្នា នៅពេលដែលព្រះច័ន្ទ Libra និង Venus តម្រឹម។ពិនិត្យមើលខ្លួនអ្នកនៅពេលដែល Luna ចូលទៅក្នុង Scorpio ដោយបង្ខំអ្នកឱ្យប្រឈមមុខនឹងអារម្មណ៍ដែលអ្នកបានជៀសវាង។ការ​ដេក​នៅ​ផ្ទះ​ទាប​អាច​មាន​ប្រយោជន៍​ប្រសិន​បើ​អ្នក​ត្រូវ​ការ​សម្រាក​បន្ថែម ឬ​មាន​អារម្មណ៍​ស្រទន់។ស្គាល់​មនុស្ស​ជា​ទី​ស្រឡាញ់​ឱ្យ​កាន់​តែ​ច្បាស់​ដោយ​ការ​សួរ​សំណួរ​ស៊ីជម្រៅ​នៅ​ពេល​បារត​ធ្វើ​ឱ្យ​សកម្ម​ពេល​រសៀល។ប្រសិនបើអ្នកផ្សេងទៀតហាក់ដូចជាខ្មាស់អៀន ចូរស្ម័គ្រចិត្តរឿងផ្ទាល់ខ្លួនរបស់អ្នកជាមុនសិន។ការច្រណែន ឬការមានទ្រព្យសម្បតិ្តអាចបណ្តាលឱ្យខូចខាតយ៉ាងធ្ងន់ធ្ងរដល់ទំនាក់ទំនងរបស់អ្នក ខណៈពេលដែលភពភ្លុយតុងកាន់តែតានតឹងនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take a constructive approach toward rest and wellness, dear Taurus. As the weekend kicks off, the Libra Moon and Venus urge you to release stress and pamper the body. You should feel balanced and refreshed once Luna enters Scorpio. With your energetic and emotional cups full, you'll be eager to connect with loved ones. Romantic interactions intensify, but be mindful to think critically about the qualities that make someone a good partner. Discussions around community, friendship, and political ideologies will help you determine if love is truly in the cards while Mercury activates midafternoon. Leave companions wanting more when Pluto stirs later tonight."
        },
        "kh": {
            "today": "ទទួលយកវិធីសាស្រ្តស្ថាបនាឆ្ពោះទៅរកការសម្រាក និងសុខុមាលភាព, Taurus ជាទីស្រឡាញ់។នៅពេលចុងសប្តាហ៍ចាប់ផ្តើម Libra Moon និង Venus ជំរុញឱ្យអ្នកបញ្ចេញភាពតានតឹងនិងធ្វើឱ្យរាងកាយមានអារម្មណ៍។អ្នកគួរតែមានអារម្មណ៍ថាមានតុល្យភាព និងស្រស់ស្រាយនៅពេលដែល Luna ចូល Scorpio។ជាមួយនឹងពែងដ៏ស្វាហាប់ និងអារម្មណ៍របស់អ្នកពេញ អ្នកនឹងចង់ភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សជាទីស្រលាញ់។ទំនាក់ទំនងស្នេហាកាន់តែខ្លាំងក្លា ប៉ុន្តែត្រូវគិតពិចារណាឱ្យបានល្អិតល្អន់អំពីគុណសម្បត្តិដែលធ្វើឱ្យនរណាម្នាក់ក្លាយជាដៃគូល្អ។ការពិភាក្សាជុំវិញសហគមន៍ មិត្តភាព និងមនោគមវិជ្ជានយោបាយ នឹងជួយអ្នកកំណត់ថាតើសេចក្ដីស្រឡាញ់ពិតជាមាននៅក្នុងសន្លឹកបៀ ខណៈពេលដែលភព Mercury ដំណើរការនៅពេលរសៀល។ទុកឱ្យដៃគូដែលចង់បានបន្ថែមទៀតនៅពេលដែល Pluto កូរនៅពេលក្រោយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Allow yourself to dream this morning, dear Gemini, as the Libra Moon and Venus align. Establish personal balance and an optimistic attitude as you work toward manifesting goals. You'll need to operate on a more practical wavelength once Luna enters Scorpio, emphasizing the importance of strategy and consistent effort. Share your plans with someone whose opinion you respect while Mercury stirs midafternoon. Soaking up the wisdom of a mentor will streamline your agenda to new heights. Identify generational habits that aren't serving you when Pluto activates this evening, vowing to break free from cycles that might otherwise hold you back."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យខ្លួនអ្នកសុបិន្តនៅព្រឹកនេះ, Gemini ជាទីស្រឡាញ់, នៅពេលដែល Libra Moon និង Venus តម្រឹម។បង្កើតតុល្យភាពផ្ទាល់ខ្លួន និងអាកប្បកិរិយាសុទិដ្ឋិនិយម នៅពេលអ្នកធ្វើការឆ្ពោះទៅរកគោលដៅបង្ហាញ។អ្នកនឹងត្រូវប្រតិបត្តិការលើរលកជាក់ស្តែងបន្ថែមទៀត នៅពេលដែល Luna ចូល Scorpio ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃយុទ្ធសាស្ត្រ និងការខិតខំប្រឹងប្រែងជាប់លាប់។ចែករំលែកផែនការរបស់អ្នកជាមួយនរណាម្នាក់ដែលមានគំនិតដែលអ្នកគោរព ខណៈពេលដែលបារតកូរនៅពេលរសៀល។ការស្រូបយកប្រាជ្ញារបស់អ្នកណែនាំនឹងសម្រួលរបៀបវារៈរបស់អ្នកទៅកាន់កម្ពស់ថ្មី។កំណត់ទម្លាប់ជំនាន់ដែលមិនបម្រើអ្នក នៅពេលដែលភពភ្លុយតុងដំណើរការនៅល្ងាចនេះ ដោយប្តេជ្ញាថានឹងរួចផុតពីវដ្ត ដែលអាចរារាំងអ្នកបាន។"
        }
    }
]