[
    {
        "sign": "Aries",
        "en": {
            "today": "A flurry of activity causes your thoughts to race this morning, dear Aries, as the Virgo moon and Jupiter square off. Recognize if you've bitten off more than you can chew, asking for help if you could use an extra hand. Be mindful of how you support and fuel your body as the hours pass. Though you'll have much that needs to be done, try not to put convenience above health. Reevaluate your routines and structures later tonight when Luna aligns with the nodes of fate and Saturn, asking you to bring more discipline and order to your life."
        },
        "kh": {
            "today": "សកម្មភាពដ៏អស្ចារ្យមួយបណ្តាលឱ្យគំនិតរបស់អ្នកប្រណាំងនៅព្រឹកនេះជាទីស្រឡាញ់ Areies ដែលជាទីស្រឡាញ់នៅពេលព្រះចន្ទរបស់ Virgo និង Jupiter Square បិទ។ទទួលស្គាល់ប្រសិនបើអ្នកខាំច្រើនជាងអ្វីដែលអ្នកអាចទំពារបានការស្នើសុំជំនួយប្រសិនបើអ្នកអាចប្រើដៃបន្ថែមបាន។សូមចងចាំពីរបៀបដែលអ្នកគាំទ្រនិងធ្វើឱ្យរាងកាយរបស់អ្នកកើនឡើងនៅពេលម៉ោងកន្លងផុតទៅ។ទោះបីជាអ្នកនឹងមានអ្វីជាច្រើនដែលត្រូវធ្វើក៏ដោយព្យាយាមមិនឱ្យមានភាពងាយស្រួលខ្ពស់ជាងសុខភាព។វាយតម្លៃលើទម្លាប់និងរចនាសម្ព័ន្ធរបស់អ្នកឡើងវិញនៅរាត្រីនេះនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងរបស់វាសនានិងសៅរ៍ដោយស្នើសុំឱ្យអ្នកនាំយកវិន័យបន្ថែមទៀតនិងបញ្ជាទិញជីវិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Recognize that your time and energy are finite, dearest Leo, as the Virgo moon and Jupiter square off. Your attention will be in high demand, but giving too much of yourself to others could cause you to disconnect. Monitor your screen time to stay rooted in the present, and consider silencing notifications if your phone becomes a constant source of distraction. Check stubborn behaviors this evening when Luna aspects the nodes of fate, which could cause you to dig in unnecessarily. Bring structure to your plans for personal evolution later tonight when Saturn stirs in your solar eighth house."
        },
        "kh": {
            "today": "ទទួលស្គាល់ថាពេលវេលានិងថាមពលរបស់អ្នកគឺមានកំណត់, ជាទីស្រឡាញ់បំផុត, ដូចជាព្រះចន្ទព្រះមហិត្តិយសនិងជូហ្រារការ៉េ។ការយកចិត្តទុកដាក់របស់អ្នកនឹងមានតម្រូវការខ្ពស់ប៉ុន្តែការឱ្យខ្លួនអ្នកច្រើនពេកចំពោះអ្នកដទៃអាចធ្វើឱ្យអ្នកផ្តាច់។តាមដានពេលវេលាអេក្រង់របស់អ្នកឱ្យនៅជាប់នឹងលំនឹងបច្ចុប្បន្នហើយពិចារណាការជូនដំណឹងបំបិទសំឡេងប្រសិនបើទូរស័ព្ទរបស់អ្នកក្លាយជាប្រភពថេរនៃការរំខាន។ពិនិត្យមើលឥរិយាបទរឹងចចេសនៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពឡូសដែលថ្នាំងនៃជោគវាសនាដែលអាចបណ្តាលឱ្យអ្នកជីកក្នុងការជីកដោយមិនចាំបាច់។នាំមកនូវរចនាសម្ព័ន្ធទៅនឹងផែនការរបស់អ្នកសម្រាប់ការវិវត្តន៍ផ្ទាល់ខ្លួននៅយប់នេះនៅពេល Saturn កូរនៅក្នុងផ្ទះទី 8 របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Believe in your process, dearest Taurus, as the Virgo moon and Jupiter square off this morning. Challenge yourself to operate slightly outside of your comfort zone, embracing your most bold and creative self. You'll gain confidence as the hours pass and will benefit from the encouragement of friends. Be mindful of who you invite into your social sphere when Luna aspects the nodes of fate this evening, prioritizing loyal companions over unproven friendships. Recognize if your screen time has been slowing passion projects when Saturn becomes agitated later tonight, setting new boundaries with your electronics as needed."
        },
        "kh": {
            "today": "ជឿលើដំណើរការរបស់អ្នក Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជាព្រះចន្ទរបស់ Virgo និង Jupiter Square បិទនៅព្រឹកនេះ។ប្រកួតប្រជែងខ្លួនឯងដើម្បីធ្វើប្រតិបត្តិការបន្តិចនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នកដោយឱបក្រសោបខ្លួនឯងដិតនិងច្នៃប្រឌិតបំផុតរបស់អ្នក។អ្នកនឹងទទួលបានទំនុកចិត្តនៅពេលម៉ោងកន្លងផុតទៅហើយនឹងទទួលបានអត្ថប្រយោជន៍ពីការលើកទឹកចិត្តរបស់មិត្តភក្តិ។សូមចងចាំថាតើអ្នកដែលអ្នកអញ្ជើញអ្នកដែលអ្នកបានអញ្ជើញចូលទៅក្នុងវិស័យសង្គមរបស់អ្នកនៅពេលដែលទិដ្ឋភាពឡុងថ្នាំងថ្នាំងនៃវាសនានៅល្ងាចនេះដោយផ្តល់អាទិភាពដល់ដៃគូស្មោះត្រង់ជាងមិត្តភាពដែលមិនសមហេតុផល។ទទួលស្គាល់ប្រសិនបើពេលវេលានៃអេក្រង់របស់អ្នកកំពុងយឺត ៗ គម្រោងតណ្ហានៅពេលដែល Saturn មានអារម្មណ៍ធុញថប់នៅយប់នេះដោយកំណត់ព្រំដែនថ្មីជាមួយនឹងគ្រឿងអេឡិចត្រូនិចរបស់អ្នកតាមតម្រូវការ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Emotions intensify as the Virgo moon and Jupiter square off, dear Gemini, and it may be difficult to hide your feelings. Take a few extra moments to pamper and center yourself before starting the day, especially if frustrations have been brewing within your private life. Allow your intuition to guide you as the hours pass, but notice how certain people impact your state of mind. A bittersweet energy emerges when Luna aspect the nodes of fate this evening, asking you to nurture the child within. Set boundaries with the outside world to fully recharge from home while Saturn stirs later tonight."
        },
        "kh": {
            "today": "អារម្មណ៍កាន់តែខ្លាំងឡើងនៅពេលព្រះច័ន្ទរបស់ Virgo និង Jupiter Square បិទ, Gemini ជាទីស្រឡាញ់, ហើយវាអាចពិបាកក្នុងការលាក់អារម្មណ៍របស់អ្នក។ចំណាយពេលមួយភ្លែតបន្ថែមទៀតដើម្បីធ្វើឱ្យប្រសើរឡើងហើយផ្តោតលើខ្លួនអ្នកមុនពេលចាប់ផ្តើមជាពិសេសប្រសិនបើការខកចិត្តបានញ៉ាំនៅក្នុងជីវិតឯកជនរបស់អ្នក។អនុញ្ញាតឱ្យវិចារណញាណរបស់អ្នកណែនាំអ្នកនៅពេលម៉ោងឆ្លងកាត់ប៉ុន្តែសូមកត់សម្គាល់ថាតើមនុស្សមួយចំនួនមានឥទ្ធិពលលើស្ថានភាពនៃគំនិតរបស់អ្នក។ថាមពលជូរចត់ចេញបានលេចចេញនៅពេលដែលទិដ្ឋភាពនៃជោគៈថ្នាំងនៃជោគវាសនានៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នកចិញ្ចឹមបីបាច់កុមារនៅខាងក្នុង។កំណត់ព្រំដែនជាមួយពិភពខាងក្រៅដើម្បីបញ្ចូលទឹកប្រាក់យ៉ាងពេញទំហឹងពីផ្ទះខណៈពេលដែល Saturn Stirs នៅយប់នេះ។"
        }
    }
]