[
    {
        "sign": "Aries",
        "en": {
            "today": "Prioritize your own goals this morning, dear Aries, as the Sagittarius moon squares off with the nodes of fate. Though you likely have many items on your to-do list, try not to sacrifice your dreams to build up someone else's. The universe conspires to lift you, though you'll need to steer the ship in a direction that can lead you toward the future you envision. Do something adventurous as the hours unfold, gaining fresh perspectives while experiencing new things. Healing vibes flow when Luna blows a kiss to Chiron this evening, helping you overcome self-doubt or issues with imposter syndrome."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពដល់គោលដៅផ្ទាល់ខ្លួនរបស់អ្នកនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Sagittarius Moon Squares បិទជាមួយនឹងថ្នាំងនៃវាសនា។ទោះបីជាអ្នកទំនងជាមានរបស់របរជាច្រើននៅលើបញ្ជីការងារត្រូវធ្វើរបស់អ្នកក៏ដោយសូមកុំលះបង់ក្តីសុបិន្តរបស់អ្នកដើម្បីកសាងអ្នកផ្សេង។សាកលលោកបានឃុបឃិតដើម្បីលើកអ្នកទោះបីអ្នកត្រូវការបញ្ជាកប៉ាល់ក្នុងទិសដៅដែលអាចនាំអ្នកឆ្ពោះទៅរកអនាគតអ្នក។ធ្វើអ្វីមួយដែលផ្សងព្រេងនៅពេលម៉ោងបានលាតត្រដាងដោយទទួលបានទស្សនវិស័យស្រស់បំព្រងពេលកំពុងជួបប្រទះចំណុចថ្មីៗ។ការព្យាបាលជំងឺរលាកស្រាប់ហូរនៅពេលដែលឡុងផ្លុំការថើបទៅនឹងជីអររីននៅល្ងាចនេះជួយអ្នកឱ្យយកឈ្នះលើបញ្ហាការសង្ស័យឬបញ្ហាដែលមានរោគសញ្ញា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Acknowledge if you've been standing in your way, dear Leo, as the Sagittarius moon squares off with the nodes of fate. Fears around change or inauthenticity will be pronounced, and it'll be necessary to find your bearings before you can move forward once more. Luckily, your confidence builds as the hours unfold, making it easier to go out on a limb when you need to. Trust that your bravery will be rewarded by the universe, even if you're not entirely sure about what comes next. Connect with your higher power to receive further reinforcement when Luna and Chiron align later this evening."
        },
        "kh": {
            "today": "ទទួលស្គាល់ប្រសិនបើអ្នកបានឈរនៅលើផ្លូវរបស់អ្នកលីអូជាទីស្រឡាញ់នៅពេលដែល Sagittarius Moon Squares បិទជាមួយនឹងថ្នាំងនៃវាសនា។ការភ័យខ្លាចជុំវិញការផ្លាស់ប្តូរឬការមិនប្រក្រតីនឹងត្រូវបានប្រកាសហើយវាចាំបាច់ក្នុងការស្វែងរកសត្វខ្លាឃ្មុំរបស់អ្នកមុនពេលអ្នកអាចឆ្ពោះទៅមុខម្តងទៀត។សំណាងល្អការជឿជាក់របស់អ្នកបង្កើតបាននៅពេលម៉ោងបានលាតត្រដាងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការចេញទៅក្រៅនៅលើដៃនៅពេលអ្នកត្រូវការ។ជឿជាក់ថាភាពក្លាហានរបស់អ្នកនឹងទទួលបានរង្វាន់ដោយសកលលោកទោះបីជាអ្នកមិនប្រាកដទាំងស្រុងអំពីអ្វីដែលកើតឡើងបន្ទាប់ក៏ដោយ។ភ្ជាប់ទំនាក់ទំនងជាមួយអំណាចខ្ពស់របស់អ្នកដើម្បីទទួលបានការពង្រឹងបន្ថែមទៀតនៅពេលដែល Luna និង Chiron បានតម្រឹមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Sagittarius moon squares off with the nodes of fate this morning, dear Taurus, creating tension within the collective. You'll feel particularly sensitive to the energy flowing through your community and should take care to avoid any peers who are prone to drama or negativity. The atmosphere lightens as the hours unfold, giving you a chance to clear the mind so intuitive messages can trickle in. Notice if the universe is steering you toward or away from something, flowing with the cycle of change. Introspection brings empowerment when Chiron stirs later tonight, so be sure to seek solitude."
        },
        "kh": {
            "today": "Sagittarius Moon Squares បិទជាមួយនឹងថ្នាំងនៃជោគវាសនានៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បង្កើតភាពតានតឹងនៅក្នុងសមូហភាព។អ្នកនឹងមានអារម្មណ៍រសើបខ្លាំងចំពោះថាមពលដែលហូរកាត់សហគមន៍របស់អ្នកហើយគួរតែយកចិត្តទុកដាក់ដើម្បីចៀសវាងមិត្តភក្តិដែលងាយនឹងល្ខោនឬភាពអវិជ្ជមាន។បរិយាកាសស្រាលនៅពេលម៉ោងលាតត្រដាងផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីលុបចិត្តដូច្នេះសារវិចារណញាណអាចធ្វើបាន។ សូមកត់សម្គាល់ប្រសិនបើសកលលោកកំពុងដឹកនាំអ្នកនៅឬឆ្ងាយពីអ្វីដែលហូរជាមួយវដ្តនៃការផ្លាស់ប្តូរ។ការធ្វើឱ្យមានការផ្តល់សិទ្ធិអំណាចដល់ការផ្តល់សិទ្ធិអំណាចនៅពេលដែល chiron បានកូរនៅយប់នេះដូច្នេះត្រូវប្រាកដថាស្វែងរកនៅតែឯង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Frustrations could brew within your love life, dear Gemini, as the Sagittarius moon squares off with the nodes of fate. Feeling neglected or steamrolled could trigger dramatic arguments, but it may be challenging to get your point across. Rather than addressing issues the moment they arise, take time to sort through your feelings. Recognize if you're more temperamental than usual because of a lack of sleep or increased stress around the office. The atmosphere elevates later this evening when Luna and Chiron form a healing aspect, helping you reestablish connection and the sense that loved ones have your back."
        },
        "kh": {
            "today": "ការខកចិត្តអាចញ៉ាំនៅក្នុងជីវិតស្នេហារបស់អ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែល Sagintarius Moon Squares បិទជាមួយនឹងថ្នាំងនៃវាសនា។មានអារម្មណ៍ថាមានការធ្វេសប្រហែសឬចំហុយអាចបង្កឱ្យមានអំណះអំណាងយ៉ាងខ្លាំងប៉ុន្តែវាអាចជាបញ្ហាប្រឈមដើម្បីឱ្យចំណុចរបស់អ្នកឆ្លងកាត់។ជាជាងការដោះស្រាយបញ្ហានៅពេលពួកគេក្រោកឡើងចំណាយពេលតម្រៀបតាមអារម្មណ៍របស់អ្នក។ទទួលស្គាល់ប្រសិនបើអ្នកមានចិត្តសប្បុរសច្រើនជាងមុនដោយសារតែការគេងមិនលក់ឬបង្កើនស្ត្រេសជុំវិញការិយាល័យ។បរិយាកាសលើកស្ទួយនៅល្ងាចនេះនៅពេលដែល Luna និង Chiron បង្កើតទិដ្ឋភាពព្យាបាលដោយជួយអ្នកបានបង្កើតការតភ្ជាប់និងអារម្មណ៍ដែលមនុស្សជាទីស្រឡាញ់មានខ្នងរបស់អ្នក។"
        }
    }
]