[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your first thoughts and interactions of the day be healing ones, dear Aries, as the Aquarius Moon and Chiron align. Venus' debut into Capricorn brings a serious and responsible energy to matters of the heart, maturing your approach to love throughout the coming weeks. Be mindful to partner with people you can build a meaningful future with, both romantically and professionally. Avoid conflict online or with peers when Uranus becomes agitated midafternoon. The ambiance will feel more sympathetic and nurturing once Luna enters Pisces and aspects Venus the evening. Hide away with someone special or your favorite pampering rituals to make the most of these vibes."
        },
        "kh": {
            "today": "សូមឱ្យគំនិត និងអន្តរកម្មដំបូងរបស់អ្នកនៅថ្ងៃនោះជាការព្យាបាលអ្នក Aries ជាទីគោរព នៅពេលដែល Aquarius Moon និង Chiron តម្រឹម។ការចាប់ផ្តើមដំបូងរបស់ Venus ចូលទៅក្នុង Capricorn នាំមកនូវថាមពលដ៏ធ្ងន់ធ្ងរ និងការទទួលខុសត្រូវចំពោះបញ្ហានៃបេះដូង ដោយធ្វើឱ្យវិធីសាស្រ្តរបស់អ្នកចំពោះស្នេហាពេញមួយសប្តាហ៍ខាងមុខនេះ។ត្រូវមានចិត្តចង់ចាប់ដៃគូជាមួយមនុស្សដែលអ្នកអាចកសាងអនាគតដ៏មានន័យជាមួយ ទាំងស្នេហា និងអាជីព។ជៀសវាងជម្លោះតាមអ៊ីនធឺណិត ឬជាមួយមិត្តភ័ក្តិ នៅពេលដែលភពអ៊ុយរ៉ានុស មានភាពច្របូកច្របល់នៅពេលរសៀល។បរិយាកាស​នឹង​មាន​អារម្មណ៍​អាណិត​អាសូរ និង​មាន​ការ​ចិញ្ចឹម​បីបាច់​នៅ​ពេល Luna ចូល Pisces និង​ទិដ្ឋភាព Venus នៅ​ពេល​ល្ងាច។លាក់ខ្លួនឱ្យឆ្ងាយជាមួយនរណាម្នាក់ពិសេស ឬពិធីសូត្រមន្តសំណព្វរបស់អ្នក ដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Aquarius Moon and Chiron seek to heal and harmonize your spirit, dear Leo. Connect with your higher power before starting the day to find peace and clarity. Venus's debut into Capricorn triggers a renewed devotion to your work and health goals. Focus on cultivating routines that bring out your most efficient and best life. Now is also a good time to master skills that can help you get ahead professionally. Avoid rocking the boat when Luna squares Uranus midafternoon, especially where love or business is concerned. Release stress to support your thoughts and emotions while Luna enters Pisces and aspects Venus this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Aquarius និង Chiron ស្វែងរកការព្យាបាល និងការចុះសម្រុងនឹងស្មារតីរបស់អ្នក ឡេអូជាទីគោរព។ភ្ជាប់ជាមួយថាមពលខ្ពស់របស់អ្នក មុនពេលចាប់ផ្តើមថ្ងៃ ដើម្បីស្វែងរកសន្តិភាព និងភាពច្បាស់លាស់។ការចាប់ផ្តើមដំបូងរបស់ Venus ចូលទៅក្នុង Capricorn បង្កឱ្យមានការលះបង់ជាថ្មីចំពោះការងារ និងគោលដៅសុខភាពរបស់អ្នក។ផ្តោតលើការបណ្តុះទម្លាប់ដែលនាំមកនូវជីវិតដែលមានប្រសិទ្ធភាព និងល្អបំផុតរបស់អ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អមួយដើម្បីធ្វើជាម្ចាស់ជំនាញដែលអាចជួយអ្នកឈានទៅមុខប្រកបដោយវិជ្ជាជីវៈ។ជៀសវាងការរញ្ជួយទូកនៅពេល Luna ចត Uranus កណ្តាលថ្ងៃត្រង់ ជាពិសេសកន្លែងដែលក្តីស្រឡាញ់ ឬអាជីវកម្មមានការព្រួយបារម្ភ។បញ្ចេញភាពតានតឹង ដើម្បីគាំទ្រគំនិត និងអារម្មណ៍របស់អ្នក ខណៈពេលដែល Luna ចូល Pisces និងទិដ្ឋភាព Venus នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius Moon and Chiron align early this morning, dear Taurus, wiring your psyche for success. Kick off the day with words of affirmation while setting clear goals. Venus, your planetary ruler, debuts into Capricorn to expand your spiritual practices and capacity for love. Be inclusive, optimistic, and imaginative throughout the coming weeks to harness these auspicious vibes. Curb rebellious urges when Uranus activates midafternoon, or you could set yourself back. Find comfort in connection as evening sets in and Luna enters Pisces, forming a soft aspect with Venus."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Aquarius និង Chiron តម្រឹមនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, ខ្សែផ្លូវចិត្តរបស់អ្នកសម្រាប់ភាពជោគជ័យ។ចាប់ផ្តើមថ្ងៃជាមួយនឹងពាក្យបញ្ជាក់ខណៈពេលដែលកំណត់គោលដៅច្បាស់លាស់។Venus ដែលជាអ្នកគ្រប់គ្រងភពរបស់អ្នក ចាប់ផ្តើមចូលទៅក្នុង Capricorn ដើម្បីពង្រីកការអនុវត្ត និងសមត្ថភាពខាងវិញ្ញាណរបស់អ្នកសម្រាប់ស្នេហា។រួមបញ្ចូល សុទិដ្ឋិនិយម និងការស្រមើស្រមៃពេញមួយសប្តាហ៍ខាងមុខនេះ ដើម្បីប្រើប្រាស់នូវភាពរីករាយទាំងនេះ។ទប់ស្កាត់ការបះបោរជំរុញឱ្យនៅពេលដែល Uranus ធ្វើឱ្យសកម្មនៅពេលរសៀល ឬអ្នកអាចកំណត់ខ្លួនអ្នកមកវិញ។ស្វែងរកការលួងលោមក្នុងការតភ្ជាប់នៅពេលរាត្រីចូល ហើយ Luna ចូលទៅក្នុង Pisces បង្កើតជាទិដ្ឋភាពទន់ជាមួយ Venus ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Give energy to people who fill your cup and inspire hope, dear Gemini, as the Aquarius Moon and Chiron align early this morning. Romantic entanglements evolve into something more serious once Venus enters Capricorn, revealing which connections are stable enough to make it. The next few weeks are bound to test and strengthen alliances. If you sense cracks forming in the foundations of existing commitments, it might be time to restructure your relationship or move on. Trust your visions and follow through on ideas that take your breath away when Luna aspects Uranus before entering Pisces later today."
        },
        "kh": {
            "today": "ផ្តល់ថាមពលដល់មនុស្សដែលបំពេញពែងរបស់អ្នក និងជំរុញក្តីសង្ឃឹមរបស់អ្នក Gemini ជាទីស្រឡាញ់ នៅពេលដែល Aquarius Moon និង Chiron តម្រឹមនៅព្រឹកនេះ។ភាពជាប់គាំងរ៉ូមែនទិកវិវត្តទៅជាអ្វីមួយដែលធ្ងន់ធ្ងរជាងនេះនៅពេលដែល Venus ចូល Capricorn ដោយបង្ហាញថាទំនាក់ទំនងណាដែលមានស្ថេរភាពគ្រប់គ្រាន់ដើម្បីបង្កើតវា។ប៉ុន្មានសប្តាហ៍ខាងមុខនេះ នឹងត្រូវធ្វើតេស្ត និងពង្រឹងសម្ព័ន្ធភាព។ប្រសិនបើអ្នកមានអារម្មណ៍ថាមានស្នាមប្រេះនៅក្នុងមូលដ្ឋាននៃការប្តេជ្ញាចិត្តដែលមានស្រាប់ វាអាចដល់ពេលរៀបចំទំនាក់ទំនងរបស់អ្នកឡើងវិញ ឬបន្តទៅមុខទៀត។ជឿជាក់លើការមើលឃើញរបស់អ្នក ហើយធ្វើតាមគំនិតដែលដកដង្ហើមរបស់អ្នកចេញ នៅពេលដែល Luna មើលឃើញ Uranus មុនពេលចូលទៅក្នុង Pisces នៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    }
]