[
    {
        "sign": "Aries",
        "en": {
            "today": "Your sense of stability could be challenged this morning, dear Aries, as the Aquarius moon squares Uranus. Take shocking news, chaotic events, and twists of fate in stride, especially when pieces of information are missing. It would be easy to lose composure while a harsh square between Mars and Chiron intensifies this afternoon, so be mindful to avoid hasty reactions. Now is also a good time to examine how specific actions are hurtful to yourself or loved ones. Slip away into your world once Luna enters Pisces, seeking privacy so you can reflect on present circumstances while building up to new dreams."
        },
        "kh": {
            "today": "អារម្មណ៍ស្ថេរភាពរបស់អ្នកអាចត្រូវបានជំទាស់នៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Aquarius Moon Squares Squares Uranus ។ទទួលយកព័ត៌មានគួរឱ្យភ្ញាក់ផ្អើលព្រឹត្តិការណ៍វឹកវរនិងវឹកវរនៃវាសនាក្នុងជំហានជាពិសេសនៅពេលបំណែកនៃព័ត៌មានបាត់។វាងាយស្រួលក្នុងការបាត់បង់ការឆាបឆេះខណៈដែលការ៉េដ៏កាចសាហាវរវាងភពព្រះអង្គារនិងជឺហ្គូនកាន់តែខ្លាំងក្លានៅរសៀលនេះដូច្នេះត្រូវយកចិត្តទុកដាក់ក្នុងការជៀសវាងប្រតិកម្មរហ័ស។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការពិនិត្យមើលថាតើសកម្មភាពជាក់លាក់មួយមានឥទ្ធិពលចំពោះខ្លួនអ្នកឬមនុស្សជាទីស្រឡាញ់។រអិលទៅក្នុងពិភពលោករបស់អ្នកនៅពេលដែល Luna ចូលក្នុងការធ្លាក់ចុះដោយស្វែងរកភាពឯកជនដូច្នេះអ្នកអាចឆ្លុះបញ្ចាំងពីកាលៈទេសៈបច្ចុប្បន្នខណៈពេលកំពុងបង្កើតក្តីសុបិន្តថ្មី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't be discouraged if loved ones seem distant this morning, darling Leo. A harsh square between the Aquarius moon and Uranus brings an unpredictable energy to the table, and walls may go up suddenly as people scramble to find their footing. Do some soul-searching this afternoon when Mars and Chiron align, examining what you need to feel nurtured, passionate, and on track. Spiritual support systems can be helpful during this time, marking the perfect occasion to meditate, pray, or draw tarot cards. You'll sense change brewing from deep within once Luna enters Pisces and your house of transformation."
        },
        "kh": {
            "today": "កុំធ្លាក់ទឹកចិត្តប្រសិនបើមនុស្សជាទីស្រឡាញ់មើលទៅឆ្ងាយនៅព្រឹកនេះដាលីលីល។ការេដ៏សាហាវមួយរវាង Aquarius Moon និង Uranus នាំមកនូវថាមពលដែលមិនអាចទាយទុកជាមុនបានទៅតុហើយជញ្ជាំងអាចឡើងជិះភ្លាមៗនៅពេលដែលមនុស្សខឹងក្នុងការស្វែងរកជើងរបស់ពួកគេ។ធ្វើព្រលឹងស្វែងរកព្រលឹងនៅរសៀលនេះនៅពេលដែលភពព្រះអង្គារនិងជីរអាលតម្រឹមការពិនិត្យមើលអ្វីដែលអ្នកត្រូវការដើម្បីមានអារម្មណ៍ថាអ្នកចិញ្ចឹមសត្វងាប់និងតាមដាន។ប្រព័ន្ធជំនួយខាងវិញ្ញាណអាចមានប្រយោជន៍ក្នុងអំឡុងពេលនេះការសម្គាល់ឱកាសដ៏ល្អឥតខ្ចោះដើម្បីធ្វើសមាធិអធិស្ឋានឬគូរកាត Tarot ។អ្នកនឹងដឹងច្បាស់ពីការផ្លាស់ប្តូរការផ្លាស់ប្តូរពីការជ្រៅក្នុងពេលតែមួយ Luna ចូលក្នុងការញាំតោននិងផ្ទះរបស់អ្នកនៃការផ្លាស់ប្តូរ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius moon and Uranus square off this morning, dear Taurus, sending shockwaves your way. Sudden obstacles or issues with authority figures may throw you in a loop, but try to stay grounded so impulses don't lead you astray. Unfortunately, it may be challenging to rehearse your words while Mars and Chiron square off, weakening your filter. If you notice physical symptoms of anger bubbling up, find a good reason to excuse yourself. Tensions begin to fade once Luna drifts into ethereal Pisces, washing away unresolved conflicts. Use this energy to promote community by offering olive branches or lending support."
        },
        "kh": {
            "today": "Aquarius Moon និង Uranus Square បិទនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដោយផ្ញើការតស៊ូរបស់អ្នក។ឧបសគ្គឬបញ្ហាមួយរំពេចដែលមានតួលេខរបស់អាជ្ញាធរអាចបោះអ្នកឱ្យជាប់លាប់ប៉ុន្តែព្យាយាមធ្វើឱ្យអ្នកមានមូលដ្ឋានដូច្នេះការលើកទឹកចិត្តមិននាំឱ្យអ្នកវង្វេង។ជាអកុសលវាអាចជាការពិបាកក្នុងការធ្វើពាក្យរបស់អ្នកខណៈដែលភពព្រះអង្គារនិងជែរជែលបញ្ចប់ដោយធ្វើឱ្យតម្រងរបស់អ្នកចុះខ្សោយ។ប្រសិនបើអ្នកកត់សំគាល់រោគសញ្ញារាងកាយនៃកំហឹងកំពុងពុះកញ្ជ្រោលរកមូលហេតុត្រឹមត្រូវដើម្បីដោះសារខ្លួនឯង។ភាពតានតឹងចាប់ផ្តើមរសាត់នៅពេលដែល Luna បានរសាត់ទៅក្នុង Pisteal Pisces ដោយបោកការមិនមានជម្លោះដែលមិនបានដោះស្រាយ។ប្រើថាមពលនេះដើម្បីលើកកម្ពស់សហគមន៍ដោយផ្តល់ជូនសាខាអូលីវឬការគាំទ្រការផ្តល់ប្រាក់កម្ចី។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The energy could feel uncertain yet exciting, darling Gemini, as the Aquarius moon and Uranus square off. Be observant and adventurous to make the most of these vibes, prepared to jump should the opportunity choose to knock. Connecting with your higher power will allow you to see what others cannot, so be sure to keep your third eye strong. Technological distractions threaten to lead you in the opposite direction while Mars and Chiron square off but try not to get sucked into screens when there is beauty right in front of you. Let your fantasies drift further into the future once Luna enters Pisces."
        },
        "kh": {
            "today": "ថាមពលនេះអាចមានអារម្មណ៍ថាមិនប្រាកដប្រជានៅឡើយទេគួរឱ្យរំភើបណាស់ដែលគួរឱ្យរំភើប, Gemini, ដូចជា Aquarius Moon និង Uranus Square បិទ។ត្រូវសង្កេតនិងផ្សងព្រេងដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើនដែលបានរៀបចំលោតគួរតែឱកាសជ្រើសរើសដើម្បីគោះទ្វារ។ការភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលខ្ពស់របស់អ្នកនឹងអនុញ្ញាតឱ្យអ្នកមើលឃើញអ្វីដែលអ្នកដទៃមិនអាចដូច្នេះត្រូវប្រាកដថារក្សាភ្នែកទីបីរបស់អ្នកឱ្យរឹងមាំ។ការរំខានខាងបច្ចេកវិទ្យាគំរាមនាំអ្នកក្នុងទិសដៅផ្ទុយខណៈពេលដែល Mars និង Chiron Square បិទប៉ុន្តែព្យាយាមមិនឱ្យស្រូបចូលក្នុងអេក្រង់នៅពេលដែលមានភាពស្រស់ស្អាតនៅចំពោះមុខអ្នក។សូមឱ្យការស្រមើស្រមៃរបស់អ្នករសាត់កាន់តែខ្លាំងឡើង ៗ នៅពេលដែល Luna ចូលក្នុង Pisces ។"
        }
    }
]