[
    {
        "sign": "Aries",
        "en": {
            "today": "A strange and spiritually charged energy surrounds you, dear Aries, as the Taurus Moon aspects Uranus and Saturn. Expand your perception of reality and look for tiny miracles. You'll feel elevated when in the presence of peers once Luna enters Gemini and aligns with visionary Neptune. These vibes are perfect for taking on leadership or public speaking roles. Allow your light to shine as you share knowledge, spread ideas, or spearhead collaborations. Your social position shifts while Mars and Pluto unite, though some bridges may collapse as you step onto higher ground. Don't let a fear of losing friends stop you from seeking the status you desire, trusting that true allies will stand by you."
        },
        "kh": {
            "today": "ថាមពលដ៏ចម្លែក និងខាងវិញ្ញាណនៅជុំវិញអ្នក Aries ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទ Taurus មើលឃើញ Uranus និង Saturn ។ពង្រីកការយល់ឃើញរបស់អ្នកចំពោះការពិត ហើយរកមើលអព្ភូតហេតុតូចៗ។អ្នក​នឹង​មាន​អារម្មណ៍​ខ្ពស់​ពេល​នៅ​ចំពោះ​មុខ​មិត្តភ័ក្ដិ​នៅ​ពេល Luna ចូល​ក្នុង Gemini ហើយ​តម្រឹម​ជាមួយ​នឹង Neptune ដែល​មាន​ចក្ខុវិស័យ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការទទួលយកតួនាទីជាអ្នកដឹកនាំ ឬការនិយាយជាសាធារណៈ។អនុញ្ញាតឱ្យពន្លឺរបស់អ្នកភ្លឺនៅពេលអ្នកចែករំលែកចំណេះដឹង ផ្សព្វផ្សាយគំនិត ឬការសហការជាអ្នកដឹកនាំ។ទីតាំងសង្គមរបស់អ្នកផ្លាស់ប្តូរ ខណៈពេលដែលភពអង្គារ និងភពភ្លុយតូរួបរួមគ្នា ទោះបីជាស្ពានខ្លះអាចដួលរលំនៅពេលដែលអ្នកឈានជើងទៅកាន់ទីខ្ពស់ក៏ដោយ។កុំបណ្តោយឱ្យការភ័យខ្លាចបាត់បង់មិត្ត បញ្ឈប់អ្នកពីការស្វែងរកឋានៈដែលអ្នកចង់បាន ដោយជឿថាសម្ព័ន្ធមិត្តពិតនឹងឈរក្បែរអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The universe brings beautiful twists of fate your way, dearest Leo, as the Taurus Moon, Uranus, and Saturn activate. These vibes accelerate your partnerships and long-term goals, helping you move ahead in your professional or romantic aspirations. Be direct about what you want, but keep an open mind in case better surprises are in store. Redirect focus toward platonic soulmates as the afternoon rolls in, when Luna enters Gemini and nods to spiritual Neptune. You'll wish to be seen and validated by those who understand you on a quantum level. Meanwhile, Mars and Pluto unite in the sector of your chart that governs love, setting off fireworks within matters of the heart."
        },
        "kh": {
            "today": "ចក្រវាឡនាំមកនូវភាពស្រស់បំព្រងនៃជោគវាសនារបស់អ្នក ឡេអូជាទីគោរពបំផុត នៅពេលដែលព្រះច័ន្ទ Taurus, Uranus និង Saturn ដំណើរការ។ភាពរំជើបរំជួលទាំងនេះបង្កើនល្បឿនភាពជាដៃគូ និងគោលដៅរយៈពេលវែងរបស់អ្នក ដោយជួយអ្នកឈានទៅមុខក្នុងក្តីប្រាថ្នាអាជីព ឬស្នេហារបស់អ្នក។ប្រាប់ដោយផ្ទាល់អំពីអ្វីដែលអ្នកចង់បាន ប៉ុន្តែត្រូវបើកចិត្តឱ្យទូលាយ ក្នុងករណីដែលមានការភ្ញាក់ផ្អើលកាន់តែប្រសើរឡើងនៅក្នុងហាង។បង្វែរការផ្តោតអារម្មណ៍ឆ្ពោះទៅរកមិត្តរួមព្រលឹងប្លាតូនិច នៅពេលរសៀលវិលចូល ពេលដែល Luna ចូលទៅក្នុង Gemini ហើយងក់ក្បាលទៅកាន់ Neptune ខាងវិញ្ញាណ។អ្នក​នឹង​ចង់​ត្រូវ​បាន​គេ​មើល​ឃើញ និង​បញ្ជាក់​ដោយ​អ្នក​ដែល​យល់​ពី​អ្នក​ក្នុង​កម្រិត​ Quantum។ទន្ទឹមនឹងនេះ ភពព្រះអង្គារ និងភពភ្លុយតុងបានរួបរួមគ្នានៅក្នុងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសេចក្តីស្រឡាញ់ ដោយបិទកាំជ្រួចនៅក្នុងបញ្ហានៃបេះដូង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be a pioneer for all that is weird, unique, and authentic, dearest Taurus. As the Moon, Uranus, and Saturn align, much can be gained from putting yourself out there. Shifting trends stem from those who are unafraid to stand out, and your influence will grow if you step into such roles. Take a breather to watch your actions unfold once Luna enters Gemini and aligns with Neptune. Document your observations to ensure your next moves pack an even bigger punch. Groundbreaking vibes infuse your aura while Mars and Pluto unite, encouraging you to push the envelope a little further."
        },
        "kh": {
            "today": "ក្លាយជាអ្នកត្រួសត្រាយផ្លូវសម្រាប់អ្វីៗទាំងអស់ដែលចម្លែក ប្លែក និងពិតប្រាកដ Taurus ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះច័ន្ទ អ៊ុយរ៉ានុស និងភពសៅរ៍តម្រឹម នោះអាចទទួលបានច្រើនពីការដាក់ខ្លួនអ្នកនៅទីនោះ។ការផ្លាស់ប្តូរនិន្នាការកើតឡើងពីអ្នកដែលមិនភ័យខ្លាចក្នុងការលេចធ្លោ ហើយឥទ្ធិពលរបស់អ្នកនឹងកើនឡើង ប្រសិនបើអ្នកឈានជើងចូលទៅក្នុងតួនាទីបែបនេះ។ដកដង្ហើមធំដើម្បីមើលសកម្មភាពរបស់អ្នកដែលលាតត្រដាងនៅពេលដែល Luna ចូលទៅក្នុង Gemini ហើយតម្រឹមជាមួយ Neptune ។ចងក្រងឯកសារការសង្កេតរបស់អ្នក ដើម្បីធានាថាចលនាបន្ទាប់របស់អ្នកខ្ចប់នូវកណ្តាប់ដៃធំជាងនេះ។ភាពរំជើបរំជួលដ៏រំជើបរំជួលដែលបំផុសគំនិតរបស់អ្នក ខណៈពេលដែលភពព្រះអង្គារ និងភពភ្លុយតូរួបរួមគ្នា ដោយលើកទឹកចិត្តអ្នកឱ្យរុញស្រោមសំបុត្រឱ្យកាន់តែឆ្ងាយបន្តិច។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mental blocks shatter into smaller fragments, dearest Gemini, helping you get out of your own way. As the Taurus Moon aligns with Uranus and Saturn, sift through your psyche to determine which lessons or ideas come with you on the road ahead. Be mindful to move forward with purpose once Luna enters your sign this afternoon, thrusting you into the spotlight. Luckily, it will be easy to conceal uncertainty or fears while Neptune stirs. However, you'll need to unlock your bravery and prepare to blaze new trails. Carve a path that would make your ancestors proud when Mars and Pluto unite, and they will conspire to further your goals."
        },
        "kh": {
            "today": "ប្លុកផ្លូវចិត្តបំបែកទៅជាបំណែកតូចជាង Gemini ជាទីស្រឡាញ់ជួយអ្នកឱ្យចេញពីផ្លូវផ្ទាល់ខ្លួនរបស់អ្នក។នៅពេលដែលព្រះច័ន្ទ Taurus តម្រឹមជាមួយ Uranus និង Saturn សូមឆ្លងកាត់ចិត្តរបស់អ្នកដើម្បីកំណត់ថាមេរៀន ឬគំនិតណាមួយមកជាមួយអ្នកនៅលើផ្លូវខាងមុខ។ចងចាំដើម្បីឆ្ពោះទៅមុខដោយមានគោលបំណង នៅពេលដែល Luna ចូលសញ្ញារបស់អ្នកនៅរសៀលនេះ ដោយជំរុញឱ្យអ្នកចាប់អារម្មណ៍។ជាសំណាងល្អ វានឹងងាយស្រួលក្នុងការលាក់បាំងនូវភាពមិនច្បាស់លាស់ ឬការភ័យខ្លាច ខណៈពេលដែលភពណិបទូនកំពុងរំជើបរំជួល។ទោះជាយ៉ាងណាក៏ដោយ អ្នកនឹងត្រូវដោះសោភាពក្លាហានរបស់អ្នក ហើយរៀបចំដើម្បីឆាបឆេះផ្លូវថ្មីៗ។ឆ្លាក់ផ្លូវដែលនឹងធ្វើឱ្យបុព្វបុរសរបស់អ្នកមានមោទនភាព នៅពេលដែលភពអង្គារ និងភពភ្លុយតូរួបរួមគ្នា ហើយពួកគេនឹងឃុបឃិតគ្នាដើម្បីបន្តគោលដៅរបស់អ្នក។"
        }
    }
]