[
    {
        "sign": "Aries",
        "en": {
            "today": "Your intuition rewires itself throughout the coming months, dear Aries, as Jupiter stations retrograde. Your connection with family and the values that your home life revolves around also come under review, and it'll be essential to address how your personal philosophies and emotions are evolving. These vibes are perfect for honoring your roots while continuing on the path of transformation. A desire to update your space may emerge, but you'll want to thoroughly assess projects before taking them on. Avoid feeding into power struggles, obsessions, jealousy, or suspicions later tonight when the Leo quarter Moon stirs up friction."
        },
        "kh": {
            "today": "វិចារណញាណរបស់អ្នកបានបង្កើតឡើងវិញដោយខ្លួនវាពេញមួយខែខាងមុខនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជាស្ថានីយ៍ Jupiter Retrograde ។ការភ្ជាប់ទំនាក់ទំនងរបស់អ្នកជាមួយគ្រួសារនិងគុណតម្លៃដែលជីវិតផ្ទះរបស់អ្នកវិលជុំវិញការត្រួតពិនិត្យឡើងវិញហើយវាចាំបាច់ក្នុងការដោះស្រាយនូវរបៀបដែលទស្សនវិជ្ជានិងអារម្មណ៍ផ្ទាល់ខ្លួនរបស់អ្នកកំពុងវិវឌ្ឍន៍។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការផ្តល់កិត្តិយសដល់ឫសរបស់អ្នកខណៈពេលកំពុងបន្តដើរលើផ្លូវនៃការផ្លាស់ប្តូរ។បំណងប្រាថ្នាដើម្បីធ្វើឱ្យទាន់សម័យចន្លោះរបស់អ្នកអាចលេចចេញមកប៉ុន្តែអ្នកនឹងចង់វាយតម្លៃគម្រោងឱ្យបានហ្មត់ចត់មុនពេលយកវា។ចៀសវាងការចិញ្ចឹមទៅក្នុងការតស៊ូអំណាចការប្រុងប្រយ័ត្នការច្រណែនឈ្នានីសឬការសង្ស័យនៅយប់នេះនៅពេលដែលលីអូភាគតេរៀរីនបានកកិត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your inner philosopher will be highly active throughout the coming months, darling Leo, as Jupiter stations retrograde. Expect your psychic abilities to shift during this time, and consider implementing a more consistent spiritual practice to master the intuition. Take note of your dreams, and if they offer valuable insights. This planetary backspin can also be helpful for correcting behaviors and working toward healthier cycles. Solitude and peace will be particularly beneficial, but notice if you start to feel isolated. The quarter Moon rises in your sign later tonight, stirring up complicated emotions, fragile egos, and intensifying bonds."
        },
        "kh": {
            "today": "ទស្សនវិទូខាងក្នុងរបស់អ្នកនឹងសកម្មខ្ពស់ពេញប៉ុន្មានខែខាងមុខនេះដាលីលីដែលជាស្ថានីយ៍ជេភឺរីបានដកថយ។រំពឹងថាសមត្ថភាពផ្លូវចិត្តរបស់អ្នកនឹងផ្លាស់ប្តូរក្នុងអំឡុងពេលនេះហើយពិចារណាអនុវត្តការអនុវត្តខាងវិញ្ញាណដែលជាប់លាប់ជាងនេះដើម្បីធ្វើជាម្ចាស់នៃវិចារណញាណ។កត់ចំណាំក្តីសុបិន្តរបស់អ្នកហើយប្រសិនបើពួកគេផ្តល់ការយល់ដឹងដ៏មានតម្លៃ។PackSpin ភពនេះក៏អាចមានប្រយោជន៍សម្រាប់ការកែអាកប្បកិរិយានិងធ្វើការឆ្ពោះទៅរកវដ្តដែលមានសុខភាពល្អផងដែរ។ភាពនៅលីវនិងសន្តិភាពនឹងមានអត្ថប្រយោជន៍ជាពិសេសជាពិសេសសូមកត់សម្គាល់ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ឯកោ។ព្រះចន្ទត្រីមាសបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅយប់នេះនៅយប់នេះដោយកូរឱ្យអារម្មណ៍ស្មុគស្មាញ egos egos និងការរឹតបន្តឹង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Return to basics before pursuing additional knowledge, dearest Taurus, as Jupiter stations retrograde in your solar third house. Wisdom can be gained when you place value in simple lessons, and new details will emerge. This planetary backspin lasts until March 10, 2026, giving you plenty of opportunities to retrace steps and uncover fresh discoveries. If you've been considering going back to school, now is a good time to make solid plans. Tension could brew at home once the Leo quarter Moon rises tonight, especially if you or loved ones have felt neglected. Lead with passion without burying your own needs."
        },
        "kh": {
            "today": "ត្រលប់ទៅមូលដ្ឋានគ្រឹះមុនពេលដែលតាមរកចំណេះដឹងបន្ថែម Taurus ដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់បំផុតនៅពេលដែលស្ថានីយ៍ Jupiter បានថយចុះនៅក្នុងផ្ទះទីបីពន្លឺព្រះអាទិត្យរបស់អ្នក។ប្រាជ្ញាអាចទទួលបាននៅពេលអ្នកដាក់តម្លៃក្នុងមេរៀនសាមញ្ញហើយព័ត៌មានលំអិតថ្មីនឹងលេចចេញមក។PackSpin ភពនេះមានរយៈពេលរហូតដល់ថ្ងៃទី 10 ខែមីនាឆ្នាំ 2026 ផ្តល់ឱ្យអ្នកនូវឱកាសជាច្រើនដើម្បីដកហូតជំហាននិងបង្ហាញពីរបកគំហើញថ្មីៗ។ប្រសិនបើអ្នកកំពុងពិចារណាត្រឡប់ទៅសាលារៀនវិញឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីធ្វើផែនការដ៏រឹងមាំ។ភាពតានតឹងអាចស្រាបៀរនៅឯផ្ទះនៅពេលដែលព្រះច័ន្ទអាពាហ៍ពិពាហ៍នៅយប់នេះជាពិសេសប្រសិនបើអ្នកឬមនុស្សជាទីស្រលាញ់មានអារម្មណ៍ស្រឡាំងកាំង។ដឹកនាំដោយចំណង់ចំណូលចិត្តដោយមិនមានបញ្ចុះសពផ្ទាល់ខ្លួន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your financial situation ebbs and flows throughout the next four months, dear Gemini, as Jupiter stations retrograde. Be extra kind to your bank account, and hold off on major purchases. If there's a significant expense in your future, use this energy to save up. Your sense of personal value also comes into focus, and it'll be essential to recognize if you have a habit of selling yourself short. Spending time with nature and curbing materialistic tendencies will bring rewards to your life. The quarter Moon rises in Leo later tonight, intensifying mental or physical burnout if you haven't been taking care of yourself."
        },
        "kh": {
            "today": "ស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នក ebbs និងលំហូរពេញ 4 ខែបន្ទាប់គឺជាទីស្រឡាញ់របស់ Gemini ជាទីស្រឡាញ់នៅពេលស្ថានីយ៍ Jupiter Retrograde ។មានចិត្តល្អចំពោះគណនីធនាគាររបស់អ្នកហើយបិទការទិញធំ ៗ ។ប្រសិនបើមានការចំណាយសំខាន់នៅក្នុងអនាគតរបស់អ្នកសូមប្រើថាមពលនេះដើម្បីសន្សំ។ការយល់ដឹងផ្ទាល់ខ្លួនរបស់អ្នកក៏ត្រូវបានផ្តោតអារម្មណ៍ដែរហើយវាចាំបាច់ក្នុងការទទួលស្គាល់ថាតើអ្នកមានទំលាប់នៃការលក់ខ្លួនអ្នកខ្លីដែរឬទេ។ការចំណាយពេលជាមួយធម្មជាតិនិងការទប់ស្កាត់ទំនោរសញ្ញាសំគាល់របស់សភានឹងនាំមកនូវរង្វាន់ដល់ជីវិតរបស់អ្នក។នៅត្រីមាសព្រះចន្ទរះនៅលីឡៅនៅយប់នេះនៅយប់នេះកាន់តែខ្លាំងឡើងកាន់តែខ្លាំងឡើងប្រសិនបើអ្នកមិនបានថែរក្សាខ្លួនអ្នក។"
        }
    }
]