[
    {
        "sign": "Aries",
        "en": {
            "today": "The Scorpio moon forms sweet connections with Mars rx and Saturn this morning, dear Aries, helping you feel in control without battling change. Now is the time to be honest about your path and what is required for you to evolve and move forward. Expect the unexpected when Luna opposes Uranus later today, taking care to stay grounded. Try to keep an open mind, opting to go with the flow instead of doubling down when you're confronted with surprises or chaos. Look for opportunities to connect deeply with your mind and body as the day comes to a close and the nodes of fate stir."
        },
        "kh": {
            "today": "Cashpio Moon បង្កើតបាននូវការតភ្ជាប់ផ្អែមជាមួយភពព្រះអង្គារ RX និង Saturn នៅព្រឹកនេះ Aries ដែលជាទីស្រឡាញ់ជួយឱ្យអ្នកមានអារម្មណ៍គ្រប់គ្រងដោយមិនមានការប្រយុទ្ធ។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវស្មោះត្រង់ចំពោះផ្លូវរបស់អ្នកនិងអ្វីដែលត្រូវការសម្រាប់អ្នកដើម្បីវិវឌ្ឍន៍ហើយឆ្ពោះទៅមុខ។រំពឹងថានឹងមិននឹកស្មានដល់នៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅពេលបច្ចុប្បន្ននេះដោយយកចិត្តទុកដាក់ក្នុងការផ្តល់ឱ្យ។ព្យាយាមរក្សាចិត្តបើកចំហររើសយកទៅជាមួយលំហូរជំនួសឱ្យការកើនឡើងទ្វេដងនៅពេលអ្នកប្រឈមមុខនឹងការភ្ញាក់ផ្អើលឬភាពវឹកវរ។រកមើលឱកាសដើម្បីភ្ជាប់យ៉ាងជ្រាលជ្រៅជាមួយនឹងគំនិតនិងរាងកាយរបស់អ្នកនៅពេលថ្ងៃមកដល់ការបិទជិតនិងថ្នាំងនៃជោគវាសនា stir ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll move from an instinctual place this morning, dearest lion, as the Scorpio moon aspects Mars rx and Saturn. Assess your impulses before following them, finding a healthy balance between practicality and daring. New commitments could arise as a result of your actions, but be mindful that they contribute to long-term visions for the future. Unexpected obstacles threaten to disrupt your agenda when Luna opposes Uranus later today, though existing new paths could reveal themselves as a result. Calm the spirit by grounding and embracing luxury from the privacy of home before heading to bed when the nodes of fate stir tonight."
        },
        "kh": {
            "today": "អ្នកនឹងផ្លាស់ប្តូរពីកន្លែងដែលមានសភាវគតិនៅព្រឹកនេះ, សត្វតោជាទីស្រឡាញ់បំផុត, ដូចជាទិដ្ឋភាពព្រះចន្ទ Scorpio, Mars RX និង Saturn ។វាយតម្លៃការលើកទឹកចិត្តរបស់អ្នកមុនពេលដើរតាមពួកគេស្វែងរកតុល្យភាពដែលមានសុខភាពល្អរវាងការអនុវត្តជាក់ស្តែងនិងហ៊ាន។ការប្តេជ្ញាចិត្តថ្មីអាចកើតឡើងដែលជាលទ្ធផលនៃសកម្មភាពរបស់អ្នកប៉ុន្តែត្រូវយកចិត្តទុកដាក់ថាពួកគេចូលរួមក្នុងការចូលជាធរមានរយៈពេលវែងសម្រាប់អនាគត។ឧបសគ្គដែលមិននឹកស្មានដល់ការរំខានដល់របៀបវារៈរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅពេលក្រោយសព្វថ្ងៃនេះទោះបីមានផ្លូវថ្មីដែលមានស្រាប់អាចបង្ហាញពីលទ្ធផលរបស់ពួកគេក៏ដោយ។ធ្វើឱ្យស្មារតីស្ងប់ចិត្តដោយការជំរុញនិងឱបប្រពៃណីពីភាពឯកជនរបស់ផ្ទះមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Play catch-up with your correspondence this morning, beloved bull, as the Scorpio moon connects with Mars Rx and Saturn. Even if you don't have any news to share, investing in your network through simple, short, and sweet exchanges will benefit you down the line. Tension brews from above when Luna opposes Uranus later today, putting you in a restless mood. Harness these vibes by doing something out of the ordinary, and take extra care to show your loved ones affection and respect. Embrace laughter and creativity, and play before heading to bed when the nodes of fate activate."
        },
        "kh": {
            "today": "ចាក់ការចាប់យកជាមួយនឹងការឆ្លើយឆ្លងរបស់អ្នកនៅព្រឹកនេះគោជាទីស្រឡាញ់នៅពេលដែលខាសសមុូនភ្ជាប់ជាមួយភពព្រះអង្គារ RX និងសៅរ៍។ទោះបីជាអ្នកមិនមានព័ត៌មានណាមួយចែករំលែកការវិនិយោគនៅក្នុងបណ្តាញរបស់អ្នកតាមរយៈការផ្លាស់ប្តូរសាមញ្ញខ្លីខ្លីនិងផ្អែមនឹងផ្តល់ផលប្រយោជន៍ដល់អ្នក។ភាពតានតឹងនៃភាពតានតឹងបានមកពីខាងលើនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសក្រោយមកទៀតដាក់អ្នកក្នុងអារម្មណ៍មិនស្រួល។ទាញយកមែកធញ្ញាបនភ្នែកទាំងនេះដោយធ្វើអ្វីមួយចេញពីរឿងធម្មតាហើយយកចិត្តទុកដាក់បន្ថែមដើម្បីបង្ហាញអ្នកដែលជាទីស្រឡាញ់របស់អ្នកស្រឡាញ់និងការគោរព។ឱបសំណើចនិងគំនិតច្នៃប្រឌិតហើយលេងមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be required to take responsibility for any seeds you've planted recently, dear Gemini, as the Scorpio moon aspects Mars rx and Saturn. Show that you're willing to step up to the plate when it comes to manifesting prosperity and success, establishing yourself as a refined and reliable professional. Watch out for distractions and disorder when Luna opposes Uranus later today, doing what you can to stay on track and maintain organization. Cap off the day by tuning into your health and wellness needs, bringing structure to your bedtime routines while the nodes of fate guide you toward a higher path."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវទទួលខុសត្រូវចំពោះគ្រាប់ពូជណាមួយដែលអ្នកបានដាំនាពេលថ្មីៗនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាព Mocorpio Mond Mars Rx និង Saturn ។បង្ហាញថាអ្នកមានឆន្ទៈក្នុងការបោះជំហានទៅចាននៅពេលនិយាយអំពីការបង្ហាញភាពរុងរឿងនិងជោគជ័យការបង្កើតខ្លួនអ្នកថាជាអ្នកជំនាញចម្រាញ់និងគួរឱ្យទុកចិត្ត។ប្រយ័ត្នចំពោះការរំខាននិងភាពវឹកវរនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសក្រោយមកដោយធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីរក្សាការគ្រប់គ្រងនិងរក្សាអង្គការបាន។បានបិទថ្ងៃដោយការកែតម្រូវសុខភាពនិងសុខភាពរបស់អ្នកដែលត្រូវបាននាំយករចនាសម្ព័ន្ធទៅដងទន្លេពេលវេលារបស់អ្នកខណៈដែលថ្នាំងនៃជោគវាសនាណែនាំអ្នកឆ្ពោះទៅរកផ្លូវខ្ពស់។"
        }
    }
]