[
    {
        "sign": "Aries",
        "en": {
            "today": "The morning brings much celestial movement, dear Aries, as the moon enters curious Gemini. Forming supportive connections with Uranus, Saturn, Neptune, and Pluto, major perspective shifts are in store. Move outside of your comfort zone to find fresh faces and cultivate new friendships. Try to learn from each encounter, developing your character by absorbing information and getting to know the people who make your community bright. You'll also have a chance to leave your mark, revising how you're seen by peers far and wide. Consider how your routines can be improved as you continue toward milestones while Mars aligns with the nodes of fate later this evening."
        },
        "kh": {
            "today": "ពេលព្រឹកនាំមកនូវចលនាសេឡេស្ទាលជាច្រើនដែលជាទីស្រឡាញ់ Areies នៅពេលដែលព្រះច័ន្ទចូលមករក Gemini ដែលចង់ដឹងចង់ឃើញ។ការបង្កើតការតភ្ជាប់គាំទ្រជាមួយអ៊ុយរ៉ានុស, សៅថនណុបថុននិងផ្លាតូ, ការផ្លាស់ប្តូរទស្សនវិស័យសំខាន់ៗគឺស្ថិតនៅក្នុងហាង។ផ្លាស់ប្តូរនៅខាងក្រៅតំបន់កំសាន្តរបស់អ្នកដើម្បីរកមុខស្រស់និងដាំដុះមិត្តភាពថ្មី។ព្យាយាមរៀនសូត្រពីការជួបជុំគ្នាអភិវឌ្ឍចរិតរបស់អ្នកដោយស្រូបយកព័ត៌មាននិងស្គាល់មនុស្សដែលធ្វើឱ្យសហគមន៍របស់អ្នកភ្លឺ។អ្នកក៏នឹងមានឱកាសចាកចេញពីម៉ាករបស់អ្នកដែលពិនិត្យឡើងវិញនូវរបៀបដែលអ្នកបានឃើញដោយមិត្តភក្ដិនៅឆ្ងាយនិងឆ្ងាយ។ពិចារណាពីរបៀបដែលទម្លាប់របស់អ្នកប្រសើរឡើងនៅពេលអ្នកបន្តឆ្ពោះទៅរកព្រឹត្តិការណ៍ដែលបានតម្រឹមខណៈដែលភពព្រះអង្គារបានតម្រឹមជាមួយនឹងថ្នាំងនៃវាសនានៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Strengthen community bonds and transform your heart while embracing love, dearest Leo. As the Gemini moon aligns with Uranus, Saturn, Neptune, and Pluto, you'll find soul connections that elevate your spirit with ease. Focus on what you wish to be recognized for, putting in work to gain the reputation you desire. Spiritual gatherings will be particularly powerful as the stars align to increase your relationships with the divine. Remember that there is power in connection, shining your light while encouraging others to do the same. Trust that your foundations can support bold moves when Mars aspects the nodes of fate this evening."
        },
        "kh": {
            "today": "ពង្រឹងចំណងសហគមន៍និងបំលែងបេះដូងរបស់អ្នកខណៈពេលដែលឱបក្រសោបស្នេហាដែលជាទីស្រឡាញ់បំផុត។នៅពេលដែល Gemini Mon តម្រឹមជាមួយអ៊ុយរ៉ានុស, សៅថនណុបធុននិងផ្លាតូអ្នកនឹងឃើញថាការតភ្ជាប់ព្រលឹងដែលលើកស្ទួយស្មារតីរបស់អ្នកដោយភាពងាយស្រួល។ផ្តោតលើអ្វីដែលអ្នកចង់ទទួលស្គាល់សម្រាប់ការដាក់ការងារដើម្បីទទួលបានកេរ្តិ៍ឈ្មោះដែលអ្នកចង់បាន។ការជួបជុំខាងវិញ្ញាណនឹងមានឥទ្ធិពលជាពិសេសនៅពេលដែលផ្កាយតម្រឹមដើម្បីបង្កើនទំនាក់ទំនងរបស់អ្នកជាមួយព្រះ។ចងចាំថាមានថាមពលទាក់ទងនឹងពន្លឺរបស់អ្នកភ្លឺរលោងខណៈពេលដែលលើកទឹកចិត្តអ្នកដទៃឱ្យធ្វើដូចគ្នា។ជឿជាក់ថាមូលដ្ឋានគ្រឹះរបស់អ្នកអាចគាំទ្រចលនាដិតនៅពេលដែលទិដ្ឋភាពភពព្រះអង្គារថ្នាំងនៃជោគវាសនានៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Carve out some time for yourself this morning, dearest Taurus, and recognize what you require to reset before another work week emerges fully. As the moon enters Gemini and forms supportive connections with Uranus, Saturn, Neptune, and Pluto, much will be gained when you reflect on visions for success. Do what you must to build yourself up, finding the resilience to tackle any obstacles or hard work that lie ahead. Recognize if you need to invest in your sense of passion and creativity while Mars aspects the nodes of fate, taking a step back from social distractions if necessary."
        },
        "kh": {
            "today": "ឆ្លាក់បានមួយដងសម្រាប់ខ្លួនអ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បំផុតហើយទទួលស្គាល់អ្វីដែលអ្នកត្រូវការកំណត់ឡើងវិញមុនពេលសប្តាហ៍ការងារមួយផ្សេងទៀតលេចចេញយ៉ាងពេញលេញ។នៅពេលដែលព្រះចន្ទចូលមក Gemini និងបង្កើតបានជាការតភ្ជាប់គាំទ្រជាមួយអ៊ុយរ៉ានុស, សៅថនណុនថុននិងផ្លាតូ, ភាគច្រើននឹងទទួលបាននៅពេលដែលអ្នកគិតអំពីចក្ខុវិស័យសម្រាប់ភាពជោគជ័យ។ធ្វើអ្វីដែលអ្នកត្រូវតែដើម្បីកសាងខ្លួនអ្នកដោយស្វែងរកភាពធន់ក្នុងការដោះស្រាយឧបសគ្គឬការខិតខំដែលនៅខាងមុខ។ទទួលស្គាល់ប្រសិនបើអ្នកត្រូវការវិនិយោគលើអារម្មណ៍នៃចំណង់ចំណូលចិត្តនិងការច្នៃប្រឌិតរបស់អ្នកខណៈពេលដែលការផ្សារភពព្រះអង្គាររបស់ជោគវាសនាបានបោះជំហានត្រឡប់មកវិញពីការរំខានក្នុងសង្គមប្រសិនបើចាំបាច់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You should awaken with a newfound sense of self, dearest Gemini, as the moon migrates into your sign. Forming elevating connections with Uranus, Saturn, Neptune, and Pluto, you'll have the power to enchant you while creating your luck. Please make the most of these vibes by investing in your image and doing what it takes to stand out and gain recognition. Networking could take you in exciting new directions, mainly when you focus on people who are more experienced and successful than you are. Find further motivation by remembering the challenges that have shaped you while Mars aspects the nodes of fate."
        },
        "kh": {
            "today": "អ្នកគួរតែភ្ញាក់ឡើងជាមួយនឹងញ្ញាណថ្មីៗនៃអារម្មណ៍ខ្លួនឯងគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទបានផ្លាស់ទៅទីសំគាល់របស់អ្នក។បង្កើតការតភ្ជាប់ការកើនឡើងជាមួយអ៊ុយរ៉ានុស, សៅថនណុបថលនិងផ្លាតូអ្នកនឹងមានអំណាចធ្វើឱ្យអ្នកចាប់អារម្មណ៍នៅពេលបង្កើតសំណាងរបស់អ្នក។សូមធ្វើឱ្យមានភាពរស់រវើកច្រើនបំផុតដោយការវិនិយោគលើរូបភាពរបស់អ្នកហើយធ្វើអ្វីដែលវាត្រូវការដើម្បីលេចធ្លោនិងទទួលបានការទទួលស្គាល់។បណ្តាញអាចនាំអ្នកក្នុងទិសដៅដ៏រំភើបដែលភាគច្រើននៅពេលអ្នកផ្តោតលើមនុស្សដែលមានបទពិសោធន៍ច្រើននិងទទួលបានជោគជ័យជាងអ្នក។ស្វែងរកការលើកទឹកចិត្តបន្ថែមទៀតដោយចងចាំពីបញ្ហាប្រឈមដែលបានធ្វើឱ្យអ្នកមានរាងជាអ្នកខណៈពេលដែលទិដ្ឋភាពភពព្រះអង្គាររបស់ជោគវាសនា។"
        }
    }
]