[
    {
        "sign": "Aries",
        "en": {
            "today": "Bring focus to your home life this weekend, dear ram, as the moon enters Cancer and your solar fourth house. This energy brings out your nurturing side, though an unharmonious start to the day could be in store while Luna squares Venus. Survive these cosmic tides by balancing your needs with those of those around you, finding a compromise everyone can agree on. Luckily, a helpful connection between Mercury and Chiron will simplify your quest for healing, making it easier to bridge gaps. Catch up socially later tonight when the sun and Mercury join forces, allowing the light within to beam through."
        },
        "kh": {
            "today": "នាំមកនូវការផ្តោតអារម្មណ៍ទៅក្នុងជីវិតផ្ទះរបស់អ្នកនៅចុងសប្តាហ៍នេះ Ram ជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះច័មចូលមហារីកនិងផ្ទះទីបួនរបស់អ្នក។ថាមពលនេះនាំមកនូវការបៀតបៀនរបស់អ្នកទោះបីជាអ្នកដែលមានគ្រោះថ្នាក់ក៏ដោយក៏ការចាប់ផ្តើមដែលមិនមានគ្រោះថ្នាក់ដល់ថ្ងៃដែលអាចមាននៅក្នុងហាងខណៈពេលដែល Luna Squares Venus ។រស់រានមានជីវិតនៃជំនោរគ្រឿងសំអាងទាំងនេះដោយធ្វើឱ្យមានតុល្យភាពនៃតម្រូវការរបស់អ្នកជាមួយអ្នកដែលនៅជុំវិញអ្នកស្វែងរកការសម្របសម្រួលមនុស្សគ្រប់គ្នាអាចយល់ព្រមបាន។ជាសំណាងល្អការទំនាក់ទំនងដែលមានប្រយោជន៍រវាងបារតនិងជីរអន្តរជាតិនឹងធ្វើឱ្យការស្វែងរករបស់អ្នកកាន់តែងាយស្រួលសម្រាប់ការព្យាបាលដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការប៉ះពាល់ដល់ចន្លោះប្រហោង។ចាប់យកការធ្វើពីបទក្នុងសង្គមនៅយប់នេះនៅពេលដែលព្រះអាទិត្យនិងបារតចូលរួមដោយកម្លាំងដែលអនុញ្ញាតឱ្យពន្លឺក្នុងធ្នឹមឆ្លងកាត់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A quiet weekend away from the hustle and bustle of everyday life will suit you well, beloved Leo, as the moon enters Cancer and your solar twelfth house. Get explorative with your self-care routines, or find a loved one to get away with when Venus stirs, putting you in the mood for softness and adventure. You'll feel seen and supported when deep or philosophical discussions are embraced, thanks to a helpful connection between Mercury and Chiron. Romantic vibes continue to flow when the sun and Mercury unite later tonight, helping you peel back layers without losing your sense of balance."
        },
        "kh": {
            "today": "ថ្ងៃចុងសប្តាហ៍ដ៏ស្ងប់ស្ងាត់ឆ្ងាយពីភាពអ៊ូអរនៃជីវិតប្រចាំថ្ងៃនឹងសមនឹងអ្នកយ៉ាងល្អដែលជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូលមហារីកនិងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ទទួលបានការផ្លាស់ប្តូរជាមួយនឹងទម្លាប់ថែរក្សាខ្លួនឯងរបស់អ្នកឬរកមនុស្សជាទីស្រឡាញ់ដើម្បីទទួលបាននៅឆ្ងាយនៅពេលដែល Venus Stirs ធ្វើឱ្យអ្នកមានអារម្មណ៍ថាអ្នកមានអារម្មណ៍ទន់សម្រាប់ភាពទន់និងការផ្សងព្រេង។អ្នកនឹងមានអារម្មណ៍ថាបានឃើញនិងគាំទ្រនៅពេលដែលការពិភាក្សាទស្សនវិជ្ជាជ្រៅឬទស្សនវិជ្ជាត្រូវបានឱបក្រសោបដោយអរគុណដល់ការតភ្ជាប់ដែលមានប្រយោជន៍រវាងបារតនិងខួរអាកាស។ភាពរស់រវើករបស់រ៉ូមែនទិកនៅតែបន្តហូរនៅពេលដែលព្រះអាទិត្យនិងបារតរួបរួមគ្នានៅយប់នេះជួយអ្នកឱ្យលាបស្រទាប់ត្រឡប់មកវិញដោយមិនបាត់បង់តុល្យភាពរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Choose hearty meals, cozy environments, and close company, dearest Taurus, as the moon migrates into nurturing Cancer. However, you'll want to get in a few moments for solitude and self-care before starting the day while Luna and Venus square off. You'll find support within your professional community when Mercury and Chiron align, but it may take some bravery to discuss the challenges you've been facing. Allow yourself to be transparent and vulnerable so that trust and mutual respect can be established. Your mind for strategy strengthens later tonight when the sun and Mercury unite, setting your sights on long-term goals."
        },
        "kh": {
            "today": "ជ្រើសរើសយកអាហារដែលមានភាពរឹងមាំបរិស្ថានដែលមានភាពកក់ក្តៅនិងក្រុមហ៊ុនបិទក្រុមហ៊ុន Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទបានផ្លាស់ទៅក្នុងការចិញ្ចឹមបីបាច់ជំងឺមហារីក។ទោះយ៉ាងណាក៏ដោយអ្នកនឹងចង់ទទួលបាននៅពីរបីនាទីសម្រាប់ការនៅលីវនិងការព្យាបាលដោយខ្លួនឯងមុនពេលចាប់ផ្តើមថ្ងៃខណៈពេលដែល Luna និង Venus Square បិទ។អ្នកនឹងរកឃើញការគាំទ្រនៅក្នុងសហគមន៍ជំនាញរបស់អ្នកនៅពេលបារតនិងជីរអាលតម្រឹមប៉ុន្តែវាអាចមានភាពក្លាហានខ្លះដើម្បីពិភាក្សាអំពីបញ្ហាប្រឈមដែលអ្នកបានប្រឈមមុខ។អនុញ្ញាតឱ្យខ្លួនអ្នកមានតម្លាភាពនិងងាយរងគ្រោះដើម្បីឱ្យការទុកចិត្តនិងការគោរពគ្នាទៅវិញទៅមកអាចត្រូវបានបង្កើតឡើង។ចិត្តរបស់អ្នកសម្រាប់យុទ្ធសាស្រ្តពង្រឹងនៅយប់នេះនៅពេលដែលព្រះអាទិត្យនិងបារតរួបរួមគ្នាកំណត់ទិសដៅរបស់អ្នកលើគោលដៅរយៈពេលវែង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna drifts out of your sign and into nurturing Cancer, darling Gemini, bringing a luxurious twist to your weekend. Just be mindful to choose your indulgences wisely while the moon and Venus square off this morning, noticing if your social engagements promote unhealthy choices. How you support your physical self comes into focus, so be sure to show your body some love. You can find healing amongst kindred spirits while Mercury and Chiron align, encouraging you to connect with those who share similar beliefs. Luck is on your side when the sun and Mercury join forces later tonight, so be sure to make a wish!"
        },
        "kh": {
            "today": "Luna បានរសាត់ចេញពីសញ្ញារបស់អ្នកហើយចូលទៅក្នុងការចិញ្ចឹមបីបាច់មហារីក, លោក Darling Gemini, នាំមកនូវភាពប្រណីតមួយនៅចុងសប្តាហ៍របស់អ្នក។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការជ្រើសរើសការបណ្តេញចេញរបស់អ្នកដោយប្រាជ្ញាខណៈដែលព្រះច័ន្ទនិង Venus មានផ្សារហ៊ុននៅព្រឹកនេះដោយកត់សំគាល់ថាតើការចូលរួមក្នុងសង្គមរបស់អ្នកលើកកម្ពស់ជម្រើសមិនល្អ។វិធីដែលអ្នកគាំទ្រខ្លួនឯងរាងកាយរបស់អ្នកចូលមកផ្តោតអារម្មណ៍ដូច្នេះត្រូវប្រាកដថាបង្ហាញរាងកាយរបស់អ្នកនូវសេចក្តីស្រឡាញ់របស់អ្នក។អ្នកអាចរកឃើញការជាសះស្បើយក្នុងចំណោមវិញ្ញាណម្ញសស្ញគ្នាខណៈពេលដែលបារតនិងជីរអេកតម្រឹមលើកទឹកចិត្តអ្នកឱ្យភ្ជាប់ទំនាក់ទំនងជាមួយអ្នកដែលមានជំនឿស្រដៀងគ្នា។សំណាងគឺនៅខាងអ្នកនៅពេលដែលព្រះអាទិត្យនិងបារតចូលរួមជាមួយកម្លាំងនៅយប់នេះដូច្នេះត្រូវប្រាកដថាបានធ្វើឱ្យមានបំណង!"
        }
    }
]