[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer Sun and Scorpio Moon collaborate to soothe hearts and promote intimacy, dear Aries. Use this energy to focus on your closest connections, showing that you care through nurturing gestures. Your empathic abilities also increase, and you'll find much satisfaction in offering compassion to those who need it most. As the day unfolds, reflect on how you can continue to evolve as a kind yet empowered individual. You'll sense change in the air later tonight when Luna aspects the nodes of fate, asking you to rethink the path ahead to make way for new dreams."
        },
        "kh": {
            "today": "ព្រះអាទិត្យមហារីកនិង Scorpio ព្រះចន្ទសហការដើម្បីធ្វើឱ្យមានអារម្មណ៍ធូរស្បើយនិងលើកកម្ពស់ភាពស្និទ្ធស្នាលដែលជាទីស្រឡាញ់។ប្រើថាមពលនេះដើម្បីផ្តោតលើការតភ្ជាប់ជិតបំផុតរបស់អ្នកបំផុតដែលបង្ហាញថាអ្នកយកចិត្តទុកដាក់តាមរយៈកាយវិការចិញ្ចឹមបីបាច់។សមត្ថភាពអភិរក្សរបស់អ្នកក៏កើនឡើងដែរហើយអ្នកនឹងមានការពេញចិត្តក្នុងការផ្តល់ក្តីអាណិតអាសូរដល់អ្នកដែលត្រូវការវាខ្លាំងបំផុត។នៅពេលថ្ងៃបានលាតត្រដាងសូមឆ្លុះបញ្ចាំងអំពីរបៀបដែលអ្នកអាចបន្ដវិវឌ្ឍន៍ជាប្រភេទដែលមនុស្សម្នាក់ៗបានទទួលអំណាច។អ្នកនឹងដឹងថាការផ្លាស់ប្តូរនៅលើអាកាសនៅយប់នេះនៅពេលដែលទិដ្ឋភាពនៃភួយថ្នាំងនៃជោគវាសនាដោយស្នើសុំឱ្យអ្នកពិចារណាផ្លូវទៅមុខដើម្បីរកផ្លូវសម្រាប់ក្តីសុបិន្តថ្មី។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take your relationship to rest seriously this morning, darling lion, as the Cancer Sun and Scorpio Moon align. This cosmic climate heightens your sensitivities, making it essential that you find comfort in spaces that are thoroughly relaxing and safe. You'll crave both solitude and intimacy as the hours pass. Balance these needs by getting in some alone time before escaping into your world with someone special. New commitments could reshape the foundations you've laid out thus far later tonight when Luna aligns with the nodes of fate. Don't shy away from change, especially when love is the guiding force."
        },
        "kh": {
            "today": "យកទំនាក់ទំនងរបស់អ្នកសម្រាកឱ្យបានម៉ឺងម៉ាត់នៅព្រឹកនេះ, លោក Darling Lion, ដូចជា Sun Scompio Monign តម្រឹម។អាកាសធាតុកែសម្ផស្សនេះផ្តល់ឱ្យភាពរសើបរបស់អ្នកធ្វើឱ្យវាចាំបាច់ដែលអ្នករកបានការលួងលោមនៅក្នុងចន្លោះដែលកំពុងសម្រាកយ៉ាងហ្មត់ចត់និងមានសុវត្ថិភាព។អ្នកនឹងមានទាំងភាពឯកោនិងភាពស្និទ្ធស្នាលនៅពេលម៉ោងឆ្លងកាត់។ធ្វើឱ្យមានតុល្យភាពនៃតំរូវការទាំងនេះដោយទទួលបានពេលវេលាតែម្នាក់ឯងមុនពេលរត់គេចខ្លួនចូលក្នុងពិភពលោករបស់អ្នកជាមួយនរណាម្នាក់ពិសេស។ការប្តេជ្ញាចិត្តថ្មីអាចផ្លាស់ប្តូរមូលដ្ឋានគ្រឹះដែលអ្នកបានដាក់ចេញយ៉ាងឆ្ងាយនៅយប់នេះនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃវាសនា។កុំខ្មាស់អៀនពីការផ្លាស់ប្តូរជាពិសេសនៅពេលដែលស្នេហាគឺជាកម្លាំងដឹកនាំ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Make it a point to open up, dearest bull, as the Cancer Sun and Scorpio Moon align. This energy will make it easier to build trusting relationships by displaying your most authentic self. Keep your conversations balanced by asking questions about family and friends, honing in on personal interests and matters of the heart. Flirting can also get you quite far under these cosmic conditions, so consider where your powers of persuasion are needed most. Consider opening your social sphere to meet new people or plan an event with a vast guest list once Luna aspects the nodes of fate tonight."
        },
        "kh": {
            "today": "ធ្វើឱ្យវាក្លាយជាចំណុចមួយដែលបើកការឡើងគោដែលជាទីស្រឡាញ់បំផុតដូចជាព្រះអាទិត្យមហារីកនិង Scorpio Mon Kine តម្រឹម។ថាមពលនេះនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការកសាងទំនាក់ទំនងដែលទុកចិត្តដោយបង្ហាញខ្លួនឯងពិតប្រាកដបំផុតរបស់អ្នក។រក្សាការសន្ទនារបស់អ្នកមានតុល្យភាពដោយសួរសំណួរអំពីក្រុមគ្រួសារនិងមិត្ដភក្ដិដោយការគោរពចំពោះផលប្រយោជន៍ផ្ទាល់ខ្លួននិងបញ្ហានៃបេះដូង។ការចែចង់ក៏អាចធ្វើឱ្យអ្នកនៅឆ្ងាយពីស្ថានភាពលោហធាតុទាំងនេះដូច្នេះពិចារណាថាតើអំណាចនៃការបញ្ចុះបញ្ចូលរបស់អ្នកត្រូវការអ្វីខ្លះដែលត្រូវការបំផុត។ពិចារណាបើកការបើកវិស័យសង្គមរបស់អ្នកដើម្បីជួបមនុស្សថ្មីឬរៀបចំផែនការព្រឹត្តិការណ៍មួយដែលមានបញ្ជីភ្ញៀវដ៏ធំមួយនៅពេលដែលទិដ្ឋភាពចៀមថ្នមៗនៃជោគវាសនានៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take each moment slowly as the Cancer Sun and Scorpio Moon align this morning, dear Gemini. This cosmic climate grants full permission to linger in bed, relish long stretches, and indulge in a hearty yet healthy breakfast. However, you'll need to get moving before afternoon sets in and get on top of your weekend to-do list. Rather than stretching out your agenda, find a healthy flow that allows you to tackle multiple tasks at once. Once your work is done, reward yourself with a luxurious evening at home when Luna aligns with the nodes of fate this evening, promoting rest and release."
        },
        "kh": {
            "today": "ចំណាយពេលម្តងម្កាលនៅពេលដែលព្រះអាទិត្យមហារីកនិងខាស្យាមូនតម្រឹមនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់។អាកាសធាតុលោហធាតុនេះផ្តល់នូវការអនុញ្ញាតពេញវែងដល់គ្រែនៅលើគ្រែដែលមានប្រវែងវែងៗហើយបណ្ដោយឱ្យមានអាហារពេលព្រឹកមានសុខភាពល្អ។ទោះយ៉ាងណាអ្នកនឹងត្រូវផ្លាស់ប្តូរមុនពេលរសៀលឈុតហើយឡើងលើបញ្ជីការងារត្រូវធ្វើនៅចុងសប្តាហ៍របស់អ្នក។ជាជាងលាតសន្ធឹងរបៀបវារៈរបស់អ្នករកឃើញលំហូរដែលមានសុខភាពល្អដែលអនុញ្ញាតឱ្យអ្នកដោះស្រាយភារកិច្ចច្រើនក្នុងពេលតែមួយ។នៅពេលដែលការងាររបស់អ្នករួចរាល់សូមផ្តល់រង្វាន់ដល់ខ្លួនអ្នកនូវល្ងាចដ៏ប្រណិតនៅផ្ទះនៅពេលដែល Luna តម្រឹមជាមួយនឹងថ្នាំងនៃជោគវាសនានៅល្ងាចនេះលើកកម្ពស់ការសម្រាកនិងការដោះលែង។"
        }
    }
]