[
    {
        "sign": "Aries",
        "en": {
            "today": "Dear Aries, the Aquarius Moon connects with the Sun, Chiron, Uranus, and Mars this morning, bringing a buzz to your community. Take care to surround yourself with people who admire all that makes you unique, steering clear of negativity and jealousy. The atmosphere shifts once Lune enters Pisces, putting you in a more reserved and private headspace. Solitude will hold the keys to enlightenment once Jupiter activates midafternoon, so be sure to step away for a bit. Healing vibes flow when the Sun and Chiron align later tonight, marking the perfect time to discuss or journal your feelings."
        },
        "kh": {
            "today": "Areies Aquarius Moon ភ្ជាប់ជាមួយព្រះអាទិត្យ Chandy uranus និងភពព្រះអង្គារនៅព្រឹកនេះដែលនាំមកនូវការភ្ញាក់ផ្អើលដល់សហគមន៍របស់អ្នក។យកចិត្តទុកដាក់ដើម្បីនៅជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលកោតសរសើរទាំងអស់ដែលធ្វើឱ្យអ្នកប្លែកពីពួកគេបានយ៉ាងច្បាស់នៃភាពអវិជ្ជមាននិងការច្រណែន។បរិយាកាសផ្លាស់ប្តូរនៅពេលដែលមានរាងពងក្រពើចូលក្នុងច្រកចេញដោយដាក់អ្នកនៅក្នុងក្បាលទឹកដែលបម្រុងទុកនិងឯកជន។ភាពនៅតែឯងនឹងសង្កត់គ្រាប់ចុចដើម្បីត្រាស់ដឹងនៅពេលដែល Jupiter ធ្វើឱ្យសកម្មពាក់កណ្តាលព្រះសង្ឃដូច្នេះត្រូវប្រាកដថាបោះជំហានទៅមុខបន្តិច។ការព្យាបាលជំងឺរលាកស្រាប់ហូរនៅពេលដែលព្រះអាទិត្យនិងជីរអាលតម្រឹមក្រោយមកនៅយប់នេះដោយសម្គាល់ពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីពិភាក្សាឬទិនានុប្បវត្តិរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Aquarius Moon aligns with the Sun, Chiron, Uranus, and Mars this morning. This energy puts much focus on your romantic life, but try not to get carried away with passion alone. Recognize what you need in a partner to feel supported, looking at the present and toward the future. Build intimacy with reliable companions once Luna enters Pisces, letting down your guards, so relationships have a chance to strengthen. Consider sharing secret hopes and dreams to get the conversation rolling once Jupiter activates midafternoon. Spiritually fulfilling and healing vibes flow tonight when the Sun and Chiron align, connecting you with the divine."
        },
        "kh": {
            "today": "Aquarius Monce Conce តម្រឹមជាមួយព្រះអាទិត្យព៌ណឈ័រអ៊ុយរ៉ានុសនិងភពព្រះអង្គារនៅព្រឹកនេះ។ថាមពលនេះផ្តោតលើជីវិតរ៉ូមែនទិករបស់អ្នកប៉ុន្តែព្យាយាមមិនឱ្យយកទៅឆ្ងាយដោយចំណង់ចំណូលចិត្តតែម្នាក់ឯង។ទទួលស្គាល់អ្វីដែលអ្នកត្រូវការក្នុងដៃគូដែលមានអារម្មណ៍គាំទ្រដោយសម្លឹងមើលបច្ចុប្បន្ននិងឆ្ពោះទៅរកអនាគត។ការធ្វើឱ្យមានភាពស្និទ្ធស្នាលជាមួយនឹងដៃគូដែលអាចទុកចិត្តបាននៅពេលដែល Luna ចូល Pisces ដោយធ្វើឱ្យឆ្មាំរបស់អ្នកចុះខ្សោយដូច្នេះទំនាក់ទំនងមានឱកាសពង្រឹង។សូមពិចារណាចែករំលែកក្តីសង្ឃឹមនិងក្តីសុបិន្តសម្ងាត់ដើម្បីទទួលបានការសន្ទនារំកិលនៅពេលដែលជេបភីរីធ្វើឱ្យសកម្មពាក់កណ្តាល។ភាពរស់រវើកនិងការព្យាបាលដ៏រស់រវើកដែលធ្វើឱ្យមានភាពរឹងមាំនៅយប់នេះនៅពេលដែលព្រះអាទិត្យនិងជីរអាលតម្រឹមភ្ជាប់អ្នកជាមួយព្រះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Keep a low profile and maintain healthy boundaries, dear Taurus, as the Aquarius Moon aspects the Sun, Chiron, Uranus, and Mars. Recognize who and what triggers you under these cosmic conditions, gaining insights on situations and dynamics you should be avoiding. A spark of curiosity brings you out of your shell once Luna enters Pisces. Use this energy to learn more about anyone you're hoping to build a relationship with. Conversations will go in unexpected directions once Jupiter activates midafternoon, providing clarity and enlightenment. Cap off the day with some alone time and a bit of luxury while the Sun and Chiron align."
        },
        "kh": {
            "today": "រក្សាទម្រង់ទាបនិងរក្សាព្រំប្រទល់ដែលមានសុខភាពល្អ Taurus ជាទីស្រឡាញ់នៅពេលដែល Aquarius ផ្នែកព្រះច័ន្ទ, ព្រះអាទិត្យ, uranus, និងភពព្រះអង្គារ។ទទួលស្គាល់ថានរណានិងអ្វីដែលកេះអ្នកនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះដោយទទួលបានការយល់ដឹងអំពីស្ថានភាពនិងសក្ដានុពលដែលអ្នកគួរតែជៀសវាង។ផ្កាភ្លើងនៃការចង់ដឹងចង់ឃើញនាំអ្នកចេញពីសំបករបស់អ្នកនៅពេលដែល Luna ចូលក្នុងការញុំា។ប្រើថាមពលនេះដើម្បីស្វែងយល់បន្ថែមអំពីនរណាម្នាក់ដែលអ្នកសង្ឃឹមថានឹងកសាងទំនាក់ទំនងជាមួយ។ការសន្ទនានឹងមានទិសដៅដែលមិនបានរំពឹងទុកនៅពេលដែល Jupiter ធ្វើឱ្យសកម្មពាក់កណ្តាលព្រះសង្ឃដោយផ្តល់នូវភាពច្បាស់លាស់និងការត្រាស់ដឹង។បានបិទថ្ងៃដែលមានពេលខ្លះតែម្នាក់ឯងនិងប្រណីតបន្តិចខណៈពេលដែលព្រះអាទិត្យនិងជីរអេកតម្រឹម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe will throw a lot in your direction this morning, dearest Gemini, as the Aquarius Moon connects with the Sun, Chiron, Uranus, and Mars. Stay grounded to keep a clear mind, searching for signs and opportunities you might otherwise miss. This energy is also perfect for reconnecting with personal goals through meditation or mantra work. Trust your intuition when it comes to chasing success once Luna enters Pisces and aspects Jupiter. These vibes are perfect for testing your limits and shooting for the stars. Invest in your community to find healing when the Sun and Chiron align tonight."
        },
        "kh": {
            "today": "សាកលលោកនឹងបោះចោលយ៉ាងច្រើនក្នុងទិសដៅរបស់អ្នកនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Aquarius Moon ភ្ជាប់ជាមួយព្រះអាទិត្យ Chiron Uranus និងភពព្រះអង្គារ។ឈរឱ្យមានមូលដ្ឋានដើម្បីរក្សាគំនិតច្បាស់លាស់ការស្វែងរកសញ្ញានិងឱកាសដែលអ្នកអាចខកខានបាន។ថាមពលនេះក៏ល្អឥតខ្ចោះសម្រាប់ការភ្ជាប់ឡើងវិញជាមួយនឹងគោលដៅផ្ទាល់ខ្លួនតាមរយៈការធ្វើសមាធិឬការងារ Mantra ។ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកនៅពេលនិយាយអំពីការដេញតាមជោគជ័យនៅពេលដែល Luna ចូល Pisces និងទិដ្ឋភាព Jupiter ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការសាកល្បងដែនកំណត់របស់អ្នកនិងបាញ់សម្រាប់ផ្កាយ។វិនិយោគលើសហគមន៍របស់អ្នកដើម្បីស្វែងរកការព្យាបាលនៅពេលព្រះអាទិត្យនិងខួរអាកាសតម្រឹមនៅយប់នេះ។"
        }
    }
]