[
    {
        "sign": "Aries",
        "en": {
            "today": "Your mind turns fiercely this morning, dear Aries, as the Pisces moon aspects Mars, Saturn, Uranus, and the nodes of fate. This cosmic climate encourages calculated bravery, asking you to back up brilliant ideas with responsible follow-through. Celebrate your efforts with a few moments of luxury once afternoon sets in, and Luna joins forces with Venus Rx and Neptune. You'll feel refreshed and eager to continue on your journey once the moon enters your sign, helping you gain attention. Ask for feedback on important projects or life choices and be open to making changes when Mercury rx and Pluto activate later Today."
        },
        "kh": {
            "today": "គំនិតរបស់អ្នកប្រែជាខ្លាំងនៅព្រឹកនេះជាទីស្រឡាញ់អារីស៊្រីដូចជាប៉ាស្ទ័រនៃការភពព្រះមហាក្សត្រ, សៅរ៍, អ៊ុយរ៉ានុសនិងថ្នាំងនៃជោគវាសនា។អាកាសធាតុលោហធាតុនេះលើកទឹកចិត្តឱ្យមានភាពក្លាហានដែលបានគណនាដោយស្នើសុំឱ្យអ្នកគាំទ្រគំនិតដ៏អស្ចារ្យដោយការទទួលខុសត្រូវក្នុងការទទួលខុសត្រូវ។អបអរសាទរការខិតខំប្រឹងប្រែងរបស់អ្នកជាមួយនឹងភាពប្រណីតពីរបីនាទីនៅពេលដែលឈុតពេលរសៀលចូលហើយ Luna ចូលរួមជាមួយកងកម្លាំងជាមួយ Venus RX និង Neptune ។អ្នកនឹងមានអារម្មណ៍ស្រស់ស្រាយហើយចង់បន្តដំណើររបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកជួយអ្នកឱ្យទទួលបានការយកចិត្តទុកដាក់។សុំយោបល់លើគម្រោងសំខាន់ៗឬជម្រើសជីវិតហើយបើកចំហចំពោះការផ្លាស់ប្តូរនៅពេលបារត Mercury RX និង PLUTO សកម្មនៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Pisces moon hints at significant changes on the horizon, dear Leo, forming transformative connections with Mars, Saturn, Uranus, and the nodes of fate. Take your commitments seriously during this time, as they're sure to change the trajectory of your path. Make space for romance this afternoon when Luna crosses Venus rx and Neptune before debuting into Aries, bringing a transitional energy to the table that will allow hearts to expand. You could receive answers you've been waiting for midafternoon when Mercury rx activates. Combine love and spirituality once evening sets in and Pluto stirs in your solar seventh house."
        },
        "kh": {
            "today": "Pisces HoL Hints Hints ក្នុងការផ្លាស់ប្តូរយ៉ាងសំខាន់នៅលើផ្តេក, Leo ជាទីស្រឡាញ់, បង្កើតបានជាការតភ្ជាប់ប្លែងជាមួយនឹងភពព្រះអង្គារ, សៅហ្មងអ៊ុយរ៉ានុសនិងថ្នាំងរបស់វាសនា។ការប្តេជ្ញាចិត្តរបស់អ្នកយ៉ាងខ្លាំងក្នុងអំឡុងពេលនេះនៅពេលពួកគេប្រាកដថាត្រូវផ្លាស់ប្តូរគន្លងនៃផ្លូវរបស់អ្នក។ធ្វើឱ្យមានចន្លោះសម្រាប់ស្នេហានៅរសៀលនេះនៅពេលដែល Luna ឆ្លងកាត់ Venus Rx និង Neptune មុនពេលចាប់ផ្តើម Aries ដែលនាំមកនូវថាមពលអន្តរកាលមួយទៅតុដែលនឹងអនុញ្ញាតឱ្យដួងចិត្តពង្រីក។អ្នកអាចទទួលបានចម្លើយដែលអ្នកបានរង់ចាំនៅពាក់កណ្តាលចុងសតិនៅពេលដែល Mercury RX សកម្ម។ផ្សំសេចក្តីស្រឡាញ់និងភាពខាងវិញ្ញាណនៅពេលដែលពេលល្ងាចចូលហើយផ្លាតូបានធ្វើឱ្យផ្ទះរបស់អ្នកមាននៅក្នុងផ្ទះទីប្រាំពីររបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll turn heads with ease this morning, darling Taurus, as the Pisces moon forms a series of supportive alliances with Mars, Saturn, Uranus, and the nodes of fate. Take your role as a trendsetter seriously, operating from a place of honor, positivity, and authenticity. A surreal energy coats your world when Luna crosses Venus rx and Neptune this afternoon, bringing extra momentum to your social goals. If you've been wanting to build up your network or gain followers online, this energy is perfect for directing focus accordingly. Privacy will seem more appealing once the moon enters Aries, connecting with Mercury rx and Pluto to help you set boundaries and reflect."
        },
        "kh": {
            "today": "អ្នកនឹងបង្វែរក្បាលដោយភាពងាយស្រួលនៅព្រឹកនេះ, Taurlus Taurus, ដូចជា Pisces Moon បង្កើតបានជាស៊េរីនៃសម្ព័ន្ធភាពគាំទ្រជាមួយភពព្រះអង្គារ, uranus, និងថ្នាំងរបស់វាសនា។ទទួលយកតួនាទីរបស់អ្នកដែលជាអ្នកមានយ៉ាងខ្លាំងប្រតិបត្តិការពីកន្លែងកិត្តិយសភាពវិជ្ជមាននិងភាពត្រឹមត្រូវ។ថាមពលដ៏អស្ចារ្យបានធ្វើឱ្យមានថាមពលរបស់អ្នកធ្វើឱ្យពិភពលោករបស់អ្នកបានធ្វើឱ្យអ្នកដឹងនៅពេលដែល Luna ឆ្លងកាត់ Venus RX និង Neptune នេះនាំមកនូវសន្ទុះបន្ថែមដល់គោលដៅសង្គមរបស់អ្នក។ប្រសិនបើអ្នកចង់បង្កើតបណ្តាញរបស់អ្នកឬទទួលបានការតាមដានតាមអ៊ិនធរណេតថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ដឹកនាំផ្តោតលើ។ភាពឯកជននឹងហាក់ដូចជាទាក់ទាញកាន់តែច្រើននៅពេលដែលព្រះច័ន្ទចូល Aries ភ្ជាប់ជាមួយបារត RX និង Pluto ដើម្បីជួយអ្នកកំណត់ព្រំដែននិងឆ្លុះបញ្ចាំង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Personal breakthroughs can help you inch closer to success in the public arena, dearest Gemini, as the Pisces moon forms supportive aspects with Mars, Saturn, Uranus, and the nodes of fate. Accountability and hard work will be your friend as the stars align to help you break free from stagnancy. Dream more significant than you previously allowed yourself to while Venus Rx and Neptune activate this afternoon. Support from peers can help you go further once Luna enters Aries, nudging you to invest in the community. Reconnect with kindred spirits you've fallen out of touch with when Mercury rx and Pluto stir."
        },
        "kh": {
            "today": "របកគំហើញផ្ទាល់ខ្លួនអាចជួយអ្នកឱ្យមានភាពជិតស្និទ្ធនឹងជោគជ័យនៅលើសង្វៀនសាធារណៈរបស់ Gemini ដែលជាទីស្រឡាញ់របស់ Gemini ព្រោះ Pisces Moon បង្កើតនូវទិដ្ឋភាពគាំទ្រជាមួយភពព្រះអង្គារ, uanus, និងថ្នាំងនៃជោគវាសនា។គណនេយ្យភាពនិងការខិតខំប្រឹងប្រែងនឹងក្លាយជាមិត្តរបស់អ្នកនៅពេលដែលផ្កាយតម្រឹមដើម្បីជួយអ្នកឱ្យរួចផុតពីភាពជាប់គាំង។សុបិន្តសំខាន់ជាងអ្នកបានអនុញ្ញាតឱ្យខ្លួនអ្នកកាលពីមុនខណៈពេលដែល Venus RX និង Neptune ធ្វើឱ្យទាន់សម័យនៅរសៀលនេះ។ការគាំទ្រពីមិត្តភក្តិអាចជួយអ្នកឱ្យបានទៅមុខទៀតនៅពេលដែល Luna ចូល Aries ដោយអាក្រាតកាយដោយអាក្រាតកាយអ្នកវិនិយោគក្នុងសហគមន៍។ចងក្រងឡើងវិញជាមួយនឹងវិញ្ញាណដែលអ្នកបានធ្លាក់ដោយការប៉ះនៅពេលបារតបារតនិងផ្លាតូកូរ។"
        }
    }
]