[
    {
        "sign": "Aries",
        "en": {
            "today": "Realistic dreams could inspire you to follow your intuition boldly, dearest Aries, as the Taurus moon aspects the sun and Mars this morning. Pause and listen to your gut, giving yourself the freedom to be daring on a hunch. Tighten up your agenda once Saturn activates this afternoon, reminding you that even the most fantastical aspirations need a hefty reality check from time to time. Be honest about the reality of your situation, planning for both known and potential challenges. Think positive thoughts when Luna aspects Uranus this evening, and they could come to fruition in playful and exciting ways."
        },
        "kh": {
            "today": "ក្តីសុបិន្តពិតប្រាកដអាចជម្រុញឱ្យអ្នកធ្វើតាមវិចារណញាណរបស់អ្នកដោយក្លាហានដែលជាការដែលជាទីស្រឡាញ់បំផុតដែលជាទិដ្ឋភាពព្រះអាទិត្យព្រះច័ន្ទនិងភពព្រះអង្គារនៅព្រឹកនេះ។ផ្អាកនិងស្តាប់ពោះវៀនរបស់អ្នកដោយផ្តល់ឱ្យខ្លួនអ្នកនូវសេរីភាពក្នុងការហ៊ាននៅលើក្រុម HNANG ។រឹតបន្តឹងរបៀបវារៈរបស់អ្នកនៅពេលដែល Saturn ធ្វើឱ្យរសៀលនេះសកម្មនៅរសៀលនេះដោយរំ you កអ្នកថាសូម្បីតែសេចក្តីប្រាថ្នាដ៏អស្ចារ្យបំផុតក៏ត្រូវការការត្រួតពិនិត្យភាពពិតដ៏អស្ចារ្យមួយពីមួយពេលទៅមួយពេល។ស្មោះត្រង់ចំពោះភាពពិតនៃស្ថានភាពរបស់អ្នកដែលរៀបចំផែនការទាំងបញ្ហាដែលគេស្គាល់និងសក្តានុពល។គិតពីគំនិតវិជ្ជមាននៅពេលដែលទិដ្ឋភាពនៃឡូសនៅល្ងាចនេះហើយពួកគេអាចទទួលបានផ្លែផ្កាតាមរបៀបលេងនិងគួរឱ្យរំភើប។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Make power moves this morning, dear Leo, as the Taurus moon aligns with the sun and Mars. Pull strength from deep within, taking a direct approach toward negotiations, closing deals, and advocating for your desires. A lot could happen this afternoon when Saturn activates, and it may be not easy to undo the decisions you make. Don't be afraid of taking on new commitments or responsibilities if they can bring you closer to long-term aspirations. Break the mold when Luna and Uranus join forces this evening, believing in your methods and bigger visions, even when they're unconventional."
        },
        "kh": {
            "today": "ធ្វើឱ្យថាមពលផ្លាស់ទីនៅព្រឹកនេះឡេអូ, ដូចជា Taurus Mong តម្រឹមជាមួយព្រះអាទិត្យនិងភពព្រះអង្គារ។ទាញភាពខ្លាំងពីជ្រៅក្នុងដោយវិធីសាស្រ្តដោយផ្ទាល់ឆ្ពោះទៅរកការចរចារការបិទកិច្ចព្រមព្រៀងនិងការតស៊ូមតិសម្រាប់បំណងប្រាថ្នារបស់អ្នក។រឿងជាច្រើនអាចកើតឡើងនៅរសៀលនេះនៅពេលដែល Saturn សកម្មហើយវាមិនងាយស្រួលទេក្នុងការមិនធ្វើវិញនូវការសម្រេចចិត្តដែលអ្នកធ្វើ។កុំខ្លាចក្នុងការទទួលយកការប្តេជ្ញាចិត្តឬការទទួលខុសត្រូវថ្មីប្រសិនបើពួកគេអាចនាំឱ្យអ្នកកាន់តែខិតជិតដល់សេចក្តីប្រាថ្នារយៈពេលវែង។បំបែកផ្សិតនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមជាមួយកងកម្លាំងនៅល្ងាចនេះដោយជឿលើវិធីសាស្រ្តនិងការនិមិត្តរបស់អ្នកកាន់តែខ្លាំងសូម្បីតែនៅពេលពួកគេមិនមានលក្ខណៈមិនធម្មតាក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon continues her journey through your sign today, sweet bull, making it easier to put your own needs first. Helpful connections with the sun and Mars bring an energizing and social energy to the table, marking the ideal time to establish yourself intellectually and socially. Bring your boldest ideas to the table, trusting your peers will well receive them. Share your expertise when Saturn activates this afternoon, and you'll soon find yourself in a position of leadership and respect. Luna and Uranus unite in your sign this evening, pushing you to swim slightly outside of your comfort zone."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នកនៅថ្ងៃនេះគឺគោឈ្មោលដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការដាក់តម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកជាមុនសិន។ការតភ្ជាប់មានប្រយោជន៍ជាមួយព្រះអាទិត្យនិងភពព្រះអង្គារនាំមកនូវថាមពលដែលមានថាមពលនិងសង្គមដល់តុដែលសម្គាល់ពេលវេលាដ៏ល្អដើម្បីបង្កើតបញ្ញារបស់ខ្លួនអ្នកនិងសង្គម។នាំយកគំនិតដិតបំផុតរបស់អ្នកទៅតុដោយជឿទុកចិត្តលើមិត្តភក្តិរបស់អ្នកនឹងទទួលបាន។ចែករំលែកជំនាញរបស់អ្នកនៅពេល Saturn ធ្វើឱ្យរសៀលនេះដំណើរការនៅរសៀលនេះហើយឆាប់ៗនេះអ្នកនឹងរកឃើញខ្លួនអ្នកនៅក្នុងឋានៈនៃការដឹកនាំនិងការគោរព។លូណានិងអ៊ុយរ៉ានុសរួបរួមគ្នានៅក្នុងសញ្ញារបស់អ្នកនៅល្ងាចនេះដោយជំរុញឱ្យអ្នកហែលទឹកបន្តិចនៅខាងក្រៅតំបន់លួងលោមរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Appreciate what you've built for yourself, dearest Gemini, as the Taurus moon aligns with the sun and Mars. You'll feel galvanized to continue the journey forward when you take a moment for gratitude before looking into the future. Meditate on the next moves to get a clearer view of your options when Saturn activates this afternoon, filtering fantasy through a pragmatic lens to make these dreams more attainable. If you're uncertain of how to clear certain obstacles, ingenious breakthroughs could find you when Luna and Uranus join forces this evening, so be sure to keep tabs on any wild ideas that emerge."
        },
        "kh": {
            "today": "សូមកោតសរសើរចំពោះអ្វីដែលអ្នកបានបង្កើតឡើងសម្រាប់ខ្លួនអ្នក Gemini ដែលជាទីស្រឡាញ់បំផុតដូចជា Taurus Mon Kinear តម្រឹមជាមួយនឹងព្រះអាទិត្យនិងភពព្រះអង្គារ។អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានជំរុញឱ្យបន្តដំណើរទៅមុខនៅពេលដែលអ្នកចំណាយពេលបន្តិចដើម្បីដឹងគុណមុនពេលរកមើលអនាគត។សមាធិលើចលនាបន្ទាប់ដើម្បីទទួលបានទស្សនៈកាន់តែច្បាស់នៃជម្រើសរបស់អ្នកនៅពេល Saturn ធ្វើឱ្យរសៀលនេះបានធ្វើឱ្យរសៀលនេះត្រងរវើរវាយតាមរយៈកញ្ចក់ដែលមានភាពរស់រវើកដើម្បីធ្វើឱ្យក្តីសុបិន្តទាំងនេះកាន់តែមានភាពទាក់ទាញ។ប្រសិនបើអ្នកមិនច្បាស់អំពីវិធីលុបបំបាត់ឧបសគ្គជាក់លាក់ការវាយសម្រុកណាមួយអាចរកឃើញអ្នកនៅពេលដែល Luna និងអ៊ុយរ៉ានុសចូលរួមកំលាំងនៅល្ងាចនេះដូច្នេះត្រូវប្រាកដថារក្សាផ្ទាំងនៅលើគំនិតព្រៃដែលលេចចេញមក។"
        }
    }
]