[
    {
        "sign": "Aries",
        "en": {
            "today": "Taurus season kicks off today, dear Aries, ushering forth an era of luxury, prosperity, and gratitude. Make the most of this solar placement by investing in your financial aspirations and acknowledging what you need to feel secure emotionally. You'll have a chance to slow down throughout the coming weeks but should maintain steadfast devotion to your dreams. Luna's placement in Capricorn brings an extra dose of resilience your way, marking the perfect time to strategize for the long run. Meanwhile, Mars and Neptune share a highly creative connection, helping you execute visionary ideas while taking them to the next level."
        },
        "kh": {
            "today": "រដូវកាល Taurus ចាប់ផ្តើមនៅថ្ងៃនេះ, ជាទីស្រឡាញ់ aries, ការផ្តល់ឱ្យនូវយុគសម័យនៃប្រណីតភាពរុងរឿងនិងការដឹងគុណ។ធ្វើឱ្យបានច្រើនបំផុតនៃការធ្វើសកម្មភាពពន្លឺព្រះអាទិត្យនេះដោយវិនិយោគលើសេចក្តីប្រាថ្នាហិរញ្ញវត្ថុរបស់អ្នកនិងទទួលស្គាល់នូវអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ថាមានសុវត្ថិភាព។អ្នកនឹងមានឱកាសបន្ថយល្បឿនពេញមួយសប្តាហ៍ខាងមុខនេះប៉ុន្តែគួរតែរក្សាភក្ដីភាពដ៏ខ្ជាប់ខ្ជួនចំពោះក្តីសុបិន្តរបស់អ្នក។ការដាក់របស់ Luna នៅ Capricorn នាំមកនូវកម្រិតបន្ថែមនៃភាពរឹងមាំនៃវិធីរបស់អ្នកដែលជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីធ្វើយុទ្ធសាស្រ្តសម្រាប់ការរត់វែង។ទន្ទឹមនឹងនេះភពព្រះអង្គារនិង Neptune ចែករំលែកការផ្សារភ្ជាប់ប្រកបដោយការច្នៃប្រឌិតខ្ពស់ដែលជួយអ្នកក្នុងការប្រព្រឹត្តគំនិតចក្ខុវិស័យនៅពេលដឹកពួកគេទៅកម្រិតបន្ទាប់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The next few weeks mark an era of stable growth, dearest Leo, as the sun enters Taurus and the sector of your chart that governs success. Set your focus on attainable goals, methodically working toward these aspirations, even if things move slowly at times. The Capricorn moon emphasizes the importance of organization and healthy routines. Challenge yourself to live more nutritionally, so you have the endurance and stamina to make your dreams a reality. Luckily, Mars and Neptune join forces to improve morale and motivation, offering glimmers of home through unforeseen blessings and signs of confirmation from beyond the veil."
        },
        "kh": {
            "today": "ប៉ុន្មានសប្តាហ៍ខាងមុខនេះប្រារព្ធសម័យកាលនៃការលូតលាស់ប្រកបដោយស្ថេរភាពដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះអាទិត្យចូលដូចជាព្រះអាទិត្យបានចូលទៅកាន់ Taurus និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងជោគជ័យ។កំណត់ការផ្តោតអារម្មណ៍របស់អ្នកលើគោលដៅដែលអាចទទួលបាន, ធ្វើការតាមវិធីសាស្ត្រឆ្ពោះទៅរកសេចក្តីប្រាថ្នាទាំងនេះទោះបីជាអ្វីៗផ្លាស់ទីយឺតនៅពេលខ្លះក៏ដោយ។ព្រះចន្ទបានសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការរៀបចំនិងទម្លាប់ដែលមានសុខភាពល្អ។ប្រកួតប្រជែងខ្លួនឯងឱ្យរស់នៅខាងអាហារូបត្ថម្ភបន្ថែមទៀតដូច្នេះអ្នកមានការស៊ូទ្រាំនិងកម្លាំងដើម្បីធ្វើឱ្យក្តីសុបិន្តរបស់អ្នកក្លាយជាការពិត។សំណាងល្អភពព្រះអង្គsនិង Neptune ចូលរួមពង្រឹងសីលធម៌និងការលើកទឹកចិត្តដោយផ្តល់នូវពន្លឺនៃផ្ទះតាមរយៈពរជ័យដែលមិនបានមើលឃើញនិងសញ្ញានៃការបញ្ជាក់ពីការបញ្ជាក់ពីវាំងនន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Happy birthday season, Taurus! As the sun migrates into your sign, you can expect to benefit from a little extra attention from the universe. Your peers will also take more notice of you, making it a great time to push your projects and ideas forward. Meanwhile, Luna continues her journey through Capricorn, strengthening your spiritual beliefs. Harness these vibes by connecting with your higher power, visualizing wins, and asking for guidance. A sweet connection between Mars and Neptune furthers your ability to make meaningful moves, especially when there is emotion behind them. Put your heart into your dreams, and magical moments will arise."
        },
        "kh": {
            "today": "រីករាយរដូវកាលថ្ងៃកំណើត Taurus!នៅពេលដែលព្រះអាទិត្យផ្លាស់ទីលំនៅទៅក្នុងសញ្ញារបស់អ្នកអ្នកអាចរំពឹងថានឹងទទួលបានអត្ថប្រយោជន៍ពីការយកចិត្តទុកដាក់បន្ថែមតិចតួចពីសកលលោក។មិត្តភក្ដិរបស់អ្នកក៏នឹងកត់សម្គាល់ឃើញអ្នកកាន់តែច្រើនធ្វើឱ្យវាក្លាយជាពេលវេលាដ៏អស្ចារ្យដើម្បីជំរុញគម្រោងនិងគំនិតរបស់អ្នកទៅមុខ។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើរឆ្លងកាត់ Capricorn ពង្រឹងជំនឿខាងវិញ្ញាណរបស់អ្នក។ទាញយកភាពរស់រវើកទាំងនេះដោយភ្ជាប់ជាមួយថាមពលកាន់តែខ្ពស់របស់អ្នកដែលមើលឃើញការឈ្នះហើយការស្នើសុំការណែនាំ។ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាងភពព្រះអង្គារនិង Neptune Horthers សមត្ថភាពរបស់អ្នកក្នុងការធ្វើចលនាប្រកបដោយអត្ថន័យជាពិសេសនៅពេលមានអារម្មណ៍នៅពីក្រោយពួកគេ។ដាក់បេះដូងរបស់អ្នកទៅក្នុងក្តីសុបិន្តរបស់អ្នកហើយគ្រាវេទមន្តនឹងកើតឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A quiet and supportive energy washes over you today, dearest Gemini, as the sun migrates into earthy Taurus. You'll have a chance to pull back and spend more time with your thoughts, gaining a higher perspective on who you are and who you wish to become. Chapters are liable to close in the coming weeks, preparing you for new beginnings. The moon's journey through Capricorn furthers themes around transformation and commitments, asking you to make measured decisions. Meanwhile, Mars and Neptune form a highly supportive aspect, helping you find inspiration from the accomplishments of your peers and community."
        },
        "kh": {
            "today": "ថាមពលស្ងប់ស្ងាត់និងជួយសង្គ្រោះលើអ្នកនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះអាទិត្យផ្លាស់ទីលំនៅចូលទៅក្នុងដី Taurus ។អ្នកនឹងមានឱកាសទាញត្រឡប់មកវិញហើយចំណាយពេលច្រើនជាមួយនឹងគំនិតរបស់អ្នកដោយទទួលបានទស្សនវិស័យខ្ពស់លើអ្នកជានរណាហើយអ្នកចង់ក្លាយជានរណា។ជំពូកទទួលខុសត្រូវក្នុងការបិទនៅសប្តាហ៍ខាងមុខនេះដោយរៀបចំអ្នកសម្រាប់ការចាប់ផ្តើមថ្មី។ដំណើររបស់ព្រះច័ន្ទឆ្លងកាត់ស្បែក Capricorn Exthers ជុំវិញការផ្លាស់ប្តូរការផ្លាស់ប្តូរនិងការប្តេជ្ញាចិត្តដោយស្នើសុំឱ្យអ្នកធ្វើការសម្រេចចិត្តដែលបានវាស់។ទន្ទឹមនឹងនេះភពព្រះអង្គារនិង Neptune បង្កើតបានជាទិដ្ឋភាពដែលគាំទ្រខ្ពស់ដែលជួយអ្នកឱ្យស្វែងរកការលើកទឹកចិត្តពីសមិទ្ធិផលរបស់មិត្តភក្តិនិងសហគមន៍របស់អ្នក។"
        }
    }
]