[
    {
        "sign": "Aries",
        "en": {
            "today": "Disruptions early this morning could trigger a flurry of course correcting once you've awakened, dear Aries, due to a harsh square between the Virgo Moon and Uranus. Deviate from rigid plans that don't leave room for improvisation, even if doing so requires extra steps on your end. Luckily, people will be in the mood to help when you delegate tasks and promote team efforts. Cater to your health as the hours pass, fueling appropriately while finding your flow. The night caps off with more surprises while the sun squares Uranus, making it difficult to honor your typical bedtime routines."
        },
        "kh": {
            "today": "ការរំខាននៅព្រឹកនេះអាចបង្កឱ្យមានការផ្លាស់ប្តូរយ៉ាងខ្លាំងនៃការកែដំឡូងមួយនៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនជាទីស្រឡាញ់ជាទីស្រឡាញ់ដោយសារតែការេដ៏សាហាវរវាងព្រះច័ន្ទព្រះច័ន្ទនិងអ៊ុយរ៉ានុស។បង្វែរចេញពីផែនការតឹងរឹងដែលមិនទុកឱកាសសម្រាប់ការច្នៃប្រឌិតទោះបីជាការធ្វើដូច្នេះត្រូវការជំហានបន្ថែមនៅចុងបញ្ចប់របស់អ្នកក៏ដោយ។ជាសំណាងល្អប្រជាជននឹងមានអារម្មណ៍ចង់ជួយនៅពេលដែលអ្នកផ្ទេរភារកិច្ចនិងលើកកម្ពស់ការខិតខំរបស់ក្រុម។បំពេញចិត្តសុខភាពរបស់អ្នកនៅពេលម៉ោងកន្លងផុតទៅប្រេងឥន្ធនៈសមរម្យនៅពេលរកលំហូររបស់អ្នក។រាត្រីនៅពេលយប់ដែលមានការភ្ញាក់ផ្អើលកាន់តែច្រើនខណៈពេលដែលព្រះអាទិត្យការ៉េអ៊ុយរ៉ានុសធ្វើឱ្យមានការលំបាកក្នុងការគោរពទម្លាប់ពេលវេលាធម្មតារបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A detached energy emerges early this morning, beloved Leo, due to a harsh square between the Virgo Moon and Uranus. Don't force yourself into social situations you're not in the mood for; instead, honor your limits when interacting with others. You'll thrive as simple pleasures are embraced, and you can gain much restoration from time spent outside. Try to appreciate the intricate nature of your surroundings, finding awe for your place within the planet. You'll feel tempted to zone out once the sun and Uranus square off tonight, but you should consider grabbing a book instead of scrolling online feeds."
        },
        "kh": {
            "today": "ថាមពលផ្ដាច់ចេញបានលេចចេញនៅព្រឹកនេះដែលជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់ដោយសារតែការ៉េដ៏កាចសាហាវរវាងព្រះច័ន្ទព្រះច័ន្ទនិងអ៊ុយរ៉ានុស។កុំបង្ខំខ្លួនឯងឱ្យស្ថិតក្នុងស្ថានភាពសង្គមដែលអ្នកមិនមានអារម្មណ៍សម្រាប់។ផ្ទុយទៅវិញគោរពដែនកំណត់របស់អ្នកនៅពេលធ្វើអន្តរកម្មជាមួយអ្នកដទៃ។អ្នកនឹងលូតលាស់ដូចការសប្បាយដ៏សាមញ្ញមួយត្រូវបានគេឱបក្រសោបហើយអ្នកអាចទទួលបានការស្តារឡើងវិញជាច្រើនពីពេលវេលាដែលបានចំណាយនៅខាងក្រៅ។ព្យាយាមឱ្យយល់ពីលក្ខណៈស្មុគស្មាញនៃមជ្ឈដ្ឋានជុំវិញរបស់អ្នកដោយស្វែងរកការស្រើបស្រាលសម្រាប់កន្លែងរបស់អ្នកនៅក្នុងភពផែនដី។អ្នកនឹងមានអារម្មណ៍ថាបានរងគ្រោះក្នុងតំបន់មួយនៅពេលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសការ៉េនៅយប់នេះប៉ុន្តែអ្នកគួរតែពិចារណាចាប់យកសៀវភៅជំនួសឱ្យការរំកិលមតិព័ត៌មានតាមអ៊ីនធឺណិត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Don't let unreliable situations negatively impact your confidence, dearest Taurus. A harsh square between the Virgo Moon and unruly Uranus early this morning could shake your foundations, but creative thinking reveals more intriguing platforms to stand upon. You'll feel increasingly sure of your abilities as the hours pass, especially if you stay busy with projects that highlight natural talents. Choose a hobby or artistic outlet to zone out with, channeling frustrations into your work. You'll be eager for a good time later tonight when the sun squares Uranus, but be mindful of how much you spend on the pursuit of fun."
        },
        "kh": {
            "today": "កុំអោយស្ថានភាពដែលមិនអាចជឿទុកចិត្តបានជះឥទ្ធិពលអវិជ្ជមានផលប៉ះពាល់អវិជ្ជមានដល់ទំនុកចិត្តរបស់អ្នកដែលជាទីស្រឡាញ់បំផុត។ការ៉េដ៏អាក្រក់នៃព្រះច័ន្ទព្រះមហគាមនិងអ៊ុយរ៉ានុសដែលមិនច្បាស់នៅព្រឹកនេះអាចធ្វើឱ្យអ្រងួនគ្រឹះរបស់អ្នកប៉ុន្តែការគិតប្រកបដោយការច្នៃប្រឌិតបង្ហាញពីវេទិកាគួរឱ្យចាប់អារម្មណ៍កាន់តែខ្លាំងឡើង។អ្នកនឹងមានអារម្មណ៍ថាកាន់តែខ្លាំងឡើងនៃសមត្ថភាពរបស់អ្នកនៅពេលដែលម៉ោងកន្លងផុតទៅជាពិសេសប្រសិនបើអ្នករវល់នឹងគម្រោងដែលបង្ហាញពីទេពកោសល្យធម្មជាតិ។ជ្រើសរើសចំណង់ចំណូលចិត្តឬកន្លែងសិល្បៈទៅតំបន់ចេញដោយប្រើការអាក់អន់ចិត្តចូលក្នុងការងាររបស់អ្នក។អ្នកនឹងមានពេលវេលាល្អសម្រាប់ពេលវេលាដ៏ល្អមួយនៅយប់នេះនៅពេលព្រះអាទិត្យរះនៅលើទឹកនោមប៉ុន្តែត្រូវយកចិត្តទុកដាក់ថាតើអ្នកចំណាយប៉ុន្មានក្នុងការស្វែងរកភាពសប្បាយរីករាយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Unpredictable emotions could bubble up early this morning, dearest Gemini, due to a tense square between the Virgo Moon and Uranus. Notice when you feel unbalanced, and do what you can to release stress or grief while nurturing your heart. Spending time at home can be helpful, especially if you're in need of a serious recharge after the busy work week. Ask for support if you need extra care, allowing others to nurture you for a change. Tensions brew once more later tonight as the sun squares Uranus, and confrontational interactions can quickly spiral if compassion is withheld."
        },
        "kh": {
            "today": "អារម្មណ៍ដែលមិនអាចទាយទុកជាមុនបានអាចមានពពុះនៅព្រឹកនេះគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតដោយសារតែការ៉េតឹងណែនរវាងព្រះច័ន្ទរបស់ Virgo និង Uranus ។សេចក្តីជូនដំណឹងនៅពេលដែលអ្នកមានអារម្មណ៍ថាគ្មានតុល្យភាពហើយធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបញ្ចេញភាពតានតឹងឬទុក្ខព្រួយខណៈពេលចិញ្ចឹមបេះដូងរបស់អ្នក។ការចំណាយពេលនៅផ្ទះអាចមានប្រយោជន៍ជាពិសេសប្រសិនបើអ្នកត្រូវការការបញ្ចូលទឹកប្រាក់យ៉ាងធ្ងន់ធ្ងរបន្ទាប់ពីសប្តាហ៍ធ្វើការរវល់។សុំការគាំទ្រប្រសិនបើអ្នកត្រូវការការថែទាំបន្ថែមដែលអនុញ្ញាតឱ្យអ្នកដទៃចិញ្ចឹមបីបាច់អ្នកសម្រាប់ការផ្លាស់ប្តូរ។ភាពតានតឹងបានញ៉ាំម្តងទៀតនៅយប់នេះនៅពេលដែលព្រះអាទិត្យការ៉េអ៊ុយរ៉ានុសនិងអន្តរកម្មប្រឈមអាចធ្វើឱ្យការអាណិតអាសូរបានយ៉ាងឆាប់រហ័សប្រសិនបើការអាណិតអាសូរ។"
        }
    }
]