[
    {
        "sign": "Aries",
        "en": {
            "today": "Your home life could feel tense or slightly chaotic this morning, dear Aries, as the Libra moon and Mars square off. Luckily, you'll have a chance to clear the slate once Luna enters Scorpio, offering cleansing and transformative vibes. Prioritize intimacy with yourself and your closest companions while navigating this lunar shift. Watch out for faux friends when Pluto becomes agitated midafternoon, and be mindful of who you trust online. If the news or your social media feeds have had a negative impact on your mental state, consider taking a slight breather to reset before Monday rolls in."
        },
        "kh": {
            "today": "ជីវិតផ្ទះរបស់អ្នកអាចមានអារម្មណ៍តានតឹងឬវឹកវរបន្តិចនៅព្រឹកនេះជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Libra Moon និង Mars Square បិទ។សំណាងអ្នកនឹងមានឱកាសសម្អាតនៅពេលដែល Luna ចូល Scorpio ផ្តល់ការសម្អាតនិងការផ្លាស់ប្តូរផ្លាស់ប្តូរ។ផ្តល់អាទិភាពដល់ភាពស្និទ្ធស្នាលជាមួយខ្លួនអ្នកនិងមិត្តរួមក្រុមរបស់អ្នកនៅពេលដែលរុករកការផ្លាស់ប្តូរតាមច័ន្ទគតិនេះ។ប្រយ័ត្នចំពោះមិត្តភ័ក្ត្រហ្វូតូនៅពេលផ្លាធូមានភាពធុញទ្រាន់ពាក់កណ្តាលចុងសំពប់ហើយគិតពីអ្នកដែលអ្នកទុកចិត្តលើអ៊ីនធឺណិត។ប្រសិនបើព័ត៌មានឬមតិព័ត៌មានសង្គមរបស់អ្នកមានផលប៉ះពាល់អវិជ្ជមានដល់ស្ថានភាពផ្លូវចិត្តរបស់អ្នកសូមពិចារណាដើរលេងបន្តិចដើម្បីកំណត់ឡើងវិញមុនថ្ងៃច័ន្ទវិលជុំចូល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Watch your impulses this morning, dearest lion, as the Libra moon and Mars square off. Pent-up frustrations could rise to the surface, causing you to act out or speak with an iron tongue. Embrace a bit of quiet time until you feel more balanced, doing what you can to cultivate a calm and optimistic internal dialogue. A luxurious Sunday spent at home will serve you once Luna enters Scorpio, inviting you to find restoration before Monday creeps in. Be mindful of how much others demand from you and vice versa when Pluto becomes agitated later this afternoon."
        },
        "kh": {
            "today": "មើលការលើកទឹកចិត្តរបស់អ្នកនៅព្រឹកនេះសត្វតោដែលជាទីស្រឡាញ់បំផុតដូចជា Libra Moon និង Mars Square បិទ។ការខកចិត្តរបស់មហារីកអាចឡើងទៅលើផ្ទៃដែលបណ្តាលឱ្យអ្នកធ្វើសកម្មភាពចេញឬនិយាយដោយអណ្តាតដែក។ចាប់យកពេលវេលាស្ងប់ស្ងាត់បន្តិចរហូតដល់អ្នកមានអារម្មណ៍ថាមានតុល្យភាពក្នុងការធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបង្កើតការសន្ទនាផ្ទៃក្នុងស្ងប់ស្ងាត់និងសុទិដ្ឋិនិយម។ថ្ងៃអាទិត្យដ៏ប្រណីតដែលបានចំណាយនៅឯផ្ទះនឹងបម្រើអ្នកនៅពេលដែល Luna ចូល Scorpio ដោយអញ្ជើញអ្នកឱ្យស្វែងរកការជួសជុលមុនពេលដែលអ្នកផ្សេងទៀតទាមទារឱ្យមានភាពធុញទ្រាន់នៅរសៀលនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Frazzled energy could disrupt your Sunday morning peace, dear Taurus, as the Libra moon and Mars square off. Stop your mind from skipping steps and obsessing over chores or tasks you can't complete just yet. While it's essential to prepare for what's next, be mindful to relax before Monday rolls in. Luckily, harmony will be easier to establish once Luna enters Scorpio, encouraging you to practice self-care or spend time with loved ones. Try not to be discouraged by challenges when Pluto becomes agitated later this afternoon, and avoid overanalyzing your situation if loved ones seem closed off."
        },
        "kh": {
            "today": "ថាមពលដែលឆេះស្ងល់អាចរំខានដល់សន្តិភាពពេលព្រឹកថ្ងៃអាទិត្យរបស់អ្នកគឺជាការជាទីស្រឡាញ់របស់ Taurus, ដូចជា Libra Moon និង Mars Square បិទ។បញ្ឈប់គំនិតរបស់អ្នកពីការរំលងជំហាននិងការឃ្លាក់តាចលើការងារឬភារកិច្ចដែលអ្នកមិនអាចបញ្ចប់បាន។ខណៈពេលដែលវាចាំបាច់ក្នុងការរៀបចំសម្រាប់អ្វីដែលក្រោយមកត្រូវយកចិត្តទុកដាក់ក្នុងការសម្រាកមុនថ្ងៃច័ន្ទវិលមុខនឹងកាន់តែងាយស្រួលក្នុងការបង្កើតជាតិសាសន៍ដែលលើកទឹកចិត្តឱ្យអ្នកអនុវត្តការថែទាំខ្លួនឯងឬចំណាយពេលជាមួយមនុស្សជាទីស្រឡាញ់។ព្យាយាមមិនឱ្យធ្លាក់ទឹកចិត្តដោយសារបញ្ហាប្រឈមនៅពេលផ្លាធូបានធុញទ្រាន់នៅពេលរសៀលនៅរសៀលនេះហើយចៀសវាងការធ្វើឱ្យហួសចិត្តរបស់អ្នកប្រសិនបើមនុស្សដែលចូលចិត្តបិទ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to get frustrated while the Libra moon and Mars square off, dear Gemini, which can bring about big egos, stubbornness, and a sense that you're being rushed. The energy shifts once Luna enters Scorpio, prompting you to devote your Sunday to living well. Tap into your body, honoring what it needs to feel satiated, supported, and vibrant. Take a few moments to deepen your relationship with the divine when Pluto stirs midafternoon, and consider bringing more spiritual practices into your daily routines. Plan on heading to bed early so you can feel refreshed once Monday breaks."
        },
        "kh": {
            "today": "ព្យាយាមកុំឱ្យអាក់អន់ចិត្តខណៈដែល Libra Moon និង Mars Square បិទ, Gemini ជាទីស្រឡាញ់, ដែលអាចនាំមកនូវ ego egos ធំ, រឹងចចេសនិងអារម្មណ៍ដែលអ្នកកំពុងប្រញាប់ប្រញាល់។ថាមពលផ្លាស់ប្តូរនៅពេលដែល Luna ចូល Scorpio ដែលជំរុញឱ្យអ្នកលះបង់ថ្ងៃអាទិត្យរបស់អ្នកដើម្បីរស់នៅបានល្អ។ប៉ះក្នុងខ្លួនរបស់អ្នកដោយផ្តល់កិត្តិយសដល់អ្វីដែលវាត្រូវការដើម្បីមានអារម្មណ៍ថាមានអារម្មណ៍ថាបានគាំទ្រនិងរស់រវើក។ចំណាយពេលបន្តិចដើម្បីធ្វើឱ្យទំនាក់ទំនងរបស់អ្នកកាន់តែស៊ីជម្រៅជាមួយនឹងព្រះនៅពេលដែល Pluto ជំរុញឱ្យពាក់កណ្តាលចុងរបស់អ្នកហើយពិចារណានាំមកនូវការអនុវត្តខាងវិញ្ញាណបន្ថែមទៀតនៅក្នុងទម្លាប់ប្រចាំថ្ងៃរបស់អ្នក។គ្រោងនឹងធ្វើដំណើរទៅគ្រែមុនដូច្នេះអ្នកអាចមានអារម្មណ៍ស្រស់ស្រាយនៅពេលថ្ងៃច័ន្ទសម្រាក។"
        }
    }
]