[
    {
        "sign": "Aries",
        "en": {
            "today": "The Libra new moon rises this morning, dear Aries, giving you a fresh take on love and romance. You'll be eager to spend time with those closest to your heart, and will holistically benefit from good company. Your dreams take shape once Luna enters Scorpio and forms a rare yod with Neptune and Uranus, though it may be necessary to bend a few rules. Get creative and actively sever ties with people or situations that hinder progress. Watch out for jealousy and malice within your community while Pluto becomes agitated, and avoid obsessing over that which you cannot control."
        },
        "kh": {
            "today": "ព្រះច័ន្ទថ្មីបៃតងរះនៅព្រឹកនេះជាទីស្រឡាញ់អារក្សដែលផ្តល់ឱ្យអ្នកនូវការទទួលបានការស្រឡាញ់និងស្នេហា។អ្នកនឹងចង់ចំណាយពេលជាមួយអ្នកដែលនៅជិតបេះដូងរបស់អ្នកហើយនឹងទទួលបានអត្ថប្រយោជន៍ពីក្រុមហ៊ុនល្អ។ក្តីសុបិន្តរបស់អ្នកមានរាងដូច Luna ចូល Scorpio និងបង្កើតបានជាយូដាដ៏កម្រមួយដែលមាន Neptune និង Uranus ទោះបីជាចាំបាច់ត្រូវពត់ច្បាប់មួយចំនួនក៏ដោយ។ទទួលបានការច្នៃប្រឌិតនិងបំបែកទំនាក់ទំនងយ៉ាងសកម្មជាមួយមនុស្សឬស្ថានភាពដែលរារាំងការរីកចម្រើន។ប្រយ័ត្នចំពោះការច្រណែនឈ្នានីសនិងគំនិតអាក្រក់នៅក្នុងសហគមន៍របស់អ្នកខណៈពេលដែលផ្លាតូធុញទ្រាន់ហើយជៀសវាងការឃ្លាំមើលអ្វីដែលអ្នកមិនអាចគ្រប់គ្រងបាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Choose a topic you hope to become more familiar with, dear Leo, outlining a six-month plan to educate yourself better. As the Libra new moon rises in your solar third house, you'll be reminded of the importance of seeking intellectual growth. An emotionally intense and bittersweet energy emerges once Luna enters Scorpio, forming a rare yod with Neptune and Uranus. Try not to ruminate over missed opportunities or failed relationships; instead, focus on discovering new friendships and goals in the present. Be on guard for obsessive or manipulative behaviors when Pluto becomes agitated, especially within matters of the heart."
        },
        "kh": {
            "today": "ជ្រើសរើសប្រធានបទមួយដែលអ្នកសង្ឃឹមថានឹងស្គាល់កាន់តែច្បាស់លីអូដែលជាទីស្រឡាញ់ដោយគូសបញ្ជាក់ផែនការរយៈពេល 6 ខែដើម្បីអប់រំខ្លួនអ្នកឱ្យកាន់តែប្រសើរឡើង។នៅពេលដែល Libra Moon ថ្មី Rises នៅក្នុងផ្ទះទី 3 Solar របស់អ្នកអ្នកនឹងត្រូវបានរំ of កពីសារៈសំខាន់នៃការស្វែងរកការលូតលាស់បញ្ញា។ថាមពលដ៏ខ្លាំងក្លានិងម្ញប់ស្ញែងលេចចេញមកនៅពេលដែល Luna ចូល Scorpio ដោយបង្កើតបានជាយូដាដ៏កម្រមួយជាមួយ Neptune និង Uranus ។ព្យាយាមមិនឱ្យចំអកអំពីឱកាសដែលខកខានឬទំនាក់ទំនងបរាជ័យ។ផ្ទុយទៅវិញផ្តោតលើការរកឃើញមិត្តភាពថ្មីនិងគោលដៅនាពេលបច្ចុប្បន្ននេះ។ត្រូវប្រយ័ត្នចំពោះឥរិយាបថដែលមានមនោរម្យឬឧបាយកលនៅពេលផ្លាធូមានភាពធុញទ្រាន់ជាពិសេសនៅក្នុងបញ្ហានៃបេះដូង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Outline a six month plan to get on track with work and wellness goals, dear Taurus. As the Libra new moon rises in your solar sixth house, it'll be essential to establish healthy routines that can improve focus. Getting a handle on your dreams with practical planning will renew your motivation, making success feel within reach. Watch for strange synchronicities once Luna enters Scorpio, entering a rare yod formation with Neptune and Uranus. This highly karmic energy offers direction from the universe, although your foundations may be shaken. Put a stop to toxic dynamics while Pluto is activated, setting boundaries that will end unhealthy cycles."
        },
        "kh": {
            "today": "គូសបញ្ជាក់ផែនការរយៈពេលប្រាំមួយខែដើម្បីទទួលបាននូវគោលដៅការងារនិងសុខភាពល្អ Taurus ជាទីស្រឡាញ់។នៅពេលដែល Libra Moon ថ្មី Rises នៅក្នុងផ្ទះទី 6 របស់អ្នកវាចាំបាច់ក្នុងការបង្កើតទម្លាប់ដែលមានសុខភាពល្អដែលអាចផ្តោតអារម្មណ៍បាន។ការទទួលបានចំណុចទាញលើក្តីសុបិន្តរបស់អ្នកជាមួយនឹងផែនការជាក់ស្តែងនឹងបន្តការលើកទឹកចិត្តរបស់អ្នកដោយធ្វើឱ្យជោគជ័យមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍ថាស្ថិតស្ថេរ។សូមមើលការធ្វើសមាហរណកម្មចម្លែកនៅពេលដែល Luna ចូល Scorpio ដោយចូលក្នុងការបង្កើតយ៉ុតដ៏កម្រមួយជាមួយ Neptune និង Uranus ។ថាមពលកឡានម៉ៃក្លិនខ្ពស់នេះផ្តល់នូវការណែនាំពីសកលលោកទោះបីជាគ្រឹះរបស់អ្នករង្គោះរង្គើក៏ដោយ។បញ្ឈប់ការពុលឌីណាមិកខណៈដែលផ្លាតូត្រូវបានធ្វើឱ្យសកម្មកំណត់ព្រំដែនដែលនឹងបញ្ចប់វដ្តមិនល្អ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Libra new moon puts a twinkle in your eye this morning, darling Gemini, reinforcing your belief in self. Home in on what the heart wants, taking on projects that will feed into these desires. Whether you're on the hunt for love, recognition, or more friends, work on yourself to attract such blessings. A busy energy takes hold once Luna enters Scorpio and forms a yod with Neptune and Uranus, forcing you to balance your needs with those of those around you. Be helpful where you can, but don't become overly sidetracked and forget your own dreams while Pluto stirs."
        },
        "kh": {
            "today": "បណ្ណាល័យ Libra ថ្មីដាក់ការភ្លឹបភ្លែតៗនៅក្នុងភ្នែករបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Gemini ដែលពង្រឹងជំនឿរបស់អ្នកលើខ្លួនឯង។នៅលើអ្វីដែលបេះដូងចង់បានដោយទទួលយកគម្រោងដែលនឹងផ្តល់ចំណីដល់បំណងប្រាថ្នាទាំងនេះ។មិនថាអ្នកកំពុងប្រមាញ់សម្រាប់ស្នេហាការទទួលស្គាល់ឬមិត្តភក្តិច្រើនធ្វើការលើខ្លួនអ្នកដើម្បីទាក់ទាញពរជ័យបែបនេះទេ។ថាមពលដែលមមាញឹកទទួលបានការឃុំឃាំងនៅពេលដែល Luna ចូល Scorpio ហើយបង្កើតបានជាយូដាជាមួយ Neptune និង Uranus បង្ខំឱ្យអ្នកថ្លឹងថ្លែងតម្រូវការរបស់អ្នកជាមួយអ្នកដែលនៅជុំវិញអ្នក។មានប្រយោជន៍នៅកន្លែងដែលអ្នកអាចធ្វើបានប៉ុន្តែកុំមានអារម្មណ៍ធុញទ្រាន់ហើយភ្លេចក្តីសុបិន្តផ្ទាល់ខ្លួនរបស់អ្នកខណៈពេលដែល Pluto កូរ។"
        }
    }
]