[
    {
        "sign": "Aries",
        "en": {
            "today": "The Scorpio full moon rises this morning, darling Aries, putting you in a sentimental and intimate headspace. This energy can help you reach new depths within your romantic and professional partnerships, but you'll need to go out on a ledge if you expect others to do the same. Unfortunately, it may be challenging to prioritize meaningful relationships while Mercury and Pluto square off, amplifying outside noise and technological distractions. Pull back from your electronics to clear the mind and nurture your body once the nodes of fate stir this evening. Go with the flow when Luna opposes Uranus, noticing when stubborn behaviors kick in. Acknowledge your responsibilities while focusing on personal growth when Saturn activates later tonight."
        },
        "kh": {
            "today": "ព្រះចន្ទពេញរបស់ខ្យាដំរីបានកើនឡើងនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Aries ដែលធ្វើឱ្យអ្នកស្ថិតក្នុងសន្ទុះមនោសញ្ចេតនានិងស្និទ្ធស្នាលយ៉ាងជិតស្និទ្ធ។ថាមពលនេះអាចជួយអ្នកឱ្យឈានដល់ជម្រៅថ្មីនៅក្នុងភាពជាដៃគូមនោសញ្ចេតនានិងវិជ្ជាជីវៈរបស់អ្នកប៉ុន្តែអ្នកត្រូវចេញក្រៅនៅលើផ្នេកល្វាយ៍ប្រសិនបើអ្នករំពឹងថាអ្នកផ្សេងទៀតធ្វើដូចគ្នា។ជាអកុសលវាអាចជាការពិបាកក្នុងការផ្តល់អាទិភាពដល់ទំនាក់ទំនងដែលមានអត្ថន័យខណៈដែលបារតនិងផ្លាតូការ៉េបិទ, ពង្រីកសំលេងរំខាននៅខាងក្រៅនិងការរំខានបច្ចេកវិទ្យា។ទាញត្រឡប់មកវិញពីគ្រឿងអេឡិចត្រូនិចរបស់អ្នកដើម្បីជម្រះចិត្តនិងចិញ្ចឹមបីបាច់រាងកាយរបស់អ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅល្ងាចនេះ។ទៅជាមួយលំហូរនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសដោយកត់សម្គាល់នៅពេលមានអាកប្បកិរិយារឹងប៉ឹងនៅពេលផ្តោតលើការលូតលាស់ផ្ទាល់ខ្លួននៅពេល Saturn ធ្វើសកម្មភាពនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Scorpio full moon triggers your sentimental side, dearest Leo, but not everyone will move with grace. Do your best to keep an open heart without leaving yourself susceptible to harmful or insensitive people. A harsh square between Mercury and Pluto could trigger issues within matters of the heart. However, you may also begin to notice imbalances between your professional and private affairs. Luckily, the nodes of fate step in to offer a new way forward, but you'll need to get comfortable with certain sacrifices if you're to create new foundations. Watch out for mood swings when Luna opposes Uranus this evening. Consider closing out the evening with a cleansing bath or mediation session while Saturn activates."
        },
        "kh": {
            "today": "ព្រះចន្ទពេញរបស់អ្នកមានស្នាមប្រឡាក់យ៉ាងខ្លាំងដែលជាមនោសញ្ចេតនារបស់អ្នកដែលជាទីស្រឡាញ់បំផុតប៉ុន្តែមិនមែនមនុស្សគ្រប់គ្នានឹងធ្វើចលនាដោយព្រះគុណទេ។ធ្វើឱ្យអស់ពីសមត្ថភាពដើម្បីរក្សាបេះដូងបើកចំហដោយមិនបន្ធូរខ្លួនអ្នកងាយនឹងទទួលរងនូវគ្រោះថ្នាក់ឬមិនមានគ្រោះថ្នាក់។ការ៉េយ៉ាងខ្លាំងរវាងបារតនិងផ្លាតូអាចបង្កឱ្យមានបញ្ហាក្នុងបញ្ហាបេះដូង។ទោះយ៉ាងណាអ្នកក៏អាចចាប់ផ្តើមកត់សំគាល់អតុល្យភាពរវាងកិច្ចការជំនាញនិងឯកជនរបស់អ្នកដែរ។សំណាងល្អថ្នាំងនៃជោគវាសនាជំហានដើម្បីផ្តល់នូវវិធីថ្មីឆ្ពោះទៅមុខប៉ុន្តែអ្នកត្រូវមានផាសុកភាពជាមួយនឹងការលះបង់ជាក់លាក់ប្រសិនបើអ្នកបង្កើតមូលដ្ឋានគ្រឹះថ្មី។ប្រយ័ត្នចំពោះការផ្លាស់ប្តូរអារម្មណ៍នៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅល្ងាចនេះ។ពិចារណាបិទនៅពេលល្ងាចជាមួយនឹងការងូតទឹកឬការសម្របសម្រួលដ៏សម្អាតខណៈពេលដែល Saturn ធ្វើឱ្យសកម្ម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Immerse yourself in a world of romance and beauty, dear Taurus, as the Scorpio full moon rises in the sector of your chart that governs harmony and love. Just be respectful of other people's boundaries while Mercury and Pluto square off, which may cause you to feel impatient for a genuine connection. A refreshing energy fills the air while the nodes of fate activate this evening, making it easier to scratch beneath the surface without applying pressure. You'll crave excitement when Luna opposes Uranus, but try not to feed unhealthy impulses. Focus on your online image later tonight when Saturn activates."
        },
        "kh": {
            "today": "ជ្រមុជខ្លួនអ្នកនៅក្នុងពិភពនៃមនោសញ្ចេតនានិងសម្រស់ Taurus ជាទីស្រឡាញ់នៅពេលដែល Scorpio ពេញព្រះច័ន្ទកើនឡើងនៅក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពសុខដុមនិងស្នេហា។គ្រាន់តែគោរពព្រំដែនរបស់អ្នកដទៃខណៈដែលបារតនិង Pluto Square បិទដែលអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍មិនចេះអត់ធ្មត់ចំពោះការតភ្ជាប់ពិតប្រាកដ។ថាមពលធ្វើឱ្យស្រស់មួយបំពេញខ្យល់ខណៈដែលថ្នាំងនៃជោគវាសនាសកម្មនៅល្ងាចនេះដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការកោសនៅក្រោមផ្ទៃដោយមិនចាំបាច់ប្រើសម្ពាធ។អ្នកនឹងស្រេកឃ្លានរំភើបនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសប៉ុន្តែព្យាយាមមិនឱ្យចិញ្ចឹមអធ្យាស្រ័យមិនល្អ។ផ្តោតលើរូបភាពលើអ៊ីនធឺណិតរបស់អ្នកនៅយប់នេះនៅពេល Saturn សកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A changing of tides comes with this morning's Scorpio full moon, dearest Gemini. This astrological event urges you to prioritize wellness, finding ways to maximize healthy living and organization. Meanwhile, Mercury and Pluto square off overhead, highlighting how transformative small changes can truly be. Don't be afraid to try new routines, release bad habits, and create new cycles. Focus on what is sustainable while the nodes of fate activate this evening, planning for the future with measured practicality. Notice your impulses when Luna opposes Uranus this evening, fighting the urge to revert to old patterns. Luckily, Saturn steps in to strengthen your resolve."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរជំនោរភ្ជាប់មកជាមួយ Maorpio ពេញរបស់ព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុត។ព្រឹត្តិការណ៍ហោរាសាស្ដ្រនេះជម្រុញឱ្យអ្នកផ្តល់អាទិភាពដល់សុខភាពសុខភាពដោយស្វែងរកវិធីដើម្បីបង្កើនការរស់នៅនិងអង្គការដែលមានសុខភាពល្អ។ទន្ទឹមនឹងនេះដែរបារតនិងផ្លាតូការ៉េការ៉េបិទការរំលេចដែលបង្ហាញពីការផ្លាស់ប្តូរតូចតាចដែលអាចផ្លាស់ប្តូរបាន។កុំភ័យខ្លាចក្នុងការព្យាយាមទម្លាប់ថ្មីចេញទះទម្លាប់អាក្រក់និងបង្កើតវដ្តថ្មី។ផ្តោតលើអ្វីដែលមាននិរន្តរភាពខណៈពេលដែលថ្នាំងនៃជោគវាសនាសកម្មនៅល្ងាចនេះការធ្វើផែនការសម្រាប់អនាគតជាមួយនឹងការអនុវត្តជាក់ស្តែង។កត់សំគាល់ការលើកទឹកចិត្តរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងនឹងអ៊ុយរ៉ានុសនៅល្ងាចនេះដោយប្រយុទ្ធប្រឆាំងនឹងការជម្រុញឱ្យត្រឡប់ទៅលំនាំចាស់។សំណាងល្អ, សៅរ៍បានចូលទៅពង្រឹងការតាំងចិត្តរបស់អ្នក។"
        }
    }
]