[
    {
        "sign": "Aries",
        "en": {
            "today": "Pay attention to any meaningful dreams you have early this morning, dearest Aries, as a highly psychic connection between the Taurus moon, nodes of fate, and Neptune guides you. Clarity finds you once Luna enters Gemini, though you'll want to ask questions to fill holes. Luckily, you'll have no problem accessing your inner investigator while Mercury and Pluto align, and people will be shockingly forthcoming with juicy insights. Trust the read you gain on others while Luna continues to sharpen your intuition. Set aside outside noise to focus on personal desires and romance when Venus Rx stirs later tonight."
        },
        "kh": {
            "today": "យកចិត្តទុកដាក់ចំពោះក្តីសុបិន្តដែលមានអត្ថន័យដែលអ្នកមាននៅព្រឹកនេះដែលជាការខាតបង់ដ៏អស្ចារ្យបំផុតដែលជាការផ្សារភ្ជាប់យ៉ាងខ្លាំងរវាងព្រះច័ន្ទ Taurus, ថ្នាំងនៃវាសនានិង Neptune ណែនាំអ្នក។ភាពច្បាស់លាស់រកឃើញអ្នកនៅពេលដែល Luna ចូល Gemini ទោះបីជាអ្នកនឹងចង់សួរសំណួរដើម្បីបំពេញប្រហោងក៏ដោយ។សំណាងល្អអ្នកនឹងមិនមានបញ្ហាក្នុងការចូលក្នុងការស៊ើបអង្កេតខាងក្នុងរបស់អ្នកទេខណៈដែលបារតនិងផ្លាតូតម្រឹមគ្នាហើយប្រជាជននឹងមានភាពភ្ញាក់ផ្អើលជាមួយនឹងការទទួលការយល់ដឹងដ៏គួរឱ្យភ្ញាក់ផ្អើល។ជឿទុកចិត្តថាអានអ្នកបានទទួលនៅលើអ្នកដទៃខណៈពេលដែល Luna នៅតែបន្តពង្រឹងវិចារណញាណរបស់អ្នក។ដាក់សំលេងរំខាននៅខាងក្រៅដើម្បីផ្តោតលើបំណងប្រាថ្នាផ្ទាល់ខ្លួននិងស្នេហានៅពេលដែល Venus RX កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Major release finds you early this morning when the Taurus moon aspects the nodes of fate and Neptune, warm Leo, which could trigger intense dreams. Luckily, you'll feel clear-headed and in the mood to mingle once you've awakened and Luna enters Gemini. Take your role seriously when it comes to forging community links and looking for opportunities to expand your social and professional circle. You'll have a gift for side-stepping small talk to establish a real connection while Mercury and Pluto align, bringing vibrancy to your aura. Return to spiritual practices that have fallen stagnant while Venus rx activates later tonight."
        },
        "kh": {
            "today": "ការដោះលែងចំបងបានរកអ្នកនៅព្រឹកនេះនៅពេលដែលទិដ្ឋភាពនៃ Taurus Moon NODS នៃវាសនានិង Neptune, កក់ក្តៅ, ដែលអាចជួយឱ្យក្តីសុបិន្តខ្លាំង។សំណាងអ្នកនឹងមានអារម្មណ៍ច្បាស់ហើយនៅក្នុងអារម្មណ៍ចំពោះការលាយបញ្ចូលគ្នានៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនហើយ Luna ចូល Gemini ។យកចិត្តទុកដាក់ចំពោះតួនាទីរបស់អ្នកយ៉ាងហ្មត់ចត់នៅពេលនិយាយអំពីទំនាក់ទំនងសហគមន៍និងស្វែងរកឱកាសដើម្បីពង្រីករង្វង់សង្គមនិងវិជ្ជាជីវៈរបស់អ្នក។អ្នកនឹងមានអំណោយសម្រាប់ការពិភាក្សាតូចមួយចំហៀងដើម្បីបង្កើតទំនាក់ទំនងពិតប្រាកដខណៈដែលបារតនិងផ្លាតូតម្រឹមការនាំមកនូវភាពរស់រវើករបស់អ្នក។ត្រលប់ទៅការអនុវត្តខាងវិញ្ញាណដែលបានធ្លាក់ចុះយ៉ាងខ្លាំងខណៈដែល Venus RX សកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "An easy energy finds you this morning, dearest Taurus, as Luna exits your sign and enters Gemini. Move slowly and weigh your options, but try not to get too caught up in minor details. A burst of potential finds you while Mercury and Pluto align, helping you break patterns that have caused you to hold back. Push yourself to move outside of what is comfortable if doing so can help you establish more notoriety or respect. When in doubt, stretch goals out over the long term, staying true to the course you've set out upon. Embrace your tried and true comforts later tonight when Venus Rx activates."
        },
        "kh": {
            "today": "ថាមពលងាយស្រួលរកអ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បំផុតនៅពេលដែល Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយចូលមក Gemini ។ផ្លាស់ទីយឺត ៗ និងថ្លឹងថ្លែងជម្រើសរបស់អ្នកប៉ុន្តែព្យាយាមមិនឱ្យទទួលបានព័ត៌មានលម្អិតតិចតួចទេ។សក្តានុពលនៃសក្តានុពលមួយបានរកឃើញអ្នកខណៈដែលបារតនិងផ្លាតូតម្រឹមជួយអ្នកបំបែកលំនាំដែលបានធ្វើឱ្យអ្នកទប់ចិត្ត។ជំរុញឱ្យខ្លួនអ្នកផ្លាស់ប្តូរនៅខាងក្រៅអ្វីដែលមានផាសុខភាពប្រសិនបើការធ្វើដូច្នេះអាចជួយអ្នកឱ្យមានកម្រិតឬការគោរព។នៅពេលមានការសង្ស័យសូមលើកកម្ពស់គោលដៅក្នុងរយៈពេលវែង, រក្សាភាពពិតទៅនឹងវគ្គសិក្សាដែលអ្នកបានកំណត់។ចាប់យកការលួងលោមដែលបានព្យាយាមនិងពិតរបស់អ្នកនៅយប់នេះនៅពេលដែល Venus RX សកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Taurus moon forms mystical connections with the nodes of fate and Neptune, dear Gemini, and it might be wise to take note of any profound dreams that occurred early this morning. Set your priorities straight once you've awakened and the moon enters your sign, asking you to get serious about pulling ahead. Meanwhile, Luna, Mercury, and Pluto form a collaborative aspect, deepening your connection with the other side to make way for miracles and manifestation. Put your heart into the wishes you make, and they might come to fruition. Connect with old friends later tonight when Venus Rx stirs."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Taurus បង្កើតបានជាការតភ្ជាប់អាថ៌កំបាំងជាមួយនឹងថ្នាំងនៃវាសនានិង Neptune, Gremini ជាទីស្រឡាញ់ហើយវាអាចជាការឈ្លាសវៃដែលបានកត់សម្គាល់នូវក្តីសុបិន្តដ៏ជ្រាលជ្រៅណាមួយដែលបានកើតឡើងនៅព្រឹកនេះ។កំណត់អាទិភាពរបស់អ្នកត្រង់នៅពេលដែលអ្នកភ្ញាក់ហើយព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកដោយស្នើសុំឱ្យអ្នកយកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីការទាញទៅមុខ។ទន្ទឹមនឹងនេះ, Luna, បារត, និង Pluto បង្កើតបានជាទិដ្ឋភាពសហការគ្នា, ធ្វើឱ្យកាន់តែស៊ីជម្រៅការផ្សារភ្ជាប់របស់អ្នកជាមួយនឹងផ្នែកម្ខាងទៀតដើម្បីធ្វើឱ្យមានអព្ភូតហេតុនិងការបង្ហាញ។ដាក់បេះដូងរបស់អ្នកទៅក្នុងបំណងប្រាថ្នាដែលអ្នកធ្វើហើយពួកគេអាចនឹងក្លាយជាផ្លែផ្កា។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តចាស់នៅយប់នេះនៅពេល Venus RX កូរ។"
        }
    }
]