[
    {
        "sign": "Aries",
        "en": {
            "today": "Focus on expanding your thoughts and healing the mind, dear ram, as the Libra moon, Jupiter, Chiron, and the sun activate against our morning sky. The full moon rises later this afternoon, placing focus on your relationships. Consider how romantic entanglements, past or present, have impacted you for better or worse. Try to release romantic disappointments, teaching yourself to keep an open heart so true love can filter through. Things will move more smoothly within your closest connections once Venus stations direct this evening. Harness these vibes by vowing to break patterns that have damaged connections in the past."
        },
        "kh": {
            "today": "ផ្តោតលើការពង្រីកគំនិតរបស់អ្នកនិងព្យាបាលគំនិត RAM ជាទីស្រឡាញ់ដូច Libra Moon, Jupiter, Chir Giron និងព្រះអាទិត្យសកម្មប្រឆាំងនឹងមេឃពេលព្រឹករបស់យើង។ព្រះច័ន្ទពេញលេញបានកើនឡើងនៅរសៀលនេះដោយដាក់ការផ្តោតអារម្មណ៍លើទំនាក់ទំនងរបស់អ្នក។ពិចារណាពីរបៀបដែលការជាប់ទាក់ទងស្នេហាអតីតកាលអតីតកាលឬបច្ចុប្បន្នបានជះឥទ្ធិពលដល់អ្នកឱ្យបានប្រសើរឡើងឬអាក្រក់ជាងនេះ។ព្យាយាមដោះលែងការខកចិត្តរ៉ូមែនទិកបង្រៀនខ្លួនអ្នកឱ្យរក្សាបេះដូងបើកចំហដូច្នេះស្នេហាពិតអាចច្រោះបាន។អ្វីៗនឹងធ្វើឱ្យប្រសើរឡើងយ៉ាងរលូននៅក្នុងការតភ្ជាប់ជិតបំផុតរបស់អ្នកនៅពេលដែលស្ថានីយប្រេងា Venus ដឹកនាំនៅល្ងាចនេះ។ទាញយកភាពរស់រវើកទាំងនេះដោយប្តេជ្ញាក្នុងការបំបែកលំនាំដែលមានការតភ្ជាប់ខូចនៅអតីតកាល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Put on your party hat and get ready to mingle, sweet lion, as the Libra moon and Jupiter align this morning. This energy is perfect for making new acquaintances, sharing ideas, and surrounding yourself with people who inspire. Meanwhile, the Aries sun and Chiron unite, helping you soothe spiritual wounds. Strengthen your connection with the divine in this moment, especially if you carry religious trauma from the past. A buzz fills the air later today when the full moon rises, filling you with grand ideas and plenty of opinions. Expect to see movement within your romantic and professional commitments throughout the coming weeks once Venus stations direct this evening."
        },
        "kh": {
            "today": "ដាក់នៅលើមួកគណបក្សរបស់អ្នកហើយត្រៀមខ្លួនជាស្រេចដើម្បីលាយបញ្ចូលគ្នា, តោផ្អែម, ដូចជា Libra Moon និង Jupiter តម្រឹមនៅព្រឹកនេះ។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការធ្វើឱ្យអ្នកស្គាល់គ្នាថ្មីចែករំលែកគំនិតនិងជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលជម្រុញ។ទន្ទឹមនឹងនេះដែរអេរីអេសព្រះអាទិត្យនិងឈីរ៉ូរួបរួមដែលជួយអ្នកធ្វើឱ្យអ្នកធូរស្បើយពីរបួសខាងវិញ្ញាណ។ពង្រឹងការតភ្ជាប់របស់អ្នកជាមួយព្រះនៅពេលនេះជាពិសេសប្រសិនបើអ្នកកាន់ការប៉ះទង្គិចខាងសាសនាពីអតីតកាល។ការភ្ញាក់ផ្អើលមួយបានបំពេញខ្យល់នៅថ្ងៃនេះនៅពេលដែលព្រះច័ន្ទរះឡើងដោយពោរពេញទៅដោយគំនិតរបស់ហ្គ្រេមនិងគំនិតជាច្រើន។រំពឹងថានឹងមានចលនាក្នុងការប្តេជ្ញាចិត្តរបស់អ្នកនិងវិជ្ជាជីវៈរបស់អ្នកពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលស្ថានីយប្រមនុស្សផ្ទាល់ដោយផ្ទាល់ដោយផ្ទាល់នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Find your gratitude as the Libra moon aspects Jupiter, dearest Taurus, allowing yourself to feel supported by the beauty and blessings that surround you. A sweet connection between the Aries sun and Chiron brings healing to the deepest layers of your psyche, and leaning into luxury can help facilitate a sense of optimism and ease. You may come to discover that your daily routines and approach to living well need a significant overhaul. As the full moon rises later today, make a vow to release what does not serve you by changing your habits. Meanwhile, Venus concludes her retrograde journey, bringing movement to your social sphere."
        },
        "kh": {
            "today": "ស្វែងរកការដឹងគុណរបស់អ្នកដូចជាទិដ្ឋភាពរបស់ Libra ព្រះច័ន្ទភពព្រហស្បតិ៍, Taurus ដែលជាទីស្រឡាញ់បំផុតដែលអនុញ្ញាតឱ្យខ្លួនអ្នកមានអារម្មណ៍គាំទ្រដោយភាពស្រស់ស្អាតនិងពរជ័យដែលនៅជុំវិញអ្នក។ការផ្សារភ្ជាប់គ្នាយ៉ាងផ្អែមល្ហែមរវាងព្រះអាទិត្យដែលមានពន្លឺព្រះអាទិត្យនិងឈីលីនាំមកនូវការព្យាបាលទៅស្រទាប់ដ៏ជ្រៅនៃចិត្តរបស់អ្នកហើយពោរពេញទៅដោយភាពប្រណីតអាចជួយសម្រួលដល់អារម្មណ៍សុទិដ្ឋិនិយមនិងភាពងាយស្រួល។អ្នកអាចមករកឃើញថាទម្លាប់និងវិធីសាស្រ្តប្រចាំថ្ងៃរបស់អ្នកក្នុងការរស់នៅបានយ៉ាងល្អត្រូវការការកែលម្អដ៏សំខាន់មួយ។នៅពេលដែលព្រះច័ន្ទពេញឡើងនៅថ្ងៃនេះសូមស្បថថានឹងចេញនូវអ្វីដែលមិនបម្រើអ្នកដោយការផ្លាស់ប្តូរទម្លាប់របស់អ្នក។ទន្ទឹមនឹងនេះ Venus Venus បានបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់នាងដោយនាំចលនាទៅកាន់វិស័យសង្គមរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Give yourself creative freedom as the Libra moon and Jupiter align this morning, beloved Gemini. This energy is perfect for maximizing authenticity by letting the mind explore new ideas, projects, and stylistic expressions. Seek communities that offer hope while the Aries sun and Chiron unite, emphasizing the importance of healing connections. You'll crave attention later today when the full moon rises, but you should be mindful of how you seek it. You should also brace yourself against judgmental eyes by keeping good company only. You'll sense a shift when Venus stations direct this evening, helping to open doors within your career path."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវសេរីភាពច្នៃប្រឌិតដូច Libra Moon និង Jupiter តម្រឹមនៅព្រឹកនេះ Gremini ជាទីស្រឡាញ់។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការធ្វើឱ្យប្រសើរឡើងនូវភាពត្រឹមត្រូវដោយអនុញ្ញាតឱ្យចិត្តស្វែងយល់ពីគំនិតគម្រោងនិងការបញ្ចេញមតិទាន់សម័យថ្មីៗ។ស្វែងរកសហគមន៍ដែលផ្តល់ក្តីសង្ឃឹមខណៈពេលដែលព្រះអាទិត្យលិចនិងជីរអេកដែលរួបរួមគ្នាសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការព្យាបាលការតភ្ជាប់។អ្នកនឹងយកចិត្តទុកដាក់នៅពេលថ្ងៃក្រោយនៅពេលដែលព្រះច័ន្ទបានកើនឡើងប៉ុន្តែអ្នកគួរតែគិតពីរបៀបដែលអ្នកស្វែងរកវា។អ្នកក៏គួរតែចងខ្លួនឯងនឹងភ្នែកថ្កោលទោសដោយរក្សាក្រុមហ៊ុនល្អតែប៉ុណ្ណោះ។អ្នកនឹងដឹងថាការផ្លាស់ប្តូរនៅពេលដែលការិយាល័យ Venus ដឹកនាំនៅល្ងាចនេះដោយជួយបើកទ្វារនៅក្នុងផ្លូវអាជីពរបស់អ្នក។"
        }
    }
]