[
    {
        "sign": "Aries",
        "en": {
            "today": "Cater to your basic needs upon awakening to avoid feeling overwhelmed later, dear Aries, as the Cancer moon squares Chiron. Excitement builds when Luna unites with Jupiter to form a grand trine with Mercury and Saturn, offering an abundance of inspiration and intimacy. Huddle up with your partner in crime to discuss what the future holds, choosing to build your own reality as ideas are shared and plans hatch. Move away from bland Sunday routines while Uranus and Neptune activate, urging you to spice up your evening with a little treat. Block outside noise that might upset you once Luna enters Leo and opposes Pluto tonight."
        },
        "kh": {
            "today": "បំពេញតាមតម្រូវការមូលដ្ឋានរបស់អ្នកនៅពេលដែលភ្ញាក់ដឹងខ្លួនដើម្បីចៀសវាងមានអារម្មណ៍ធុញថប់នៅពេលក្រោយជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលមហារីកមហារីកមហារីក Chiron ។ភាពរំភើបបង្កើតឡើងនៅពេលដែល Luna បង្រួបបង្រួមជាមួយភពរបស់ Jupiter ដើម្បីបង្កើតជាមហាវិថីដ៏ធំមួយជាមួយនឹងបារតនិង Saturn ដែលផ្តល់នូវភាពស្និទ្ធស្នាលនិងភាពស្និទ្ធស្នាលយ៉ាងបរិបូរណ៍។ការប្រកាន់ខ្ជាប់នូវដៃគូរបស់អ្នកក្នុងបទឧក្រិដ្ឋដើម្បីពិភាក្សាពីអ្វីដែលអនាគតរបស់អ្នកបានជ្រើសរើសដើម្បីបង្កើតភាពពិតផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលគំនិតត្រូវបានចែករំលែកនិងគ្រោងញាស់។ផ្លាស់ប្តូរឆ្ងាយពីទម្លាប់នៅថ្ងៃអាទិត្យថ្ងៃអាទិត្យខណៈពេលដែល Uranus និង Neptune សកម្ម, ជំរុញឱ្យអ្នកធ្វើគ្រឿងទេសរបស់អ្នកជាមួយនឹងការព្យាបាលតិចតួច។បិទសំលេងរំខាននៅខាងក្រៅដែលអាចធ្វើឱ្យអ្នកតូចចិត្តនៅពេលដែល Luna ចូល Leo និងប្រឆាំងនឹង Pluto នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Give yourself a pep talk before starting the day, darling lion, as the Cancer moon and Chiron square off. A burst of activity heightens your awareness once Luna, Jupiter, Mercury, and Saturn enter a rare grand trine. This energy helps you resolve personal hang-ups, share truths, and build close relationships. However, you'll want to gauge how much you reveal based on the responses and receptivity of those you confide in. Hearts and minds synchronize in the dreamiest of ways when Uranus and Neptune bring a romantic charge to the air. Try not to panic if emotions intensify after Luna enters your sign and opposes Pluto later tonight."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការនិយាយ Pep មុនពេលចាប់ផ្តើមថ្ងៃ, darling តោ, ដូចជាមហារីកមហារីកនិង Chiron Square បិទ។ការផ្ទុះនៃសកម្មភាពដែលអ្នកទទួលបានកម្ពស់របស់អ្នកនៅពេលដែល Luna, ភពព្រហស្បតិ៍, បារត, និង Saturn ចូលក្នុង Trine ដ៏កម្រមួយ។ថាមពលនេះជួយអ្នកដោះស្រាយបញ្ហាផ្ទាល់ខ្លួនចែករំលែកសេចក្តីពិតនិងកសាងទំនាក់ទំនងជិតស្និទ្ធ។ទោះយ៉ាងណាអ្នកនឹងចង់វាស់វែងថាតើអ្នកបង្ហាញចំនួនប៉ុន្មានដោយផ្អែកលើការឆ្លើយតបនិងការទទួលយករបស់អ្នកដែលទុកចិត្តនៅក្នុង។ ដួងចិត្តនិងគំនិតធ្វើសមកាលកម្មក្នុងក្តីសុបិន្តនៅពេលអ៊ុយរ៉ានុសនាំមកនូវការចោទប្រកាន់រ៉ូមែនទិកលើអាកាស។ព្យាយាមកុំឱ្យភ័យស្លន់ស្លោប្រសិនបើអារម្មណ៍កាន់តែខ្លាំងឡើងបន្ទាប់ពី Luna ចូលក្នុងសញ្ញារបស់អ្នកហើយប្រឆាំងនឹងផ្លាតូនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Thoughts multiply easily as the Cancer moon aspects Chiron and Jupiter, dear Taurus, so remember to keep a positive outlook. You'll feel called to carve out a prominent position within your community when Luna, Mercury, and Saturn form a grand trine, helping you find friends in high places while easing your way to the top. Although status isn't everything, it's worth pursuing under these challenging circumstances. Be mindful to leave people wanting more once Uranus and Neptune stir this evening, as you exit social engagements on a high note. You'll require plenty of time to rest up before Monday rolls in after Luna enters Leo and opposes Pluto tonight."
        },
        "kh": {
            "today": "គំនិតគុណនឹងយ៉ាងងាយស្រួលនៅពេលដែលទិដ្ឋភាពមហារីក chiron និងភពព្រហស្បតិ៍, Taurus ជាទីស្រឡាញ់ដូច្នេះ, ដូច្នេះត្រូវចងចាំថារក្សាទស្សនវិស័យវិជ្ជមាន។អ្នកនឹងមានអារម្មណ៍ថាបានអំពាវនាវឱ្យឆ្លុះបញ្ចាំងពីជំហរលេចធ្លោមួយនៅក្នុងសហគមន៍របស់អ្នកនៅពេលដែល Luna, បារតនិង Saturn បង្កើតបានជា Triny Trine ដែលជួយឱ្យអ្នកស្វែងរកមិត្តភក្តិនៅចំណាត់ថ្នាក់ខ្ពស់ខណៈពេលដែលការបន្ធូរបន្ថយរបស់អ្នកទៅកាន់កំពូល។ទោះបីជាស្ថានភាពនេះមិនមែនជាអ្វីគ្រប់យ៉ាងក៏ដោយវាពិតជាមានតម្លៃក្នុងការស្វែងរកក្នុងកាលៈទេសៈដ៏លំបាកទាំងនេះ។មានចិត្តចាកចេញពីមនុស្សដែលចង់ឱ្យប្រជាជនអ៊ុយរ៉ានុសកាន់តែច្រើនឡើង ៗ នៅពេលដែលអ្នកចាកចេញពីការចូលរួមក្នុងសង្គមនៅលើកំណត់ត្រាខ្ពស់។អ្នកនឹងត្រូវការពេលវេលាឱ្យបានច្រើនដើម្បីសម្រាកមុនថ្ងៃច័ន្ទវិលបន្ទាប់ពីឡុងណាចូលឡេអូនិងប្រឆាំងនឹងផ្លាតូនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer moon squares Chiron this morning, dear Gemini, asking you to appreciate the present instead of zoning out online. Enriching experiences will be abundant as Luna, Jupiter, Mercury, and Saturn form a harmonizing grand trine. Reconnecting with the world around you will reinvigorate the spirit, reminding you of your role as the creator of your own reality. Push for more so your dreams can transform into actual accomplishments while Uranus and Neptune activate, urging you to be calculating, fearless, and bold. Brace for plot twists and a new direction from the universe once Luna enters Leo and opposes Pluto later tonight."
        },
        "kh": {
            "today": "មហារីកមហារីក Chiron នៅព្រឹកនេះ Giron នៅព្រឹកនេះ Gemini ដោយស្នើសុំឱ្យអ្នកពេញចិត្តក្នុងការស្តាប់បទបង្ហាញដែលមានវត្តមានជំនួសឱ្យការតំឡើងនៅលើអ៊ីនធឺណិត។បទពិសោធន៍នៃការធ្វើឱ្យប្រសើរឡើងនឹងមានច្រើនក្រៃលែងដូច Luna, Jupiter, បារតនិង Saturn បង្កើតបានជា Trine Grand ដែលមានភាពសុខដុមរមនា។ការភ្ជាប់ទំនាក់ទំនងជាមួយពិភពលោកនៅជុំវិញអ្នកនឹងពង្រឹងស្មារតីឡើងវិញដោយរំ you កអ្នកពីតួនាទីរបស់អ្នកជាអ្នកបង្កើតការពិតផ្ទាល់ខ្លួនរបស់អ្នក។ការជំរុញឱ្យកាន់តែច្រើនដូច្នេះក្តីសុបិន្តរបស់អ្នកអាចផ្លាស់ប្តូរទៅជាសមិទ្ធិផលជាក់ស្តែងខណៈពេលដែលអ៊ុយរ៉ានុសនិង Neptune ធ្វើឱ្យអ្នកកំពុងគណនាដោយគ្មានការភ័យខ្លាចនិងដិត។ដង្កៀបសម្រាប់គ្រោងការបង្វិលនិងទិសដៅថ្មីមួយពីសកលលោកនៅពេលដែល Luna ចូលឡេអូនិងប្រឆាំងនឹងផ្លាតូនៅយប់នេះ។"
        }
    }
]