[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll see things plainly as the Scorpio moon leaves little room for misinterpretation, dear Aries. Harness these vibes by defining your own bottom line, considering what you're willing to sacrifice in exchange for something else. Negotiations, compromise, shared resources, and commitment correspond with the day's themes, so be mindful to consider these aspects of your life. Luna aligns with the nodes of fate midafternoon, inspiring you to weigh your options from behind the scenes. Measure your actions and words to reflect specific desires and goals. Switch gears and embrace intimate settings with your favorite person once Jupiter stirs later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងឃើញអ្វីដែលគួរឱ្យកត់សម្គាល់ដូចជាខាស្យាមព្រះចន្ទចាកចេញពីបន្ទប់តិចតួចសម្រាប់ការបកស្រាយខុសហើយដែលជាទីស្រឡាញ់។ទាញយករំញ័រទាំងនេះដោយកំណត់បន្ទាត់ខាងក្រោមផ្ទាល់ខ្លួនរបស់អ្នកដោយពិចារណាលើអ្វីដែលអ្នកសុខចិត្តលះបង់ក្នុងការផ្លាស់ប្តូរសម្រាប់អ្វីផ្សេងទៀត។ការចរចាការសម្របសម្រួលការសម្របសម្រួលធនធានដែលបានចែករំលែកនិងការប្តេជ្ញាចិត្តឆ្លើយតបនឹងស្បែករបស់ថ្ងៃដូច្នេះសូមយកចិត្តទុកដាក់ពិចារណាលើទិដ្ឋភាពទាំងនេះនៃជីវិតរបស់អ្នក។Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនាពាក់កណ្តាលប្រសព្វពាក់កណ្តាលបំផុសគំនិតអ្នកឱ្យថ្លឹងថ្លែងជម្រើសរបស់អ្នកពីខាងក្រោយឈុតឆាក។វាស់សកម្មភាពនិងពាក្យរបស់អ្នកដើម្បីឆ្លុះបញ្ចាំងពីបំណងប្រាថ្នានិងគោលដៅជាក់លាក់។ប្តូរប្រអប់លេខនិងឱបក្រសោបការកំណត់យ៉ាងជិតស្និទ្ធជាមួយមនុស្សដែលអ្នកចូលចិត្តនៅពេលដែល Jupiter Stirs នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Navigate your emotions with purpose, dear Leo, as the Scorpio moon activates your solar fourth house. Many bubbles to the surface under this cosmic climate, but you'll feel less inclined to entertain feelings that take away from your power or lust for life. Reinforce the corners of your heart that inspire you to reach for more, fueling the passions that define you and the way that you love. If others cannot match your energy, find someone who can. The nodes of fate direct you toward relationships and commitments that can reshape your future for the better this afternoon. Meditate on your grandest aspirations later tonight when Luna and Jupiter align."
        },
        "kh": {
            "today": "រុករកអារម្មណ៍របស់អ្នកដោយមានគោលបំណង Leo ជាទីស្រឡាញ់ព្រោះ Scorpupio Moon ធ្វើឱ្យផ្ទះទីបួនរបស់អ្នកសកម្មរបស់អ្នក។ពពុះជាច្រើនទៅកាន់ផ្ទៃនៅក្រោមអាកាសធាតុកែសម្ផស្សនេះប៉ុន្តែអ្នកនឹងមានអារម្មណ៍ថាមិនសូវផ្តល់អារម្មណ៍អារម្មណ៍ដែលដកហូតពីអំណាចឬតណ្ហារបស់អ្នកសម្រាប់ជីវិត។ពង្រឹងជ្រុងនៃបេះដូងរបស់អ្នកដែលជម្រុញឱ្យអ្នកឈានដល់ការច្រើនជំរុញឱ្យអ្នកតណ្ហាកំណត់អ្នកនិងវិធីដែលអ្នកស្រឡាញ់។ប្រសិនបើអ្នកផ្សេងទៀតមិនអាចផ្គូរផ្គងថាមពលរបស់អ្នកបានទេអ្នកដែលអាចធ្វើបាន។ថ្នាំងរបស់វាសនាដឹកនាំអ្នកឆ្ពោះទៅរកទំនាក់ទំនងនិងការប្តេជ្ញាចិត្តដែលអាចផ្លាស់ប្តូរអនាគតរបស់អ្នកសម្រាប់រសៀលនេះកាន់តែប្រសើរនៅរសៀលនេះ។ធ្វើសមាធិនូវសេចក្តីប្រាថ្នាដ៏អស្ចារ្យបំផុតរបស់អ្នកនៅយប់នេះនៅពេលដែល Luna និង Jupiter តម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Try to see yourself through the eyes of your most devoted companions, dearest Taurus. As the Scorpio moon highlights your closest relationships, it'll be essential to love and appreciate yourself with as much enthusiasm as you give to others. Your social life picks up later today when Luna connects with the nodes of fate, and new alliances could emerge. Surround yourself with people you gain inspiration and motivation from, developing friendships that can transform the way you approach your own aspirations. Your voice casts a wide net once Jupiter activates tonight, so choose a message that's meaningful to you."
        },
        "kh": {
            "today": "ព្យាយាមមើលខ្លួនអ្នកតាមរយៈក្រសែភ្នែករបស់ដៃគូដែលលះបង់បំផុតរបស់អ្នកគឺ Taurus ដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជា Scorpio Monl បានបង្ហាញពីទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកវាចាំបាច់ត្រូវស្រឡាញ់និងកោតសរសើរចំពោះខ្លួនអ្នកជាមួយនឹងភាពរីករាយនៅពេលដែលអ្នកផ្តល់ឱ្យអ្នកដទៃ។ជីវិតសង្គមរបស់អ្នកបានកើនឡើងនៅពេលក្រោយនៅពេលដែល Luna ភ្ជាប់ជាមួយថ្នាំងនៃវាសនាហើយសម្ព័ន្ធភាពថ្មីអាចលេចចេញមក។នៅជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលអ្នកទទួលបានការបំផុសគំនិតនិងការលើកទឹកចិត្តពីការអភិវឌ្ឍមិត្តភាពដែលអាចផ្លាស់ប្តូររបៀបដែលអ្នកទាក់ទងនឹងសេចក្តីប្រាថ្នារបស់អ្នក។សំលេងរបស់អ្នកចាក់សំណាញ់ធំទូលាយនៅពេលដែល Jupiter សកម្មនៅយប់នេះដូច្នេះសូមជ្រើសរើសសារដែលមានអត្ថន័យសម្រាប់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Fight for the changes you wish to embody, dear Gemini, as the Scorpio moon brings transformation through hard work. Though stepping into your power could feel overwhelming at times, you'll become lighter and more confident with each burden that is shed. Face sacrifice head-on, giving yourself the time and energy to focus on your deepest desires. Massive payoffs may find you midafternoon while the nodes of fate activate, helping you build status, success, and a future worth celebrating. Home in on what you hope to manifest next when Luna aspects Jupiter later tonight, outlining a plan to reinforce these goals."
        },
        "kh": {
            "today": "ប្រយុទ្ធដើម្បីការផ្លាស់ប្តូរដែលអ្នកចង់បញ្ចូល Gemini ជាទីស្រឡាញ់នៅពេលដែល Scorpupio Moon នាំមកនូវការផ្លាស់ប្តូរតាមរយៈការខិតខំ។ទោះបីជាការបោះជំហានចូលទៅក្នុងអំណាចរបស់អ្នកអាចមានអារម្មណ៍ថាលើសលប់នៅពេលខ្លះអ្នកនឹងកាន់តែស្រាលហើយមានទំនុកចិត្តច្រើនជាងមុនជាមួយនឹងបន្ទុកនីមួយៗដែលត្រូវបានបង្ហូរ។ប្រឈមមុខនឹងការលះបង់នៅលើការផ្តល់ពេលវេលានិងកម្លាំងដើម្បីផ្តោតលើបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នក។ការទូទាត់ដ៏ធំមួយអាចរកឃើញអ្នកនៅពាក់កណ្តាលចុងសប្តាហ៍ខណៈដែលថ្នាំងនៃជោគវាសនាសកម្មដោយជួយអ្នកក្នុងការកសាងឋានៈទទួលបានជោគជ័យនិងអនាគតនៃការប្រារព្ធពិធី។នៅលើអ្វីដែលអ្នកសង្ឃឹមថានឹងបង្ហាញនៅជាប់គ្នានៅពេលដែលទិដ្ឋភាព Luna Jupiter នៅយប់នេះការគូសបញ្ជាក់ផែនការដើម្បីពង្រឹងគោលដៅទាំងនេះ។"
        }
    }
]