[
    {
        "sign": "Aries",
        "en": {
            "today": "Your influence intensifies Today, dear Aries, as the sun and Pluto form an empowering aspect. Focus on ways to transform your communities for the better, investing in connections and good deeds that will have a positive impact. Know your limitations when the Capricorn moon forms a harsh t-square with Mercury rx and Mars this evening. If your emotions start to fray, take it as a sign to pull back and tend to personal needs. Luckily, Saturn and Uranus activate this evening, granting full permission to close the curtains and cozy up with your favorite treats from the comfort of home."
        },
        "kh": {
            "today": "ឥទ្ធិពលរបស់អ្នកកាន់តែខ្លាំងនៅថ្ងៃនេះជាទីស្រឡាញ់ aries, នៅពេលព្រះអាទិត្យនិង pluto បង្កើតបានជាការផ្តល់អំណាចដល់ការផ្តល់អំណាច។ផ្តោតលើវិធីដើម្បីផ្លាស់ប្តូរសហគមន៍របស់អ្នកឱ្យកាន់តែប្រសើរឡើងការវិនិយោគលើការតភ្ជាប់និងអំពើល្អដែលនឹងមានឥទ្ធិពលវិជ្ជមាន។ដឹងពីដែនកំណត់របស់អ្នកនៅពេលដែល Capricorn Moon បង្កើតបានជាការ៉េ T-Square ដែលមាន rx rx និងភពព្រះអង្គារនៅល្ងាចនេះ។ប្រសិនបើអារម្មណ៍របស់អ្នកចាប់ផ្តើមហ្វ្រេសសូមយកវាធ្វើជាសញ្ញាដើម្បីទាញត្រឡប់មកវិញហើយមានទំនោរទៅតាមតម្រូវការផ្ទាល់ខ្លួន។សំណាងល្អ, សៅរ៍និងអ៊ុយរ៉ានុសធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយផ្តល់ការអនុញ្ញាតពេញលេញដើម្បីបិទវាំងនននិងកក់ក្ដៅជាមួយនឹងការព្យាបាលដែលអ្នកចូលចិត្តពីការលួងលោមរបស់ផ្ទះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Romantic and imaginative vibes flow Today, warm lion, as the Aries moon and Pluto align. Use this energy to share fantasies with someone special, gravitating toward those who inspire and fill your heart with joy. Be mindful of any preparations you must do for the work week ahead while the moon moves through Capricorn, pandering to your responsible side. Working in solitude will help you accomplish more when a t-square forms between Luna, Mercury Rx, and Mars this evening. Open the floor to new ideas when Saturn and Uranus activate tonight, especially when dealing with romantic or professional partners."
        },
        "kh": {
            "today": "ភាពរស់រវើកដែលរ៉ូមែនទិកនិងការស្រមើលស្រមៃហូរនៅថ្ងៃនេះសត្វតោក្តៅឧត្ដមស្សារព្រះច័ន្ទព្រះចន្ទនិងផ្លាតូតម្រឹម។ប្រើថាមពលនេះដើម្បីចែករំលែកការស្រមើស្រមៃជាមួយនរណាម្នាក់ពិសេសធ្វើឱ្យអ្នកដែលជម្រុញនិងបំពេញដួងចិត្តរបស់អ្នក។សូមចងចាំនូវការរៀបចំណាមួយដែលអ្នកត្រូវធ្វើសម្រាប់សប្តាហ៍ការងារនៅខាងមុខខណៈដែលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Capricorn ដែលបានធ្វើឱ្យអ្នកមានទំនួលខុសត្រូវរបស់អ្នក។ធ្វើការនៅតែឯងនឹងជួយអ្នកឱ្យសម្រេចបានច្រើននៅពេលទម្រង់ T-Square រវាង Luna, បារត RX, និងភពព្រះអង្គារនៅល្ងាចនេះ។បើកកម្រាលឥដ្ឋទៅនឹងគំនិតថ្មីៗនៅពេលដែល Saturn និង Uranus ធ្វើឱ្យសកម្មនៅយប់នេះជាពិសេសនៅពេលដោះស្រាយជាមួយដៃគូរ៉ូមែនទិកឬដៃគូអាជីព។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Feel free to slide under the radar Today, beloved bull, as the Aries sun and Pluto align. This energy is perfect for reflecting on your biggest aspirations so you can form internal structures to support these hopes and dreams. A rush of emotions triggers intuitive downloads when the Capricorn moon enters a t-square with Mercury Rx and Mars, so be sure to honor your instincts as evening creeps in. You'll gain the respect of your peers when Luna connects with Saturn and Uranus this evening, especially when you are unwaveringly authentic and unwilling to compromise on creative visions."
        },
        "kh": {
            "today": "មានអារម្មណ៍ថាមានសេរីភាពក្នុងការរុញនៅក្រោមរ៉ាដាថ្ងៃនេះជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះអាទិត្យ Aries និង Pluto តម្រឹម។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការឆ្លុះបញ្ចាំងពីសេចក្តីប្រាថ្នាដ៏ធំបំផុតរបស់អ្នកដូច្នេះអ្នកអាចបង្កើតរចនាសម្ព័ន្ធផ្ទៃក្នុងដើម្បីគាំទ្រក្តីសង្ឃឹមនិងក្តីសុបិន្តទាំងនេះ។ការប្រញាប់នៃអារម្មណ៍បង្កឱ្យមានការទាញយកវិចារណញាណនៅពេលដែលមហារីករបស់ Capricorn ចូលទៅក្នុងការេស៊ីអេសអេសអេសដូច្នេះត្រូវទទួលបានការគោរពពីសភាវកម្មរបស់អ្នកជាពិសេសនៅពេលដែលអ្នកមិនមានភាពត្រឹមត្រូវនិងមិនចង់ធ្វើឱ្យខូចដល់ចក្ខុវិស័យច្នៃប្រឌិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Aries moon and Pluto form a supportive aspect. Today, dear Gemini, they bring the possibility of strong first impressions. Do what you can to circulate socially, and new faces could emerge that transform the trajectory of your path moving forward. Meanwhile, the moon continues its journey through Capricorn, asking you to take responsibility for your evolution. Avoid acting impulsively when Luna enters a t-square with Mercury rx and Mars this evening, especially while in the presence of prying eyes. Hide away from the rest of the world and focus on long-term goals and how you can grow alongside them while Saturn and Uranus activate this evening."
        },
        "kh": {
            "today": "ព្រះចន្ទរបស់ Aries Moon និង Pluto បង្កើតបានជាទិដ្ឋភាពគាំទ្រ។សព្វថ្ងៃនេះ Gemini ជាទីស្រឡាញ់ពួកគេនាំមកនូវលទ្ធភាពនៃចំណាប់អារម្មណ៍ដំបូងយ៉ាងខ្លាំង។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីចរាចរក្នុងសង្គមហើយមុខថ្មីអាចលេចចេញមកដែលបំរែបំរួលគន្លងនៃផ្លូវរបស់អ្នកឆ្ពោះទៅមុខ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Capricorn ដោយស្នើសុំឱ្យអ្នកទទួលខុសត្រូវចំពោះការវិវត្តន៍របស់អ្នក។ជៀសវាងការធ្វើឱ្យមិនចេះធ្វើសរស្ពើរនៅពេលដែល Luna ចូល T-Square ជាមួយបារត RX និងភពព្រះអង្គារនៅល្ងាចនេះជាពិសេសខណៈពេលដែលមានវត្តមាននៃភ្នែកដែលគួរឱ្យស្រឡាញ់។លាក់ខ្លួននៅឆ្ងាយពីពិភពលោកហើយផ្តោតលើគោលដៅរយៈពេលវែងនិងរបៀបដែលអ្នកអាចរីកចម្រើននៅក្បែរពួកគេខណៈពេលដែលសៅរ៍និងអ៊ុយរ៉ានុសសកម្មនៅល្ងាចនេះ។"
        }
    }
]