[
    {
        "sign": "Aries",
        "en": {
            "today": "Strengthen your sense of community by surrounding yourself with people who are empowered and empower others, dear Aries. As the Sagittarius sun and Pluto align, you'll have a chance to transform your perspective and future opportunities by being mindful of who you spend time with. These vibes also encourage you to give strained dynamics a second chance, but only if you genuinely believe your counterpart is capable of growth and improvement. The Capricorn Moon sharpens your judgment, helping you exercise compassion without losing grip on reality. Pull back to visualize a better future when the nodes of fate stir this evening, making adjustments to your behaviors and routines that will support these aspirations."
        },
        "kh": {
            "today": "ពង្រឹងអារម្មណ៍សហគមន៍របស់អ្នកដោយការព័ទ្ធជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលមានអំណាចនិងផ្តល់អំណាចដល់អ្នកដទៃ។នៅពេលដែល Sagittarius Sun និង Pluto តម្រឹមអ្នកនឹងមានឱកាសផ្លាស់ប្តូរទស្សនវិស័យរបស់អ្នកនិងឱកាសនាពេលអនាគតដោយការគិតពីអ្នកដែលអ្នកចំណាយពេលជាមួយ។ភាពរស់រវើកទាំងនេះក៏ជួយជំរុញឱ្យអ្នកផ្តល់នូវការធ្វើឱ្យមានភាពតានតឹងនៃសក្ដានុពលនៃឱកាសទីពីរប៉ុន្តែប្រសិនបើអ្នកជឿជាក់ថាសមភាគីរបស់អ្នកមានសមត្ថភាពគ្រប់គ្រាន់ក្នុងការលូតលាស់និងកែលម្អ។មួក Capricorn ព្រះច័ន្ទបានធ្វើឱ្យអ្នកវិនិច្ឆ័យរបស់អ្នកយ៉ាងខ្លាំងដែលជួយអ្នកធ្វើលំហាត់ប្រាណដោយមិនបាត់បង់ភាពជាក់ស្តែង។ទាញត្រឡប់មកមើលអនាគតល្អប្រសើរនៅពេលដែលថ្នាំងនៃជីវ៉ាហាំងកូរឱ្យល្ងាចនេះដោយធ្វើការកែតម្រូវចំពោះឥរិយាបថនិងទម្លាប់របស់អ្នកដែលនឹងគាំទ្រសេចក្តីប្រាថ្នាទាំងនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Romantic developments bring enthusiasm to the heart, darling Leo, as a Sagittarius sun and Pluto align. If you've been hoping to take flirtations to the next level, now is a good time to do so. On a personal level, it's equally important that you cherish and admire yourself. Build confidence to ensure your connections may thrive. Meanwhile, the Capricorn Moon asks you to use your Sunday productively. Grab someone special to run errands with or keep you company while completing chores. Slow down and release stress to prepare for Monday's arrival while the nodes of fate stir this evening."
        },
        "kh": {
            "today": "ការអភិវឌ្ឍរ៉ូមែនទិកនាំមកនូវភាពរីករាយចំពោះបេះដូងដែលជាទីស្រឡាញ់ដែលជាស៊ុន Sagittarius និង Pluto តម្រឹម។ប្រសិនបើអ្នកសង្ឃឹមថានឹងទទួលបានការចែចង់ទៅកម្រិតបន្ទាប់ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីធ្វើដូច្នេះ។នៅលើកម្រិតផ្ទាល់ខ្លួនវាមានសារៈសំខាន់ដូចគ្នាដែលអ្នកស្រឡាញ់និងកោតសរសើរចំពោះខ្លួនអ្នក។កសាងទំនុកចិត្តដើម្បីធានាថាការបណ្តាញរបស់អ្នកអាចលូតលាស់បាន។ទន្ទឹមនឹងនេះដែរ Capricorn Moon ស្នើឱ្យអ្នកប្រើថ្ងៃអាទិត្យរបស់អ្នកយ៉ាងល្អ។ចាប់យកនរណាម្នាក់ពិសេសក្នុងការដំណើរការការងាររបស់ឬធ្វើឱ្យអ្នកធ្វើឱ្យអ្នកក្លាយជាក្រុមហ៊ុនខណៈពេលបញ្ចប់ការងារ។បន្ថយល្បឿននិងបញ្ចេញស្ត្រេសដើម្បីត្រៀមសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទខណៈដែលថ្នាំងនៃជោគវាសនាកូរឱ្យនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Life-changing opportunities could manifest, darling Taurus, thanks to a sweet connection between the Sagittarius sun and Pluto. Whether you find yourself discussing plans with a significant other or preparing to ask your boss for a raise, don't be afraid to take big swings that will help you get what you deserve. Just remember that you will need to follow through on any promises you make, being honest about what you bring to the table. Expand your horizons socially later this evening when the Capricorn Moon aligns with the nodes of fate, and lucky developments will ensue."
        },
        "kh": {
            "today": "ឱកាសផ្លាស់ប្តូរជីវិតអាចបង្ហាញបានថា Taurus Taurus បានអរគុណដល់ការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង Sagittarius Sun និង Pluto ។មិនថាអ្នកកំពុងពិភាក្សាអំពីផែនការដែលមានគម្រោងឬការត្រៀមសួរចៅហ្វាយរបស់អ្នកសម្រាប់ការដំឡើងប្រាក់ខែកុំខ្លាចក្នុងការផ្លាស់ប្តូរដ៏ធំដែលនឹងជួយអ្នកឱ្យទទួលបានអ្វីដែលអ្នកសមនឹងទទួលបានអ្វីដែលអ្នកសមនឹងទទួលបាន។គ្រាន់តែចាំថាអ្នកនឹងត្រូវធ្វើតាមការសន្យាណាមួយដែលអ្នកធ្វើដោយស្មោះត្រង់ចំពោះអ្វីដែលអ្នកនាំយកមកតុ។ពង្រីកការផ្តេករបស់អ្នកនៅលើសង្គមនៅល្ងាចនេះនៅពេលដែល Capricorn Mon តម្រឹមជាមួយថ្នាំងនៃវាសនានិងការអភិវឌ្ឍដែលមានសំណាងនឹងកើតឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Allow family and friends to leave their mark on you, dear Gemini, as the Sagittarius sun and Pluto align. This cosmic exchange highlights the incredible power of love to transform our hearts and minds, inviting you to see the light within yourself and others. Give special attention to the people who bring joy to your life, going out of your way to return the favor. The Capricorn Moon brings stability to these relationships, enabling them to thrive in the long term. Set aside plenty of time to rest up this evening while the nodes of fate stir so that you can greet Monday with a hunger for success."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យក្រុមគ្រួសារនិងមិត្តភក្តិចាកចេញពីសញ្ញាសំគាល់របស់ពួកគេនៅលើអ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែល Sagintarius Sun និង Pluto តម្រឹម។ការផ្លាស់ប្តូរការផ្លាស់ប្តូរក្បាច់នេះបង្ហាញពីអំណាចនៃសេចក្តីស្រឡាញ់មិនគួរឱ្យជឿក្នុងការផ្លាស់ប្តូរដួងចិត្តនិងគំនិតរបស់យើងដោយអញ្ជើញអ្នកឱ្យមើលឃើញពន្លឺនៅក្នុងខ្លួនអ្នកនិងអ្នកដទៃ។ផ្តល់ការយកចិត្តទុកដាក់ជាពិសេសចំពោះអ្នកដែលនាំមកនូវសេចក្តីរីករាយក្នុងជីវិតរបស់អ្នកដោយចេញពីផ្លូវរបស់អ្នកដើម្បីទទួលបានការពេញចិត្ត។Capricorn Mong នាំមកនូវស្ថេរភាពដល់ទំនាក់ទំនងទាំងនេះដែលអាចឱ្យពួកគេរីកចម្រើនក្នុងរយៈពេលវែង។កំណត់ពេលវេលាជាច្រើនដើម្បីសម្រាកនៅល្ងាចនេះខណៈដែលថ្នាំងនៃជោគវាសនាកូរឱ្យអ្នកអាចស្វាគមន៍ថ្ងៃច័ន្ទដោយភាពអត់ឃ្លានទទួលបានជោគជ័យ។"
        }
    }
]