[
    {
        "sign": "Aries",
        "en": {
            "today": "The universe takes excellent care to redirect you today, sweet fam, as the Pisces moon aligns with the nodes of fate. Unhealthy behaviors will be addressed, bringing about disruption where change is most needed. Be honest about any disarray you've fallen into, particularly when it pertains to your health and work environment. Lagging on greater visions for the future may also cause them to dissolve if you don't outline a plan and execute it. Meanwhile, Venus and Chiron face off, making it increasingly difficult to show compassion to yourself and loved ones. Remember that you are worthy of happiness and success, especially when facing challenges."
        },
        "kh": {
            "today": "សាកលលោកត្រូវការការយកចិត្តទុកដាក់យ៉ាងខ្លាំងដើម្បីប្តូរទិសដៅអ្នកនៅថ្ងៃនេះភាពអត់ឃ្លានដ៏ផ្អែមល្ហែមនៅពេលដែលពិសិដ្ឋបានតម្រឹមក្រឹមជាមួយថ្នាំងនៃជោគវាសនា។អាកប្បកិរិយាមិនល្អចំពោះសុខភាពនឹងត្រូវបានដោះស្រាយដោយនាំមកនូវការរំខានដែលត្រូវការការផ្លាស់ប្តូរភាគច្រើន។ស្មោះត្រង់ចំពោះការវង្វេងស្មារតីដែលអ្នកបានធ្លាក់ចូលជាពិសេសនៅពេលដែលវាទាក់ទងនឹងសុខភាពនិងបរិស្ថានការងាររបស់អ្នក។ភាពយឺតយ៉ាវលើចក្ខុវិស័យកាន់តែខ្លាំងសម្រាប់អនាគតក៏អាចបណ្តាលឱ្យពួកគេរលាយផងដែរប្រសិនបើអ្នកមិនគូសបញ្ជាក់ផែនការមួយហើយប្រតិបត្តិវា។ទន្ទឹមនឹងនេះ Venus មាន Venus និង Chiron ប្រឈមមុខនឹងការធ្វើឱ្យវាកាន់តែពិបាកបង្ហាញការអាណិតអាសូរចំពោះខ្លួនអ្នកនិងមនុស្សជាទីស្រឡាញ់។ចងចាំថាអ្នកសមនឹងទទួលបានសុភមង្គលនិងជោគជ័យជាពិសេសនៅពេលប្រឈមមុខនឹងបញ្ហាប្រឈម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Efforts you've made to climb out of your comfort zone pay off, dear Leo, as the Pisces moon aligns with the nodes of fate. You will find yourself evolving emotionally and professionally, redefining what brings you a sense of security and fulfillment. A desire to take your finances more seriously also sets in, motivating you to explore potential investments. Remember that there is power in supporting yourself, even if you have loved ones to fall back on. Meanwhile, Venus and Chiron face off, helping to soften growing pains. Seek divine guidance while navigating the day, and moments of grace will alleviate any fears you've been quietly carrying."
        },
        "kh": {
            "today": "ការខិតខំប្រឹងប្រែងដែលអ្នកបានធ្វើឱ្យឡើងចេញពីតំបន់លួងលោមរបស់អ្នកបានសងប្រាក់លីអូជាទីស្រឡាញ់ព្រោះពិសា Pis Mong តម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។អ្នកនឹងឃើញថាខ្លួនអ្នកកំពុងវិវត្តទៅឱ្យការវិវត្តតាមសតិអារម្មណ៍និងវិជ្ជាជីវៈកំណត់ឡើងវិញនូវអ្វីដែលនាំឱ្យអ្នកយល់ពីសុវត្ថិភាពនិងការបំពេញ។បំណងប្រាថ្នាចង់ធ្វើឱ្យហិរញ្ញវត្ថុរបស់អ្នកកាន់តែធ្ងន់ធ្ងរទៅ ៗ ផងដែរដែលជំរុញឱ្យអ្នកស្វែងរកការវិនិយោគដែលមានសក្តានុពល។សូមចាំថាមានថាមពលក្នុងការគាំទ្រខ្លួនអ្នកទោះបីអ្នកមានមនុស្សជាទីស្រឡាញ់ឱ្យត្រឡប់មកវិញក៏ដោយ។ទន្ទឹមនឹងនេះ Venus មាន Venus និង Chiron ប្រឈមមុខនឹងការជួយធ្វើឱ្យឈឺចុកចាប់កាន់តែឆាប់ខឹង។ស្វែងរកការណែនាំពីព្រះនៅពេលដែលការរុករកថ្ងៃហើយពេលវេលានៃព្រះគុណនឹងជួយកាត់បន្ថយការភ័យខ្លាចដែលអ្នកបានដឹកស្ងាត់ស្ងៀម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be reminded that friends come and go, beloved Taurus, as the Pisces moon connects with the nodes of fate. You'll feel increasingly drawn to new alliances, especially if you've grown bored with the same old activities. However, venturing out to explore uncharted territory doesn't mean relationships must come to an end. Though you may have to resolve personal issues around feeling left out when existing social spheres continue to roll on without you. As Venus and Chiron face off, remember that at the end of the day, you must make choices that are healthy for you and encourage personal evolution."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានរំ that កថាមិត្ដភក្ដិមកហើយទៅ Taurus ជាទីស្រឡាញ់ដូចជា Pisces Moon ភ្ជាប់ជាមួយថ្នាំងរបស់វាសនា។អ្នកនឹងមានអារម្មណ៍ទាក់ទាញកាន់តែខ្លាំងឡើងចំពោះសម្ព័ន្ធភាពថ្មីជាពិសេសប្រសិនបើអ្នកបានធុញទ្រាន់នឹងសកម្មភាពចាស់ដូចគ្នា។ទោះយ៉ាងណាការបណ្តាក់ទុនដើម្បីរុករកទឹកដីដែលមិនមានមូលដ្ឋានមិនមានន័យថាទំនាក់ទំនងត្រូវតែបញ្ចប់។ទោះបីជាអ្នកប្រហែលជាត្រូវដោះស្រាយបញ្ហាផ្ទាល់ខ្លួននៅជុំវិញអារម្មណ៍ដែលនៅសល់នៅពេលដែល Spheres សង្គមដែលមានស្រាប់នៅតែបន្តដំណើរការដោយគ្មានអ្នក។ដូចជា Venus មាន enus និង chiron ប្រឈមមុខ, ចងចាំថានៅចុងបញ្ចប់អ្នកត្រូវតែធ្វើការជ្រើសរើសដែលមានសុខភាពល្អសម្រាប់អ្នកនិងលើកទឹកចិត្តឱ្យមានការវិវត្តផ្ទាល់ខ្លួន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Analyze the balance between your professional and private life, dear Gemini, as the Pisces moon aligns with the nodes of fate. If you often feel depleted once Saturday rolls in, or spend your weekend dreading Monday's arrival, it may be time to reassess your occupational path. Though initiating career shifts takes an abundance of energy on its own, reflect on how long you can sustain current circumstances. A harsh opposition between Venus and Chiron intensifies feelings of isolation or lack of motivation, which may stem from being overworked. Review your options and consider scheduling a meeting with any superiors who can assist you in addressing the issue."
        },
        "kh": {
            "today": "វិភាគតុល្យភាពរវាងជីវិតដែលមានជំនាញវិជ្ជាជីវៈនិងឯកជនរបស់អ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែល Pisces Moon តម្រឹមជាមួយថ្នាំងរបស់វាសនា។ប្រសិនបើអ្នកមានអារម្មណ៍ថាបានធ្លាក់ចុះម្តងកាលពីថ្ងៃសៅរ៍។ទោះបីជាការផ្តួចផ្តើមការចាប់ផ្តើមអាជីពផ្លាស់ប្តូរថាមពលយ៉ាងច្រើនដោយខ្លួនឯងសូមឆ្លុះបញ្ចាំងពីរយៈពេលដែលអ្នកអាចទ្រទ្រង់កាលៈទេសៈបច្ចុប្បន្នបាន។ការប្រឆាំងដ៏អាក្រក់រវាង Venus និង chiry កាន់តែខ្លាំងឡើងនៃអារម្មណ៍ឯកោឬកង្វះការលើកទឹកចិត្តដែលអាចនឹងមានពីការធ្វើកិច្ចការហួសប្រមាណ។ពិនិត្យជម្រើសរបស់អ្នកឡើងវិញហើយពិចារណាកំណត់ពេលវេលាប្រជុំជាមួយថ្នាក់លើណាមួយដែលអាចជួយអ្នកក្នុងការដោះស្រាយបញ្ហានេះ។"
        }
    }
]