[
    {
        "sign": "Aries",
        "en": {
            "today": "Mars travels into Scorpio early this morning, dear ram, motivating you to make powerful moves throughout the coming weeks. Both sacrifices and gains will be navigated with ease, and you'll feel increasingly passionate about entering commitments that can reshape your life for the better. Meanwhile, the Libra moon and Mercury unite to soften your heart and mind, nudging you toward sweet interactions and balancing moments. Fall officially begins this afternoon once the Sun enters Libra, putting you in the mood to get cozy with loved ones. Flirtations could turn serious under this solar placement, while established relationships will be reinvigorated."
        },
        "kh": {
            "today": "ភពព្រះអង្គារធ្វើដំណើរទៅ Scorpio កាលពីព្រឹកព្រឹកព្រលឹមនេះ Ram ជាទីស្រឡាញ់លើកទឹកចិត្តអ្នកឱ្យធ្វើចលនាដ៏មានឥទ្ធិពលពេញមួយសប្តាហ៍ខាងមុខនេះ។ការលះបង់និងការកើនឡើងទាំងអស់នឹងត្រូវបានរុករកដោយភាពងាយស្រួលហើយអ្នកនឹងមានអារម្មណ៍ងប់ងល់យ៉ាងខ្លាំងអំពីការចូលធ្វើការប្តេជ្ញាចិត្តដែលអាចផ្លាស់ប្តូរជីវិតរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។ទន្ទឹមនឹងនេះដែរ Libra Moon និង Mercury រួបរួមគ្នាដើម្បីបន្ទន់ដួងចិត្តនិងចិត្តរបស់អ្នកដោយភិតភ័យអ្នកឆ្ពោះទៅរកអន្តរកម្មផ្អែមនិងពេលវេលាមានតុល្យភាព។ការធ្លាក់ចុះដំបូងចាប់ផ្តើមនៅរសៀលនេះនៅពេលដែលព្រះអាទិត្យចូលក្នុង Libra ដែលដាក់អ្នកក្នុងអារម្មណ៍ដើម្បីឱ្យមានភាពកក់ក្តៅជាមួយមនុស្សជាទីស្រឡាញ់។ការចែចង់អាចប្រែជាធ្ងន់ធ្ងរក្រោមការដាក់ថាមពលព្រះអាទិត្យនេះខណៈដែលបានបង្កើតទំនាក់ទំនងនឹងត្រូវបានពង្រឹងឡើងវិញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mars debuts into Scorpio and your solar fourth house, darling lion, causing you to act on instinct and emotional response throughout the coming weeks. Set aside extra time for rest, as this planetary placement could cause you to tire more easily. You may also rediscover talents or passions from childhood, putting you in artistic yet nostalgic spirits. Pay close attention to your thoughts early this morning when the Libra moon and Mercury align, bringing balanced clarity your way. Fall back in Love with the people, topics, and interests that spark your intellectual side once the Sun enters Libra this afternoon."
        },
        "kh": {
            "today": "ភពព្រះអង្គារបានបង្ហាញខ្លួនទៅជា Scorpio និងផ្ទះទីបួនរបស់អ្នក, ជាសត្វតោ darling, បណ្តាលឱ្យអ្នកធ្វើសកម្មភាពលើសភាវគតិនិងការឆ្លើយតបអារម្មណ៍នៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។កំណត់ពេលវេលាបន្ថែមសម្រាប់ការសម្រាកព្រោះការដាក់ភពផែនដីនេះអាចបណ្តាលឱ្យអ្នកមានភាពសំបូរបែបយ៉ាងងាយស្រួល។អ្នកក៏អាចរកឃើញទេពកោសល្យឬតណ្ហាពីកុមារភាពដែលដាក់អ្នកក្នុងវិញ្ញាណសិល្បៈតែគួរឱ្យស្អប់ខ្ពើម។យកចិត្តទុកដាក់លើគំនិតរបស់អ្នកនៅព្រឹកនេះនៅពេលដែល Libra Moon តម្រឹមនិងបារតធ្វើឱ្យមានភាពច្បាស់លាស់ដែលមានតុល្យភាពតាមរបៀបរបស់អ្នក។ធ្លាក់មកស្នេហាជាមួយប្រជាជនប្រធានបទនិងចំណាប់អារម្មណ៍ដែលបង្កឱ្យមានផ្នែកបញ្ញារបស់អ្នកនៅពេលដែលព្រះអាទិត្យចូល Libra នៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mars seeks to heat things within matters of the heart, dear Taurus, making its debut in Scorpio early this morning. Though you'll settle for nothing less than intense chemistry, remember to maintain healthy boundaries as connections speed up. Make a to-do list for the week ahead once you've awakened, as the Libra moon and Mercury unite. Give your body the fuel it needs to thrive, and your mind will repay you with sharpened wits and excellent problem-solving skills. The Sun enters Libra this afternoon, kicking off fall and a freshened view on wellness, balance, and efficiency."
        },
        "kh": {
            "today": "ភពព្រះអង្គារចង់កំដៅអ្វីៗក្នុងបញ្ហាបេះដូងដែលជាទីស្រឡាញ់ Taurus ដែលធ្វើឱ្យវាក្លាយជា Scorpio នៅព្រឹកព្រលឹម។ទោះបីជាអ្នកនឹងដោះស្រាយគ្មានអ្វីតិចជាងគីមីវិទ្យាខ្លាំងក៏ដោយសូមចាំថាត្រូវរក្សាព្រំប្រទល់ដែលមានសុខភាពល្អនៅពេលដែលការតភ្ជាប់បង្កើនល្បឿនឡើង។ធ្វើបញ្ជីការងារត្រូវធ្វើសម្រាប់សប្តាហ៍មុននៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនដូចជា Libra Moon និង Mercury រួបរួមគ្នា។ផ្តល់ឱ្យរាងកាយរបស់អ្នកនូវឥន្ធនៈដែលវាត្រូវការដើម្បីលូតលាស់ហើយគំនិតរបស់អ្នកនឹងសងអ្នកវិញជាមួយនឹងភាពមុតស្រួចនិងជំនាញដោះស្រាយបញ្ហាដ៏ប្រសើរបំផុត។ព្រះអាទិត្យចូល Librah នេះរសៀលនេះពេលរសៀលចាប់ផ្តើមការដួលរលំនិងទិដ្ឋភាពស្រស់លើសុខភាពតុល្យភាពតុល្យភាពនិងប្រសិទ្ធភាព។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your schedule picks up throughout the coming weeks, dear Gemini, as Mars enters Scorpio and your solar sixth house. This planetary placement values hard work and can offer many rewards when you back up your passions and goals with concrete actions. Take a few moments for creative brainstorming before starting your morning routines while the Libra moon and Mercury join forces. Opportunities to flirt also come into play, boosting your charisma and confidence. Fall officially begins once the Sun drifts into Libra this afternoon, bringing more beauty and fulfillment to your world. Your artistic abilities improve during this time, though there will be plenty of chances to have fun as well."
        },
        "kh": {
            "today": "កាលវិភាគរបស់អ្នកបានកើនឡើងពេញមួយសប្តាហ៍ខាងមុខនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលភពព្រះអង្គារចូល Scorpio និងផ្ទះទី 6 របស់អ្នក។ការដាក់ផែនការនេះឱ្យតម្លៃការងារឧស្សាហ៍ព្យាយាមហើយអាចផ្តល់រង្វាន់ជាច្រើននៅពេលអ្នកបម្រុងទុកតណ្ហានិងគោលដៅរបស់អ្នកជាមួយនឹងសកម្មភាពជាក់ស្តែង។ចំណាយពេលមួយភ្លែតសម្រាប់ការច្នៃប្រឌិតខួរក្បាលច្នៃប្រឌិតមុនពេលចាប់ផ្តើមទម្លាប់ពេលព្រឹករបស់អ្នកខណៈពេលដែល Libra Moon Moon និងបារតចូលរួមកម្លាំង។ឱកាសទៅនឹងចែចង់ក៏ចូលមកក្នុងការលេងដែលជំរុញឱ្យមានមន្តស្នេហ៍និងទំនុកចិត្តរបស់អ្នកផងដែរ។ការធ្លាក់ចុះចាប់ផ្តើមជាផ្លូវការនៅពេលដែលព្រះអាទិត្យរសាត់ទៅក្នុងបណ្ណាល័យរសៀលនេះដែលនាំមកនូវភាពស្រស់ស្អាតនិងការបំពេញកាន់តែច្រើនដល់ពិភពលោករបស់អ្នក។សមត្ថភាពសិល្បៈរបស់អ្នកមានភាពប្រសើរឡើងក្នុងកំឡុងពេលនេះទោះបីជាវានឹងមានឱកាសច្រើនក្នុងការមានភាពសប្បាយរីករាយផងដែរ។"
        }
    }
]