[
    {
        "sign": "Aries",
        "en": {
            "today": "The Moon migrates into Sagittarius and the sector of your chart that governs luck, sweet ram. Maintain a positive attitude, as wishful thinking can have real-world consequences. These vibes also encourage a generous spirit, so be mindful to spread love and joy whenever you can. A soft connection between Luna and  Pluto can transform connections, helping you deepen relationships with anyone who feels at arm's length. Meanwhile, Uranus and Neptune align overhead, showering you with excitement. A psychic and magickal charge accompanies you under this cosmic climate, making it easier to ask for and receive divine guidance."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានធ្វើចំណាកស្រុកទៅក្នុង Sagittarius និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសំណាង, RAM ផ្អែមរក្សាឥរិយាបថវិជ្ជមានតាមការគិតដែលចង់បានអាចមានផលវិបាកពិតប្រាកដនៅលើពិភពលោក។ភាពរស់រវើកទាំងនេះក៏លើកទឹកចិត្តឱ្យមានស្មារតីសប្បុរសផងដែរដូច្នេះសូមចងចាំថាក្នុងការផ្សព្វផ្សាយសេចក្តីស្រឡាញ់និងអំណរនៅពេលណាដែលអ្នកអាចធ្វើបាន។ការផ្សារភ្ជាប់គ្នាយ៉ាងទន់ភ្លន់រវាង Luna និង Pluto អាចប្រែក្លាយការតភ្ជាប់ជួយអ្នកឱ្យមានទំនាក់ទំនងកាន់តែស៊ីជម្រៅជាមួយអ្នកដែលមានអារម្មណ៍ថាមានប្រវែងដៃ។ទន្ទឹមនឹងនេះអ៊ុយរ៉ានុសនិងណិបតុនតម្រឹមគ្នាលើក្បាលដែលធ្វើឱ្យអ្នកមានអារម្មណ៍រំភើប។ការចោទប្រកាន់ផ្នែកចិត្តសាស្រ្តនិងមន្តអាគមអមដំណើរអ្នកនៅក្រោមអាកាសធាតុលោហធាតុនេះធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្នើសុំនិងទទួលការណែនាំពីព្រះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Moon moves into Sagittarius and aligns with Pluto, dear Leo, bringing a charge to your heart center. Flow with the people and activities that move you, soaking up the inspiration and motivation you receive. Sharpened instincts will propel you into action, enabling you to leap toward your personal goals with confidence. Themes around loyalty also come into play, and you'll feel increasingly devoted to those who have your back. Meanwhile, Uranus and Neptune form a soft sextile, altering your visions for the future. Rework long-term aspirations as new ideas trickle in and electrify your sense of ambition."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានធ្វើដំណើរទៅ Sagittarius ហើយតម្រឹមជាមួយផ្លាតូដែលជាទីស្រឡាញ់ដោយការនាំយកការចោទប្រកាន់ដល់មជ្ឈមណ្ឌលបេះដូងរបស់អ្នក។លំហូរជាមួយប្រជាជននិងសកម្មភាពដែលផ្លាស់ប្តូរអ្នកដោយត្រាំការបំផុសគំនិតនិងការលើកទឹកចិត្តដែលអ្នកទទួលបាន។សភាវគតិធ្វើឱ្យអ្នកចាប់អារម្មណ៍ធ្វើឱ្យអ្នកធ្វើសកម្មភាពធ្វើឱ្យអ្នកលោតផ្លោះទៅលើគោលដៅផ្ទាល់ខ្លួនរបស់អ្នកដោយមានទំនុកចិត្ត។ស្បែកនៅជុំវិញភាពស្មោះត្រង់ក៏ចូលមកលេងដែរហើយអ្នកនឹងមានអារម្មណ៍លះបង់កាន់តែខ្លាំងចំពោះអ្នកដែលមានខ្នងរបស់អ្នក។ទន្ទឹមនឹងនេះអ៊ុយរ៉ានុសនិងណិបថុនបង្កើតបានជាសាស្រ្តាចារ្យទន់ដែលផ្លាស់ប្តូរចក្ខុវិស័យរបស់អ្នកសម្រាប់ពេលអនាគត។ការធ្វើសេចក្តីប្រាថ្នារយៈពេលវែងរយៈពេលវែងនៅពេលគំនិតថ្មីមានល្បិចនិងធ្វើឱ្យមានលក្ខណៈសម្បត្តិនៃមហិច្ឆតារបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A cleansing energy inspires you to purge the unnecessary from your life, dear Taurus. As the Moon enters Sagittarius and aspects Pluto, bulldoze obstacles or dead weight that have made upward climbs feel more difficult. Your sense of empowerment grows if success-related goals are prioritized over clutter, noise, and drama. Meanwhile, Uranus and Neptune collaborate amongst the cosmos, helping you attract connections who are as stylish, quirky, and free-spirited as you are. It will be easy to enchant those you encounter with true colors on display. Let your guard down just a bit, allowing others to see your eccentric side."
        },
        "kh": {
            "today": "ថាមពលសំអាតជម្រុញឱ្យអ្នកលុបបំបាត់មិនចាំបាច់ពីជីវិតរបស់អ្នក Taurus ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទចូលក្នុង Sagittarius និងទិដ្ឋភាព Pluto, bulststacles នៃឧបសគ្គឬទំងន់ដែលងាប់ដែលបានកើនឡើងឡើងលើកាន់តែពិបាក។អារម្មណ៍នៃការពង្រឹងអំណាចរបស់អ្នករីកចម្រើនប្រសិនបើគោលដៅដែលទាក់ទងនឹងជោគជ័យត្រូវបានផ្តល់អាទិភាពលើការពង្រាយសម្លេងរំខាននិងល្ខោន។ទន្ទឹមនឹងនេះអ៊ុយរ៉ានុសនិងណេបផូនសហការគ្នាក្នុងចំណោមស៊ីអូអេសជួយអ្នកទាក់ទាញការភ្ជាប់ទំនាក់ទំនងដែលមានភាពទាន់សម័យឃ្វីនស្គីនិងមានអារម្មណ៍សេរីដូចអ្នកដែរ។វានឹងមានភាពងាយស្រួលក្នុងការធ្វើឱ្យប្រសើរឡើងដែលអ្នកជួបប្រទះនឹងពណ៌ពិតនៅពេលបង្ហាញ។សូមឱ្យអ្នកយាមរបស់អ្នកចុះបន្តិចដែលអនុញ្ញាតឱ្យអ្នកដទៃមើលឃើញផ្នែក eccentric របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Let love rule you today, dear Gemini, as the Moon enters Sagittarius and aspects Pluto. Heart-expanding connections will restore your optimism, making it essential that you connect with people who allow you to feel seen. Offer encouragement and receive it when it's returned. Now is also a good time to check in with your sense of balance, considering what you can release and add to current agendas. A sweet connection between Uranus and Neptune charges up the imagination, inspiring new long-term aspirations. However, these dreams won't take shape if you don't put in the effort to actualize them."
        },
        "kh": {
            "today": "សូមឱ្យក្តីស្រឡាញ់គ្រប់គ្រងអ្នកនៅថ្ងៃនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទចូលក្នុង Sagittarius និងទិដ្ឋភាពផ្លាតូ។ការតភ្ជាប់បេះដូងដែលកំពុងភ្ជាប់បេះដូងនឹងស្តារសុទិដ្ឋិនិយមរបស់អ្នកដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នកភ្ជាប់ជាមួយមនុស្សដែលអនុញ្ញាតឱ្យអ្នកមានអារម្មណ៍ថាបានឃើញ។ផ្តល់ការលើកទឹកចិត្តហើយទទួលវានៅពេលដែលវាត្រឡប់មកវិញ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការឆែកឆេរដោយសមតុល្យរបស់អ្នកដោយពិចារណាលើអ្វីដែលអ្នកអាចបញ្ចេញនិងបន្ថែមរបៀបវារៈបច្ចុប្បន្ន។ការតភ្ជាប់ផ្អែមរវាងអ៊ុយរ៉ានុសនិងណិបតុនចោទប្រកាន់ការស្រមើលស្រមៃដោយជម្រុញសេចក្តីប្រាថ្នារយៈពេលវែងថ្មី។ទោះយ៉ាងណាក្តីសុបិន្តទាំងនេះនឹងមិនមានរូបរាងទេប្រសិនបើអ្នកមិនខិតខំប្រឹងប្រែងដើម្បីធ្វើឱ្យពួកគេមានលក្ខណៈជាក់ស្តែង។"
        }
    }
]