[
    {
        "sign": "Aries",
        "en": {
            "today": "Quiet yet intimate moments strengthen your partnerships, dear Aries, as the Scorpio moon and Saturn connect. These vibes will also give you an edge when strategizing power moves, inviting you to own your authority. A joyful energy surrounds you once Luna enters Sagittarius later today, granting permission to think optimistically. Allow hope to guide you, trusting that whatever adventures lie ahead, they're sure to come with rewards. Strange encounters could find you this evening while Uranus and Pluto activate, though your adaptable nature will help you fit in no matter the circumstances. Put Love, spirituality, and sweetness first while the Sun and moon align tonight."
        },
        "kh": {
            "today": "ពេលវេលាស្ងាត់ប៉ុន្តែជិតស្និទ្ធនឹងពង្រឹងភាពជាដៃគូរបស់អ្នកដែលជាទីស្រឡាញ់ Areies ដែលជាទីស្រឡាញ់ដូចជា Scorpo Moon និង Saturn Connect ។ភាពរស់រវើកទាំងនេះក៏នឹងផ្តល់ឱ្យអ្នកនូវគែមនៅពេលដែលយុទ្ធសាស្ត្រយុទ្ធសាស្ត្រធ្វើយុទ្ធសាស្រ្តធ្វើចលនាដែលអញ្ជើញអ្នកឱ្យធ្វើជាម្ចាស់អំណាចរបស់អ្នក។ថាមពលរីករាយព័ទ្ធជុំវិញអ្នកនៅពេលដែល Luna ចូល Sagittarius នៅថ្ងៃនេះដោយផ្តល់ការអនុញ្ញាតឱ្យគិតសុទិដ្ឋិនិយម។អនុញ្ញាតឱ្យសង្ឃឹមថានឹងដឹកនាំអ្នកដោយជឿជាក់ថាការផ្សងព្រេងអ្វីដែលនៅខាងមុខពួកគេប្រាកដជាមកទទួលរង្វាន់។ការជួបឃើញចម្លែកអាចរកអ្នកឃើញអ្នកនៅល្ងាចនេះខណៈពេលដែលអ៊ុយរ៉ានុសនិងផ្លាតូធ្វើឱ្យសកម្មទោះបីជាធម្មជាតិដែលអ្នកអាចជួយអ្នកនឹងសមនឹងការងារក៏ដោយ។ដាក់សេចក្តីស្រឡាញ់ភាពខាងវិញ្ញាណនិងភាពផ្អែមល្ហែមដំបូងខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Be your own ruler, darling Leo, as the Scorpio moon and Saturn align. You'll face both losses and gains under these cosmic conditions, though essential decisions should be made by you and any partners who are immediately affected. These vibes also promote emotional resilience, asking you to unveil your fiercest and most empowered self. You'll feel playful and passionate once Luna enters Sagittarius, with a hunger to pursue what the heart desires. Issues could arise while Uranus and Pluto are active, especially if friends do not approve of your latest love interest. Clarity can be found through open conversations when the Sun and moon connect tonight."
        },
        "kh": {
            "today": "ធ្វើជាអ្នកគ្រប់គ្រងផ្ទាល់របស់អ្នក, ដាលីងឡៅ, ដូចជា Scorpio Moon និង Saturn តម្រឹម។អ្នកនឹងប្រឈមមុខទាំងការខាតបង់និងការកើនឡើងនៅក្រោមលក្ខខណ្ឌនៃលោហធាតុទាំងនេះទោះបីជាការសំរេចចិត្តចាំបាច់ត្រូវបានធ្វើឡើងដោយអ្នកនិងដៃគូណាមួយដែលរងផលប៉ះពាល់ភ្លាមៗក៏ដោយ។ភាពរស់រវើកទាំងនេះក៏លើកកម្ពស់ភាពធន់ទ្រាំអារម្មណ៍ផងដែរដែលសុំឱ្យអ្នកបង្ហាញខ្លួនអ្នកខ្លាំងក្លានិងផ្តល់អំណាចដល់ខ្លួនឯងច្រើនបំផុត។អ្នកនឹងមានអារម្មណ៍លេងសើចនិងងប់ងល់នៅពេលដែល Luna ចូល Sagittarius ដោយភាពអត់ឃ្លានដើម្បីបន្តនូវអ្វីដែលបេះដូងចង់បាន។បញ្ហាអាចកើតឡើងខណៈពេលដែលអ៊ុយរ៉ានុសនិងផ្លាតូសកម្មជាពិសេសប្រសិនបើមិត្តមិនយល់ព្រមលើចំណាប់អារម្មណ៍ចុងក្រោយរបស់អ្នក។ភាពច្បាស់លាស់អាចរកបានតាមរយៈការសន្ទនាបើកចំហនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទភ្ជាប់នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Scorpio moon and Saturn bring strength to your closest connections, dear Taurus. Share support and reinforcing words with the people you love most, vowing to build greatness alongside one another. Critical introductions may land in your lap, helping you gain influential friends. You'll feel increasingly committed to self-improvement once Luna enters Sagittarius later today, shedding layers you've outgrown. Choose your investments wisely while Uranus and Pluto activate, opting for thorough research and innovative strategy in lieu of impulsive action. Treat yourself to a cozy night at home when the Sun and moon align, actively recuperating after a busy work week."
        },
        "kh": {
            "today": "Scorpio Moon និង Saturn នាំមកនូវកម្លាំងទៅការភ្ជាប់ជិតបំផុតរបស់អ្នក, taurus ជាទីស្រឡាញ់។ចែករំលែកការគាំទ្រនិងការពង្រឹងពាក្យជាមួយមនុស្សដែលអ្នកស្រឡាញ់បំផុតប្តេជ្ញាកសាងភាពអស្ចារ្យនៅក្បែរគ្នា។ការណែនាំសំខាន់អាចចុះចតនៅក្នុងភ្លៅរបស់អ្នកជួយអ្នកឱ្យមានមិត្តភក្តិមានឥទ្ធិពល។អ្នកនឹងមានអារម្មណ៍ប្តេជ្ញាកាន់តែខ្លាំងឡើងចំពោះការកែលម្អខ្លួនឯងនៅពេលដែល Luna ចូល Sagittarius នៅពេលក្រោយ, ស្រទាប់ស្រក់ដែលអ្នកបានធ្វើឱ្យអ្នកហួសសម័យ។ជ្រើសរើសការវិនិយោគរបស់អ្នកដោយប្រាជ្ញាខណៈពេលដែលអ៊ុយរ៉ានុសនិងផ្លាតូធ្វើឱ្យសកម្មការជ្រើសរើសយកការស្រាវជ្រាវហ្មត់ចត់និងយុទ្ធសាស្ត្រច្នៃប្រឌិតថ្មីជំនួសឱ្យសកម្មភាពដែលមិនចេះនិយាយ។ព្យាបាលខ្លួនអ្នកឱ្យកក់ក្ដៅនៅផ្ទះកក់ក្តៅនៅផ្ទះនៅពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមបានយ៉ាងសកម្មឡើងវិញបន្ទាប់ពីសប្តាហ៍ធ្វើការរវល់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Close out the work week on a strong note, dear Gemini, as the Scorpio moon and Saturn align. Put in the effort to impress colleagues and superiors, moving front and center as you complete tasks, solve problems, and pitch brilliant ideas. Your determination to succeed will leave an impression that will simmer throughout the weekend. Your loving nature shines through once Luna enters Sagittarius later today, helping you attract adoration from genuine companions. Do something out of the ordinary this evening while Uranus and Pluto activate, stirring up a taste for adventure. Your heart opens and light brightens tonight when the Sun and moon connect."
        },
        "kh": {
            "today": "បិទសប្តាហ៍ការងារនៅលើកំណត់ត្រាដ៏ខ្លាំងមួយ, ជាទីស្រឡាញ់របស់ Gemini, ដូចជា Scorpupio Mons និង Saturn តម្រឹម។អនុវត្តការខិតខំប្រឹងប្រែងដើម្បីធ្វើឱ្យមិត្តរួមការងារនិងថ្នាក់លើធ្វើចលនាទៅមុខនិងកណ្តាលនៅពេលអ្នកបំពេញភារកិច្ចដោះស្រាយបញ្ហានិងសំលេងគំនិតដ៏អស្ចារ្យ។ការប្តេជ្ញាចិត្តរបស់អ្នកក្នុងការទទួលបានជោគជ័យនឹងទុកឱ្យមានចំណាប់អារម្មណ៍ដែលនឹងធ្វើឱ្យមានការចាប់អារម្មណ៍ពេញមួយចុងសប្តាហ៍។ធម្មជាតិនៃការស្រឡាញ់របស់អ្នករះឡើងតាមរយៈឡុងណាចូល Sagittarius នៅពេលក្រោយដោយជួយអ្នកទាក់ទាញការកោតសរសើរពីដៃគូពិតប្រាកដ។ធ្វើអ្វីមួយចេញពីរឿងធម្មតានៅល្ងាចនេះខណៈអ៊ើរ៉ានុសនិងផ្លាតូធ្វើឱ្យសកម្មដោយជំរុញរសជាតិសម្រាប់ការផ្សងព្រេង។បេះដូងរបស់អ្នកបើកហើយពន្លឺភ្លឺនៅយប់នេះនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទភ្ជាប់។"
        }
    }
]