[
    {
        "sign": "Aries",
        "en": {
            "today": "You will crave order and action throughout the coming weeks, dear Aries, as Mercury enters work-oriented Virgo. Be mindful of your health to ensure that your body and mind are functioning at peak performance, putting more care into your routines and wellness journey. The sun and Capricorn moon form a sweet alliance later today, broadening your perspective on success and responsibilities. Think in the long term to make the most of these vibes, organizing your agenda to support the bigger picture. Rest up this evening when Mercury and Neptune enter an unbalanced aspect, especially if your thoughts begin to blur."
        },
        "kh": {
            "today": "អ្នកនឹងប្រព្រឹត្តបទបញ្ជានិងសកម្មភាពពេញមួយសប្តាហ៍ខាងមុខនេះជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ខណៈដែលការទទួល Maries ចូលដល់ Virgo ដែលមានលំនៅដ្ឋាន។ចូរគិតអំពីសុខភាពរបស់អ្នកដើម្បីធានាថារាងកាយនិងចិត្តរបស់អ្នកកំពុងដំណើរការក្នុងការសម្តែងកំពូលដាក់ការយកចិត្តទុកដាក់លើដំណើររបស់អ្នកនិងដំណើរសុខភាពរបស់អ្នក។ព្រះអាទិត្យនិង Capricorn Monor បង្កើតជាសម្ព័ន្ធមិត្តដ៏ផ្អែមល្ហែមនៅថ្ងៃនេះដោយពង្រីកទស្សនៈរបស់អ្នកលើភាពជោគជ័យនិងការទទួលខុសត្រូវ។គិតក្នុងរយៈពេលវែងដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនក្នុងការរៀបចំរបៀបវារៈរបស់អ្នកដើម្បីគាំទ្ររូបភាពធំជាងនេះ។សម្រាកនៅល្ងាចនេះនៅពេលបារតនិងណិបថុនចូលទៅក្នុងទិដ្ឋភាពមិនមានតុល្យភាពជាពិសេសប្រសិនបើគំនិតរបស់អ្នកចាប់ផ្តើមព្រិល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mercury enters Virgo and the sector of your chart that governs money and materialism, dear Leo. Get smart about your financial agenda throughout the coming weeks, and don't hesitate to seek advice from those who better understand monetary matters. Speaking up for your own self-worth will also be a central theme for you, giving you a deeper understanding of who does and does not value you. Give yourself the wellness treatment later today when the sun and Capricorn moon align, releasing stress while indulging in healthy pleasures. Mystical vibes flow once Mercury aspects Neptune, blurring the spiritual and earthly realms."
        },
        "kh": {
            "today": "បារតចូលមកក្នុងទីក្រុង Virgo និងវិស័យរបស់តារាងរបស់អ្នកដែលគ្រប់គ្រងប្រាក់និងវត្ថុនិយមលោក Leo ជាទីស្រឡាញ់។ទទួលបានភាពវៃឆ្លាតអំពីរបៀបវារៈហិរញ្ញវត្ថុរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះហើយកុំស្ទាក់ស្ទើរក្នុងការស្វែងរកដំបូន្មានពីអ្នកដែលយល់កាន់តែច្បាស់ពីបញ្ហារូបិយវត្ថុ។និយាយឡើងសម្រាប់តម្លៃខ្លួនឯងរបស់អ្នកនឹងក្លាយជាប្រធានបទសំខាន់សម្រាប់អ្នកដែលផ្តល់ឱ្យអ្នកនូវការយល់ដឹងកាន់តែស៊ីជម្រៅថាតើអ្នកដែលធ្វើនិងមិនឱ្យតម្លៃដល់អ្នកដែរ។ផ្តល់ឱ្យខ្លួនអ្នកនូវការព្យាបាលសុខភាពនៅពេលក្រោយនៅពេលដែលព្រះអាទិត្យនិង capricorn mong តម្រឹម, បញ្ចេញស្ត្រេសខណៈពេលដែលមានភាពរីករាយសុខភាព។ភាពរស់រវើកអាថ៌កំបាំងនេះហូរហៀរនៅពេលដែលទិដ្ឋភាពបារតណិបទូនដែលធ្វើឱ្យព្រិលនូវអាណាចក្រខាងវិញ្ញាណនិងផែនដី។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury's debut into Virgo brings out your wittiest and most creative self, dear Taurus, inspiring you to embrace self-expression throughout the coming weeks. These vibes are perfect for spearheading collaborations, organizing passion projects, and unapologetically believing in your own artistic visions. Meanwhile, the Capricorn moon sprinkles luck across your path, though it may be necessary to expand your horizons to identify blessings. Your confidence spikes when the sun and Luna align later today, daring you to follow your heart boldly. A dreamy energy surrounds you once Mercury and Neptune form an unbalanced aspect tonight, but try not to get lost in unrealistic fantasies."
        },
        "kh": {
            "today": "ការបង្ហាញខ្លួនជាលើកដំបូងរបស់ Mercury ក្នុងការចេញមុខខ្លួនឯងដែលជាការច្នៃប្រឌិតនិងច្នៃប្រឌិតបំផុត Taurus ជាទីស្រឡាញ់ដែលបំផុសគំនិតអ្នកឱ្យក្រសោបយកការបញ្ចេញមតិដោយខ្លួនឯងពេញមួយសប្តាហ៍ខាងមុខនេះ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការសហការគ្នាដែលរៀបចំគម្រោងតណ្ហានិងជឿលើទស្សនៈវិស័យរបស់អ្នក។ទន្ទឹមនឹងនេះដែរព្រះចន្ទ capricorn បានបាញ់សំណាងល្អនៅទូទាំងផ្លូវរបស់អ្នកទោះបីជាវាចាំបាច់ក្នុងការពង្រីកការយល់ដឹងរបស់អ្នកដើម្បីកំណត់ពរជ័យក៏ដោយ។ការជឿជាក់របស់អ្នកនៅពេលដែលព្រះអាទិត្យនិង Luna បានតម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះដោយមិនហ៊ានឱ្យអ្នកធ្វើតាមបេះដូងរបស់អ្នកដោយក្លាហាន។ថាមពលសុបិន្តមួយព័ទ្ធជុំវិញអ្នកនៅពេលបារតនិងណេធីតុនបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅយប់នេះប៉ុន្តែព្យាយាមមិនឱ្យវង្វេងដោយការស្រមើស្រមៃមិនពិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your thoughts and emotions will be difficult to separate throughout the coming weeks, dear Gemini, as Mercury debuts into Virgo and your solar fourth house. Work on building your intuition without abandoning practicality, leaning into compassion while calling out the facts. When socializing, prioritize intimate settings and people you can be emotionally transparent with. Opportunities to bond come into play later this afternoon, thanks to a sweet connection between the sun and Capricorn moon. These vibes also help to evolve your perspective. Curb your consumption of the news and social media feeds once Mercury and Neptune form an unbalanced aspect tonight."
        },
        "kh": {
            "today": "គំនិតនិងអារម្មណ៍របស់អ្នកនឹងពិបាកក្នុងការបែងចែកនៅសប្តាហ៍ខាងមុខនេះនៅពេលដែលបារតបានបង្ហាញថាការបារតបានបង្ហាញខ្លួនចូលក្នុងទីក្រុង Virgo និងផ្ទះទីបួនរបស់អ្នក។ធ្វើការលើការកសាងវិចារណញាណរបស់អ្នកដោយមិនបោះបង់ចោលភាពជាក់ស្តែងដែលទំនោរទៅរកការអាណិតអាសូរខណៈពេលដែលការហៅការពិត។នៅពេលដែលសង្គមអប់រំផ្តល់អាទិភាពដល់ការកំណត់ស្និទ្ធស្នាលនិងមនុស្សដែលអ្នកអាចមានភាពស្មើគ្នាដោយអារម្មណ៍។ឱកាសទៅនឹងការភ្ជាប់មកលេងនៅពេលរសៀលនេះនៅរសៀលនេះសូមអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងព្រះអាទិត្យនិង Capricorn ព្រះចន្ទ។ភាពរស់រវើកទាំងនេះក៏ជួយវិវឌ្ឍន៍ទស្សនៈរបស់អ្នកផងដែរ។ទប់ស្កាត់ការទទួលទានព័ត៌មាននិងប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នកដែលបានផ្តល់ចំណីអាហារនៅពេលបារតនិងណេធីតុនបង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពនៅយប់នេះ។"
        }
    }
]