[
    {
        "sign": "Aries",
        "en": {
            "today": "Get an early start to fully seize the day, dear Aries, as the Leo Moon and Mars unite. Your heart opens as the hours unfold, especially when you chase people and passions that make you feel alive. Find healing by being true to yourself when Venus and Chiron unite, creating a gentle and supportive ambiance. Recognize if you've been pushing your own needs to the side, being mindful to correct them. Surprising news could throw you off guard when Luna aspects Uranus and Jupiter, but try to maintain an optimistic disposition. Get organized for the work week ahead once the Moon enters Virgo this evening."
        },
        "kh": {
            "today": "ទទួលបានការចាប់ផ្តើមដំបូងដើម្បីចាប់យកយ៉ាងពេញលេញនៅថ្ងៃ, ជាទីស្រឡាញ់ aries, ដូចជា Leo Moon និង Mars រួបរួមគ្នា។បេះដូងរបស់អ្នកបើកនៅពេលម៉ោងលាតត្រដាងជាពិសេសនៅពេលដែលអ្នកដេញតាមមនុស្សនិងតណ្ហាដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ថាមានជីវិត។ស្វែងរកការជាសះស្បើយដោយភាពស្មោះត្រង់ចំពោះខ្លួនអ្នកនៅពេលដែល Venus មាន Venus និង Chandus រួបរួមគ្នាបង្កើតភាពទន់ភ្លន់និងគាំទ្រ។ទទួលស្គាល់ប្រសិនបើអ្នកបានជំរុញតម្រូវការផ្ទាល់ខ្លួនរបស់អ្នកទៅចំហៀងដោយយកចិត្តទុកដាក់ក្នុងការកែពួកគេ។ដំណឹងគួរឱ្យភ្ញាក់ផ្អើលអាចបណ្តេញអ្នកឱ្យបានឆ្មាំនៅពេលដែលទិដ្ឋភាពនៅលើដងរាន់និងភពព្រហស្បតិ៍ប៉ុន្តែព្យាយាមរក្សានូវការរៀបចំសុទិដ្ឋិនិយម។រៀបចំសម្រាប់សប្តាហ៍ការងារនៅខាងមុខនៅពេលដែលព្រះច័ន្ទចូល Virgo នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A burst of motivation could make an early riser out of you, dear Leo, as the Moon and Mars unite in your sign. Let passion be a guiding force, putting your fiercest ambitions first. The stars align to offer healing when Venus and Chiron unite this afternoon. Take time to connect with your spirituality, writing down any epiphanies or messages that come through. Unexpected hurdles could find you when Luna aspects Uranus and Jupiter, but your community will pull through to help you barrel through these obstacles. Slow down and do something decadent to close out the weekend once the Moon enters Virgo."
        },
        "kh": {
            "today": "ការលើកទឹកចិត្តនៃការលើកទឹកចិត្តអាចធ្វើឱ្យអ្នកដែលមានអ្នករុករកនៅដើមដំបូងរបស់អ្នក, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដូចជាព្រះច័ន្ទនិងភពព្រះអង្គាររួបរួមគ្នានៅក្នុងសញ្ញារបស់អ្នក។សូមឱ្យចំណង់ចំណូលចិត្តក្លាយជាកម្លាំងដឹកនាំដោយដាក់មហិច្ឆិតាដ៏រឹងមាំរបស់អ្នកជាមុនសិន។តារាតម្រង់ជួរដើម្បីផ្តល់ការព្យាបាលនៅពេលដែល Venus និង andy រួបរួមនៅរសៀលនេះ។ចំណាយពេលដើម្បីភ្ជាប់ទំនាក់ទំនងរវាងភាពខាងវិញ្ញាណរបស់អ្នកដោយសរសេរផ្នែកអេពីភីប៉ាណាឬសារណាមួយដែលឆ្លងកាត់។ឧបសគ្គដែលមិនបានរំពឹងទុកអាចរកឃើញអ្នកនៅពេលដែលទិដ្ឋភាពនៃដងខ្លួនអ៊ុយរ៉ានុសនិងភពព្រហស្បតិ៍ប៉ុន្តែសហគមន៍របស់អ្នកនឹងទាញឆ្លងកាត់ដើម្បីជួយអ្នកធុងឆ្លងកាត់ឧបសគ្គទាំងនេះ។បន្ថយល្បឿនហើយធ្វើអ្វីមួយដែលមានតុល្យភាពក្នុងការបិទចុងសប្តាហ៍នៅពេលដែលព្រះច័ន្ទចូល Virgo ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Bustling energy fills your space this morning, darling Taurus, as the Leo Moon and Mars unite. Consider waking up early to prepare a wholesome breakfast and nurturing yourself and your loved ones. Find some peace and quiet when Venus and Chiron unite this afternoon, meditating on how you can proceed down the path toward healing. Identify where you've felt off balance to get a better idea of where changes are needed most. Prioritize emotional security when Luna aspects Uranus and Jupiter this evening. Have a little fun to close out the weekend once Luna drifts into Virgo and your solar fifth house."
        },
        "kh": {
            "today": "ថាមពលដែលមានសភាពអ៊ូអរបំពេញចន្លោះរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Taurus, ដូចជា Leo Moon និង Mars រួបរួមគ្នា។ពិចារណាភ្ញាក់ពីព្រលឹមដើម្បីរៀបចំអាហារពេលព្រឹកល្អនិងចិញ្ចឹមបីបាច់ថែរក្សាខ្លួនឯងនិងមនុស្សជាទីស្រឡាញ់របស់អ្នក។រកឃើញសន្តិភាពនិងស្ងាត់ ៗ នៅពេលដែល Venus មាន Venus និង Chandus រួបរួមនេះនៅរសៀលនេះការធ្វើសមាធិអំពីរបៀបដែលអ្នកអាចបន្តផ្លូវឆ្ពោះទៅរកការព្យាបាល។កំណត់កន្លែងដែលអ្នកមានអារម្មណ៍ថាមានតុល្យភាពដើម្បីទទួលបានគំនិតល្អប្រសើរពីអ្វីដែលចាំបាច់ត្រូវការបំផុត។ផ្តល់អាទិភាពដល់សន្តិសុខផ្លូវចិត្តនៅពេលដែលទិដ្ឋភាពនៃឡូសនិងជូរីរីនៅល្ងាចនេះ។សូមរីករាយបន្តិចបន្តួចក្នុងការបិទចុងសប្តាហ៍នៅពេលដែល Luna បានរសាត់ទៅក្នុង Virgo និងផ្ទះ Solar Solar Solar Solar របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A fire ignites within early this morning, dear Gemini, as the Leo Moon and Mars unite. Clarity and motivation work in tandem, marking the perfect time to get an early start so you can follow through on new ideas. Seek out safe spaces when Venus and Chiron unite this afternoon, helping you find healing through community. Now is also a good time to live by example, showing that it's possible to maintain a set of honorable principles. You'll feel eager to connect but should keep your secrets under wraps when Luna aspects Uranus and Jupiter this afternoon. Plan for an easy night at home once the Moon enters Virgo."
        },
        "kh": {
            "today": "ភ្លើងមួយបញ្ឆេះនៅពេលព្រឹកព្រលឹម Gemini ជាទីស្រឡាញ់នៅពេលដែល Leo Moon និង Mars រួបរួមគ្នា។ការងារដែលមានភាពច្បាស់លាស់និងការលើកទឹកចិត្តនៅ Tandem ដែលជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីទទួលបានការចាប់ផ្តើមដំបូងដូច្នេះអ្នកអាចតាមដានគំនិតថ្មីៗ។ស្វែងរកកន្លែងមានសុវត្ថិភាពនៅពេលដែល Venus មាន Venus និង Chander រួបរួមគ្នានៅរសៀលនេះជួយអ្នករកឱ្យឃើញការព្យាបាលតាមរយៈសហគមន៍។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីរស់នៅដោយឧទាហរណ៍ការបង្ហាញថាវាអាចទៅរួចក្នុងការរក្សាគោលការណ៍កិត្តិយស។អ្នកនឹងមានអារម្មណ៍ចង់ភ្ជាប់ប៉ុន្តែគួរតែរក្សាអាថ៌កំបាំងរបស់អ្នកនៅក្រោមការរុំនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅអ៊ុនស្យូសនិងជូរីសនារសៀលនេះ។រៀបចំផែនការរាត្រីងាយៗនៅផ្ទះនៅពេលដែលព្រះចន្ទចូលវីរីអូ។"
        }
    }
]