[
    {
        "sign": "Aries",
        "en": {
            "today": "The Sagittarius moon and Pluto align early this morning, dear Aries, opening the door to life-changing opportunities. If you've been trying to promote a project or advance professionally, cast out some feelers to see where new opportunities might be found. An auspicious aspect between Mercury and Jupiter brings luck to your negotiations and partnerships, helping you enter deals or commitments with a sound mind. Just be mindful to ask for what you want, or it's unlikely you'll get it. Meanwhile, the sun and Pluto square off, warning against malicious intent amongst peers, so guard your secrets for now."
        },
        "kh": {
            "today": "ព្រះចន្ទ Sagittarius និង Pluto បានតម្រឹមនៅព្រឹកព្រលឹមនេះជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់ដោយបើកទ្វារក្នុងឱកាសផ្លាស់ប្តូរជីវិត។ប្រសិនបើអ្នកបានព្យាយាមលើកកម្ពស់គម្រោងឬឈានមុខគេប្រកបដោយវិជ្ជាជីវៈបានដេញអ្នកឱ្យបានអ្នកមានអារម្មណ៍ថាមានឱកាសថ្មីអាចរកបាន។ទិដ្ឋភាពដ៏គួរឱ្យអស់សំណើចមួយរវាងបារតនិងជូវែរនាំមកជូនសំណាងដល់ការចរចានិងភាពជាដៃគូរបស់អ្នកជួយអ្នកឱ្យចូលក្នុងកិច្ចព្រមព្រៀងឬការប្តេជ្ញាចិត្តដោយគិតថ្លៃ។គ្រាន់តែគិតក្នុងការស្នើសុំអ្វីដែលអ្នកចង់បានឬវាមិនទំនងទេអ្នកនឹងទទួលបានវា។ទន្ទឹមនឹងនេះដែរព្រះអាទិត្យនិងផ្លាតូការ៉េបិទការព្រមានពីចេតនាព្យាបាទក្នុងចំណោមមិត្តភក្តិដូច្នេះអ្នកមើលអាថ៌កំបាំងរបស់អ្នកឥឡូវនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your heart should feel full and renewed, dear Leo, thanks to a sweet connection between the Sagittarius moon and Pluto early this morning. Start your day off by exchanging affection with those you hold close, feeling warmth radiate from within. Take time to be alone with creative projects while Mercury and Jupiter align, streamlining your ability to receive divine inspiration. Collaborate with the universe to add depth to your creations. Watch out for tension at home or with family once the sun and Pluto square off, but recognize when it is and is not your responsibility to keep the peace."
        },
        "kh": {
            "today": "បេះដូងរបស់អ្នកគួរតែមានអារម្មណ៍ពេញទំហឹងនិងថ្មីជាទីស្រឡាញ់នៅពេលដែល Leo សូមអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង Sagittarius Moon និង Pluto នៅព្រឹកនេះនៅព្រឹកនេះ។ចាប់ផ្តើមថ្ងៃរបស់អ្នកដោយការផ្លាស់ប្តូរការស្រឡាញ់ជាមួយអ្នកដែលអ្នកនៅជិតមានអារម្មណ៍កក់ក្តៅបានសាយវាស្រវចេញពីខាងក្នុង។ចំណាយពេលតែម្នាក់ឯងជាមួយនឹងគម្រោងច្នៃប្រឌិតខណៈដែលបារតនិងភពព្រហស្បតិ៍តម្រឹមធ្វើឱ្យសមត្ថភាពរបស់អ្នកទទួលបានការបំផុសគំនិតដ៏ទេវភាព។សហការជាមួយសកលលោកដើម្បីបន្ថែមជម្រៅនៃការបង្កើតរបស់អ្នក។ប្រយ័ត្នចំពោះភាពតានតឹងនៅផ្ទះឬជាមួយគ្រួសារនៅពេលដែលព្រះអាទិត្យនិងផ្លាតូការ៉េចេញប៉ុន្តែត្រូវទទួលស្គាល់នៅពេលដែលវាមិនមែនជាទំនួលខុសត្រូវរបស់អ្នកក្នុងការរក្សាសន្តិភាព។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Sagittarius moon and Pluto quietly collaborate this morning, dear Taurus, intent on elevating your prospects. Connect with your power before seizing the day, and consider whether it's time to adjust your long-term goals. Recognize the trajectory you're on, and where pivots might be beneficial. Delightful conversations bring fullness to your heart while Mercury and Jupiter align, putting you in cheery spirits. Be generous with your joy, and it will be returned to you quickly. Your romantic life also benefits from these vibes, helping you and your love interests better understand one another. However, challenges may arise when the sun and Pluto clash, especially if boundaries become blurred."
        },
        "kh": {
            "today": "ព្រះច័ន្ទសាហ្គិតធីមនិងផ្លាតូសហការដោយស្ងាត់ស្ងៀមនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់គោលបំណងលើកកម្ពស់ការរំពឹងទុករបស់អ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយថាមពលរបស់អ្នកមុនពេលចាប់យកថ្ងៃហើយពិចារណាថាតើវាដល់ពេលដែលត្រូវកែតម្រង់គោលដៅរយៈពេលវែងរបស់អ្នកដែរឬទេ។ទទួលស្គាល់គន្លងដែលអ្នកកំពុងបើកហើយកន្លែងដែលអ្នកជំនួយអាចមានប្រយោជន៍។ការសន្ទនាដ៏រីករាយនាំមកនូវភាពពេញលេញនៃបេះដូងរបស់អ្នកខណៈដែលបារតនិងភពព្រហស្បតិ៍តម្រឹមដាក់អ្នកក្នុងវិញ្ញាណសូកប៉ាន់។មានចិត្ដសប្បុរសដោយអំណររបស់អ្នកហើយវានឹងត្រូវប្រគល់ជូនអ្នកវិញយ៉ាងឆាប់រហ័ស។ជីវិតរ៉ូមែនទិករបស់អ្នកក៏ទទួលបានអត្ថប្រយោជន៍ពីភាពរស់រវើកទាំងនេះជួយអ្នកនិងចំណាប់អារម្មណ៍ស្នេហារបស់អ្នកឱ្យយល់បានច្បាស់ជាងនេះ។ទោះជាយ៉ាងណាក៏ដោយឧបសគ្គអាចកើតឡើងនៅពេលដែលព្រះអាទិត្យនិងផ្លាតូប៉ះប៉ះទង្គិចជាពិសេសប្រសិនបើព្រំដែនប្រែជាព្រិល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could awaken to sweet surprises, dearest Gemini, as the Sagittarius moon and Pluto align. Step into change if lucky breaks present themselves, investing in your own evolution. Prosperous conversations find you while Mercury and Jupiter connect, encouraging you to discuss appropriate compensation for the services you provide. Side hustles also benefit from these vibes, ensuring that your investments will pay off through hard work and organized strategies for growth. Just be mindful of how much you can realistically take on when the sun and Pluto square off, and consider asking for help if your responsibilities continue to multiply."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ពីការភ្ញាក់ផ្អើលដ៏ផ្អែមល្ហែមគឺ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Sagintarius Moon និង Pluto តម្រឹម។បោះជំហានចូលក្នុងការផ្លាស់ប្តូរប្រសិនបើមានសំណាងសម្រាកបង្ហាញខ្លួនពួកគេវិនិយោគដោយការវិវត្តន៍ផ្ទាល់ខ្លួនរបស់អ្នក។ការសន្ទនាដ៏រុងរឿងបានរកឃើញអ្នកខណៈដែលបារតនិងភពព្រហស្បតិ៍ភ្ជាប់ការលើកទឹកចិត្តអ្នកឱ្យពិភាក្សាអំពីសំណងសមរម្យសម្រាប់សេវាកម្មដែលអ្នកផ្តល់ជូន។អាន់ឌូអាន់ឌែលក៏ទទួលបានអត្ថប្រយោជន៍ពីភាពរស់រវើកទាំងនេះដែរដោយធានាថាការវិនិយោគរបស់អ្នកនឹងត្រូវបានទូទាត់ដោយការខិតខំនិងយុទ្ធសាស្ត្រដែលបានរៀបចំសម្រាប់កំណើន។គ្រាន់តែចាំថាតើអ្នកអាចទទួលយកបានប៉ុន្មាននៅពេលដែលព្រះអាទិត្យនិង Pluto Square បិទហើយពិចារណាសុំជំនួយប្រសិនបើការទទួលខុសត្រូវរបស់អ្នកនៅតែបន្តកើនឡើង។"
        }
    }
]