[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll feel the repercussions of working too hard, darling ram, as the Capricorn Moon and Chiron square off. Know your limits and prioritize restorative activities. If your weekend agenda consists of chores and errands, tackle them slowly. Surprises are in store when Uranus activates this evening, giving you new reasons to be grateful. You'll be in a more social mood once Luna enters Aquarius tonight, forming sweet connections with Saturn and Neptune. Trust that you'll be the center of attention wherever you go, and prepare to enchant anyone you cross paths with. If you're hoping to make friends in high places, network accordingly."
        },
        "kh": {
            "today": "អ្នក​នឹង​មាន​អារម្មណ៍​ថា​នឹង​ទទួល​បាន​ផល​ប៉ះ​ពាល់​នៃ​ការ​ធ្វើ​ការ​ខ្លាំង​ពេក​, ចៀម​ដ៏​សម្លាញ់​, ខណៈ​ដែល Capricorn Moon និង Chiron បិទ។ដឹងពីដែនកំណត់របស់អ្នក និងផ្តល់អាទិភាពដល់សកម្មភាពស្តារឡើងវិញ។ប្រសិនបើរបៀបវារៈចុងសប្តាហ៍របស់អ្នកមានកិច្ចការ និងកិច្ចការផ្សេងៗ ចូរដោះស្រាយវាយឺតៗ។ភាពភ្ញាក់ផ្អើលមាននៅក្នុងហាងនៅពេលដែល Uranus ដំណើរការនៅល្ងាចនេះ ដោយផ្តល់ឱ្យអ្នកនូវហេតុផលថ្មីដើម្បីដឹងគុណ។អ្នកនឹងមានអារម្មណ៍សង្គមកាន់តែច្រើននៅពេលដែល Luna ចូល Aquarius យប់នេះ បង្កើតទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយ Saturn និង Neptune ។ជឿជាក់​ថា​អ្នក​នឹង​ក្លាយ​ជា​មជ្ឈមណ្ឌល​នៃ​ការ​យក​ចិត្ត​ទុក​ដាក់​នៅ​គ្រប់​ទី​កន្លែង​ដែល​អ្នក​ទៅ ហើយ​ត្រៀម​ខ្លួន​ដើម្បី​ទាក់ទាញ​អ្នក​ណា​ដែល​អ្នក​ឆ្លង​កាត់​ផ្លូវ​ជាមួយ។ប្រសិនបើអ្នកសង្ឃឹមថានឹងបង្កើតមិត្តនៅកន្លែងខ្ពស់ សូមភ្ជាប់បណ្តាញតាម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You’ll find pleasure in serving the people you love, warm lion, as the Capricorn Moon and Chiron align. Just remember that kind deeds lose their meaning if you anticipate getting something in return. Now is also a good time to examine your health and embrace holistic approaches to living well. Dramatic developments bring a tingle to your spine when Uranus activates this evening. Goals you’ve worked hard for could manifest more quickly than you'd anticipated. You'll feel openhearted and full of love once Luna enters Aquarius tonight, forming sweet connections with Saturn and Neptune. Whether you are single or in a relationship, enjoy Valentine’s Day to the fullest by showing others how much you cherish them."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍រីករាយក្នុងការបម្រើមនុស្សដែលអ្នកស្រលាញ់ សត្វតោដ៏កក់ក្តៅ នៅពេលដែល Capricorn Moon និង Chiron តម្រឹម។គ្រាន់តែចាំថា អំពើល្អបាត់បង់អត្ថន័យ ប្រសិនបើអ្នករំពឹងថានឹងទទួលបានអ្វីមកវិញ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អមួយដើម្បីពិនិត្យសុខភាពរបស់អ្នក និងទទួលយកវិធីសាស្រ្តរួមក្នុងការរស់នៅឱ្យបានល្អ។ការវិវឌ្ឍដ៏គួរឱ្យភ្ញាក់ផ្អើលនាំមកនូវភាពធុញទ្រាន់ដល់ឆ្អឹងខ្នងរបស់អ្នក នៅពេលដែលភពអ៊ុយរ៉ានុសសកម្មនៅល្ងាចនេះ។គោលដៅដែលអ្នកបានខិតខំប្រឹងប្រែងដើម្បីអាចបង្ហាញឱ្យឃើញកាន់តែលឿនជាងអ្វីដែលអ្នកបានរំពឹងទុក។អ្នកនឹងមានអារម្មណ៍បើកចំហ និងពោរពេញដោយក្តីស្រលាញ់ នៅពេលដែល Luna ចូល Aquarius យប់នេះ បង្កើតទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយ Saturn និង Neptune ។មិនថាអ្នកនៅលីវ ឬមានទំនាក់ទំនងស្នេហាទេ សូមរីករាយថ្ងៃបុណ្យនៃក្តីស្រឡាញ់ឱ្យបានពេញលេញ ដោយបង្ហាញឱ្យអ្នកដទៃដឹងថាអ្នកស្រឡាញ់ពួកគេប៉ុណ្ណា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Focus on yourself and find spiritual fulfillment, darling bull, as the Capricorn Moon and Chiron align. You could discover that boredom has limited your perspective, and you should take steps to broaden your horizons. If you start to feel isolated, reach out for connection or explore philosophical meet-ups in your area while Uranus stirs. Luna enters Aquarius later tonight, asking you to reflect on potential roles within the community and how you might establish a presence. Consider if you have any special skills or wisdom that you would like to impart to others, and look for opportunities to share your knowledge with the world."
        },
        "kh": {
            "today": "ផ្តោតលើខ្លួនអ្នក ហើយស្វែងរកការបំពេញខាងវិញ្ញាណ គោដ៏គួរឱ្យស្រឡាញ់ ដូចជា Capricorn Moon និង Chiron តម្រឹម។អ្នកអាចរកឃើញថាភាពធុញទ្រាន់បានកំណត់ទស្សនៈរបស់អ្នក ហើយអ្នកគួរតែចាត់វិធានការដើម្បីពង្រីកការយល់ដឹងរបស់អ្នក។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ឯកោ សូមទាក់ទងទំនាក់ទំនង ឬស្វែងរកការប្រជុំទស្សនវិជ្ជានៅក្នុងតំបន់របស់អ្នក ខណៈពេលដែល Uranus កូរ។Luna ចូល Aquarius នៅយប់នេះ ដោយសុំឱ្យអ្នកឆ្លុះបញ្ចាំងពីតួនាទីសក្តានុពលនៅក្នុងសហគមន៍ និងរបៀបដែលអ្នកអាចបង្កើតវត្តមាន។ពិចារណាថាតើអ្នកមានជំនាញ ឬប្រាជ្ញាពិសេសណាមួយដែលអ្នកចង់ចែកចាយដល់អ្នកដទៃ ហើយស្វែងរកឱកាសដើម្បីចែករំលែកចំណេះដឹងរបស់អ្នកទៅកាន់ពិភពលោក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn Moon and Chiron square off this morning, dear Gemini, dusting up bitterness within your community. Jealousy may fester as peers feel the pressure or disappointments Valentine’s Day can sometimes inflict. Reach out to your single friends to show some love. If you're flying solo, make a date with comrades who are also unattached. Electricity fills the air when Uranus activates this evening, and intimate connections will be particularly exciting. Luna enters Aquarius later tonight, forming sweet aspects with Saturn and Neptune. These vibes bless you with increased luck and a boost to your popularity."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Capricorn និង Chiron បិទនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ ធ្វើឱ្យមានភាពជូរចត់នៅក្នុងសហគមន៍របស់អ្នក។ការប្រច័ណ្ឌអាចកើតមាននៅពេលដែលមិត្តភ័ក្តិមានអារម្មណ៍ថាមានសម្ពាធ ឬការខកចិត្តក្នុងថ្ងៃបុណ្យនៃក្តីស្រឡាញ់ ជួនកាលអាចបង្កផលប៉ះពាល់។ទាក់ទង​មិត្ត​ភក្តិ​ដែល​នៅ​លីវ​របស់​អ្នក​ដើម្បី​បង្ហាញ​សេចក្ដី​ស្រឡាញ់។ប្រសិនបើអ្នកកំពុងហោះហើរទោល សូមណាត់ជួបជាមួយសមមិត្តដែលមិននៅជាមួយគ្នា។អគ្គិសនីបំពេញខ្យល់នៅពេលអ៊ុយរ៉ានុសសកម្មនៅល្ងាចនេះ ហើយទំនាក់ទំនងជិតស្និទ្ធនឹងគួរឱ្យរំភើបជាពិសេស។Luna ចូល Aquarius នៅយប់នេះ បង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមជាមួយ Saturn និង Neptune ។ភាពរស់រវើកទាំងនេះ ជូនពរអ្នកឱ្យទទួលបានលាភសំណាង និងការជំរុញប្រជាប្រិយភាពរបស់អ្នក។"
        }
    }
]