[
    {
        "sign": "Aries",
        "en": {
            "today": "The vibe may seem confrontational this morning, dear Aries. As the moon drifts into Scorpio and gets caught up in a tense square between Mars and Pluto, people may be inclined to act on their darker instincts. Decide how you want to respond to potential conflict before starting the day, recognizing if you yourself feel edgier than usual. Damaging power struggles that are difficult to turn around can emerge if restraint is abandoned. Luckily, Venus steps in to harmonize the atmosphere midafternoon. Use your energy productively by focusing on relationships, activities, and goals that bring out the best in you."
        },
        "kh": {
            "today": "ភាពរស់រវើកនេះហាក់ដូចជាហាក់ដូចជាការប្រឈមនៅព្រឹកនេះជាទីស្រឡាញ់ aries ។នៅពេលដែលព្រះច័ន្ទរសាត់ទៅក្នុង Scorpio ហើយត្រូវបានគេចាប់បាននៅក្នុងការ៉េដ៏តឹងរឹងរវាងភពព្រះអង្គារនិងផ្លាតូប្រជាជនអាចមានទំនោរទៅធ្វើសកម្មភាពនៅលើសភាវគតិងងឹតរបស់ពួកគេ។សម្រេចចិត្តថាតើអ្នកចង់ឆ្លើយតបយ៉ាងដូចម្តេចចំពោះជម្លោះដែលមានសក្តានុពលមុនពេលចាប់ផ្តើមថ្ងៃដោយទទួលស្គាល់ថាតើអ្នកមានអារម្មណ៍ថាខ្លួនអ្នកមានអារម្មណ៍ថាអេឌីអេសមានអារម្មណ៍មិនល្អជាងធម្មតា។ការបំផ្លាញការតស៊ូអំណាចដែលពិបាកក្នុងការប្រែក្លាយនៅជុំវិញអាចលេចចេញមកប្រសិនបើមានការអត់ធ្មត់ត្រូវបានបោះបង់ចោល។ជាសំណាងល្អ Venus មានជំហានចូលទៅក្នុងភាពសុខដុមរមនានៃបរិយាកាស។ប្រើថាមពលរបស់អ្នកដោយផលិតដោយផ្តោតលើទំនាក់ទំនងសកម្មភាពនិងគោលដៅដែលនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងអ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Scorpio moon and Mars square Pluto this morning, dear Leo, leaving you susceptible to emotional landmines. Brace for insensitivity amongst loved ones, and consider pulling back if you start to get reactive. Though it may feel good to vent frustrations as they arise, the energy will be touchy and combative. It will be challenging to articulate hurt feelings in a way that is digestible if you're caught up in the heat of the moment. Luckily, you'll have a chance to ground and organize your emotions midafternoon when Luna and Venus align. If there are issues that need addressing, do so from the privacy of home over a hearty meal."
        },
        "kh": {
            "today": "Scorpio MOUN និង Mars Pluto Square Square Monto នៅព្រឹកនេះ Leo ជាទីស្រឡាញ់ដែលធ្វើឱ្យអ្នកងាយនឹងមានគ្រាប់មីនអារម្មណ៍។ដង្កៀបសម្រាប់មនុស្សជាទីស្រឡាញ់របស់មនុស្សជាទីស្រឡាញ់ហើយពិចារណាទាញត្រឡប់មកវិញប្រសិនបើអ្នកចាប់ផ្តើមប្រតិកម្ម។ទោះបីជាវាអាចមានអារម្មណ៍ល្អក្នុងការធ្វើឱ្យមានការអាក់អន់ចិត្តនៅពេលពួកគេកើតឡើងក៏ដោយថាមពលនឹងប៉ះពាល់និងសមាគម។វានឹងមានបញ្ហាប្រឈមក្នុងការធ្វើឱ្យអារម្មណ៍ឈឺចាប់តាមរបៀបដែលអាចរំលាយបានប្រសិនបើអ្នកចាប់បានកំដៅនៅពេលនេះ។សំណាងអ្នកនឹងមានឱកាសក្នុងការជំរុញនិងរៀបចំអារម្មណ៍របស់អ្នកនៅពាក់កណ្តាលប៉ុស្តិ៍នៅពេលដែល Luna និង Venus តម្រឹម។ប្រសិនបើមានបញ្ហាដែលត្រូវការការដោះស្រាយធ្វើដូច្នេះមកពីភាពឯកជននៃផ្ទះលើអាហារដែលមានចិត្តសរសើរ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Scorpio moon unites with Mars this morning, forming a tense square with brooding Pluto. This cosmic climate accentuates the reality of shared burdens, dear Taurus, stirring up tension within your closest relationships. Whether you've been contending with romantic issues or working overtime to help a friend in need, you might feel as though you've hit a wall. Consider if it's time to establish new ground rules, but acknowledge how these companions have supported you as well. Switch gears by embracing fun and romance midafternoon when Luna and Venus share a sweet connection, opening hearts and elevating bonds."
        },
        "kh": {
            "today": "Scorpio Moon បង្រួបបង្រួមជាមួយភពព្រះអង្គារនៅព្រឹកនេះបង្កើតជាការ៉េតឹងតែងមួយដែលមានផ្លាកផ្លូតូផ្លាតូ។អាកាសធាតុលោហធាតុនេះបង្ហាញពីភាពពិតនៃបន្ទុករួមគ្នា Taurus, ជំរុញឱ្យមានភាពតានតឹងនៅក្នុងទំនាក់ទំនងជិតបំផុតរបស់អ្នក។មិនថាអ្នកបានប្រកែកជាមួយបញ្ហារ៉ូមែនទិកឬធ្វើការថែមម៉ោងដើម្បីជួយមិត្តដែលខ្វះខាតអ្នកអាចមានអារម្មណ៍ថាអ្នកបានបុកជញ្ជាំង។សូមពិចារណាប្រសិនបើវាដល់ពេលដែលត្រូវបង្កើតច្បាប់ថ្មីប៉ុន្តែទទួលស្គាល់ថាតើដៃគូទាំងនេះបានគាំទ្រអ្នកយ៉ាងដូចម្តេច។ប្តូរប្រអប់លេខដោយការឱបក្រសោបភាពសប្បាយរីករាយនិងមនោសញ្ចេតនាពាក់កណ្តាលចុងព្រះច័ន្ទនិង Venus មានទំនាក់ទំនងផ្អែមល្ហែមបើកដួងចិត្តនិងការលើកកម្ពស់ចំណង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may struggle to keep up with your own aspirations this morning, dear Gemini, as the Scorpio moon and Mars square Pluto. Reign in your agenda with better planning, and consider calling in reinforcements if help is what you need. You could feel tempted to add more to your plate, but you should be mindful to take care of yourself to ensure these efforts can be sustained. Give fully into rest midafternoon while Luna and Venus align, luring you toward wellness practices and stress relief. Spend the remainder of your day at home, catching up on self-care."
        },
        "kh": {
            "today": "អ្នកអាចតស៊ូដើម្បីរក្សានូវសេចក្តីប្រាថ្នារបស់អ្នកនាព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Scorpupio Moon និង Mars Square Pluto ។សោយរាជ្យក្នុងរបៀបវារៈរបស់អ្នកជាមួយនឹងការធ្វើផែនការប្រសើរជាងមុនហើយពិចារណាការអំពាវនាវឱ្យពង្រឹងប្រសិនបើជំនួយគឺជាអ្វីដែលអ្នកត្រូវការ។អ្នកអាចមានអារម្មណ៍ចង់បន្ថែមថែមទៀតដល់ចានរបស់អ្នកប៉ុន្តែអ្នកគួរតែគិតគូរក្នុងការថែរក្សាខ្លួនអ្នកដើម្បីធានាថាកិច្ចខិតខំប្រឹងប្រែងទាំងនេះអាចទ្រទ្រង់បាន។ផ្តល់ឱ្យពេញពាក់កណ្តាលចុងសណ្ឋាណាខណៈដែល Luna និង Venus មាន Venus មានភាពក្រិនទាក់ទាញអ្នកចំពោះការអនុវត្តសុខភាពនិងការធូរស្បើយស្ត្រេស។ចំណាយពេលនៅសល់នៃថ្ងៃរបស់អ្នកនៅផ្ទះដោយចាប់យកការថែរក្សាខ្លួនឯង។"
        }
    }
]