[
    {
        "sign": "Aries",
        "en": {
            "today": "Find healing by using your voice, darling ram, as the Gemini Moon aligns with the sun and Chiron. By expressing personal truths, you will have an opportunity to understand yourself and your dearest friends better. Sensitivities heighten once Luna enters Cancer this afternoon, putting you in a nurturing and compassionate headspace. Just be mindful to protect yourself while Saturn and Neptune become agitated, leaving you susceptible to manipulative or dishonest people. There's also a risk that you might overlook red flags. Though you're able to sympathize with others, avoid excusing destructive behaviors that should be called out."
        },
        "kh": {
            "today": "ស្វែងរកការជាសះស្បើយដោយប្រើសំលេងរបស់អ្នក RAM DAM ដែលជា RAM ដែលជា Gemini Mon តម្រឹមជាមួយព្រះអាទិត្យនិងជ័រ។តាមរយៈការបង្ហាញការពិតផ្ទាល់ខ្លួនអ្នកនឹងមានឱកាសយល់ពីខ្លួនអ្នកនិងមិត្តភក្តិដែលមានតំលៃជាទីស្រឡាញ់របស់អ្នកកាន់តែប្រសើរ។ភាពរអាក់រអួលមានឥទ្ធិពលខ្លាំងនៅពេលដែល Luna ចូលមហារីកនៅរសៀលនេះដោយដាក់អ្នកនៅក្នុងការចិញ្ចឹមបីបាច់និងក្បាលដែលមានចិត្តអាណិតអាសូរ។គ្រាន់តែគិតក្នុងការការពារខ្លួនអ្នកខណៈដែលសៅរ៍និងណឺថិនមានភាពធុញទ្រាន់ធ្វើឱ្យអ្នកងាយនឹងទទួលរងនូវការបង្ខិតបង្ខំឬមនុស្សមិនស្មោះត្រង់។វាក៏មានហានិភ័យដែលអ្នកអាចមើលរំលងទង់ក្រហមផងដែរ។ទោះបីជាអ្នកអាចអាណិតអាសូរអ្នកដទៃក៏ដោយចៀសវាងអាកប្បកិរិយាបំផ្លិចបំផ្លាញដែលគួរត្រូវបានហៅចេញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A soft and communal energy follows you this morning, dear Leo, thanks to a sweet connection between the Gemini Moon, sun, and Chiron. Spread these supportive vibes by promoting kindness and acceptance, doing what you can to brighten the moods of those you encounter. A boost in popularity can also help you expand socially or gain attention online. You'll crave quiet once afternoon emerges and Luna enters Cancer, nudging you to get in touch with your emotions. Reflect on your hopes and dreams, allowing them to shift as Saturn and Neptune activate, and separate what is possible from unattainable fantasies."
        },
        "kh": {
            "today": "ថាមពលទន់និងសហគមន៍ដើរតាមអ្នកនៅព្រឹកនេះឡេអូអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទរបស់ Gemini, ព្រះអាទិត្យនិង Chiron ។រីករាលដាលនូវភាពរស់រវើកដែលគាំទ្រទាំងនេះដោយលើកកម្ពស់សេចក្តីសប្បុរសនិងការទទួលយកដោយធ្វើអ្វីដែលអ្នកអាចធ្វើឱ្យអារម្មណ៍ភ្លឺស្វាងនៃអារម្មណ៍របស់អ្នកដែលអ្នកជួប។ការជម្រុញប្រជាប្រិយភាពក៏អាចជួយអ្នកឱ្យពង្រីកការយកចិត្តទុកដាក់ក្នុងសង្គមឬទទួលបានការយកចិត្តទុកដាក់តាមអ៊ីនធឺណិតផងដែរ។អ្នកនឹងឃ្លានយ៉ាងស្ងៀមស្ងាត់នៅពេលរសៀលបានលេចចេញមកហើយលូណាចូលមហារីកដោយអាក្រាតកាយដោយភិតភ័យអ្នកឱ្យទាក់ទងនឹងអារម្មណ៍របស់អ្នក។ឆ្លុះបញ្ចាំងពីក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកដែលអនុញ្ញាតឱ្យពួកគេផ្លាស់ប្តូរជាសៅរ៍និងធ្វើឱ្យសកម្មរបស់ Neptune និងបំបែកអ្វីដែលអាចធ្វើទៅបានពីការស្រមើស្រមៃដែលមិនអាចធ្វើទៅបាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Send love to your inner child, dear Taurus, as the Gemini Moon aligns with the sun and Chiron. Recognize that you are safe in the moment, showing compassion to past versions of yourself that felt misunderstood or neglected. Simple indulgences can help you find bliss in the present, as will quiet moments in nature. Your mind sharpens once Luna enters Cancer this afternoon, allowing you to crystallize clouded visions. However, it'll be essential to guard against outside opinions while Saturn and Neptune become agitated, as peers may attempt to plant seeds of doubt. You should also avoid gossip or revealing ideas prematurely."
        },
        "kh": {
            "today": "ផ្ញើស្នេហាទៅកូនខាងក្នុងរបស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជា Gemini Mon តម្រឹមជាមួយព្រះអាទិត្យនិង chiry ។ទទួលស្គាល់ថាអ្នកមានសុវត្ថិភាពនៅពេលនេះបង្ហាញការអាណិតអាសូរចំពោះកំណែមុនរបស់អ្នកដែលមានអារម្មណ៍ច្របូកច្របល់ឬធ្វេសប្រហែស។ការបណ្តេញចេញសាមញ្ញអាចជួយអ្នករកសុទិដ្ឋិនិយមនាពេលបច្ចុប្បន្នដូចជាពេលវេលាស្ងាត់ស្ងៀមនៅក្នុងធម្មជាតិ។គំនិតរបស់អ្នកកាន់តែច្បាស់នៅពេលដែល Luna ចូលមហារីកនៅរសៀលនេះដែលអនុញ្ញាតឱ្យអ្នកធ្វើឱ្យមានចក្ខុវិស័យដែលមានពពក។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ក្នុងការការពារការប្រឆាំងនឹងមតិខាងក្រៅខណៈដែលសៅរ៍និងណឺថិនមានភាពធុញទ្រាន់នៅពេលដែលមិត្តភក្ដិអាចព្យាយាមដាំគ្រាប់ពូជនៃការសង្ស័យ។អ្នកក៏គួរតែចៀសវាងការនិយាយដើមឬបង្ហាញគំនិតមុនពេលកំណត់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You should feel secure and accepted within your social sphere this morning, dear Gemini, thanks to sweet connections between the sun, Moon, and Chiron. Use this energy to strengthen your platform by making introductions and expanding your network. Slow down as afternoon rolls in and the Moon exits your sign, drifting into emotional Cancer. Harsh aspects with Saturn and Neptune could create distrust or strain relationships, especially with those who feel they have something to prove. Rather than fighting to hold your ground, go where you think you the most valued and supported. Unwind this evening with simple luxuries, supporting the heart and mind."
        },
        "kh": {
            "today": "អ្នកគួរតែមានអារម្មណ៍ថាមានសុវត្ថិភាពនិងទទួលយកនៅក្នុងវិស័យសង្គមរបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយអរគុណដល់ការតភ្ជាប់ផ្អែមរវាងព្រះអាទិត្យព្រះច័ន្ទនិងឈីរ៉ូ។ប្រើថាមពលនេះដើម្បីពង្រឹងវេទិការបស់អ្នកដោយធ្វើឱ្យការណែនាំនិងពង្រីកបណ្តាញរបស់អ្នក។យឺតនៅពេលដែលក្រឡេកនៅរសៀលហើយព្រះចន្ទបានចេញពីសញ្ញារបស់អ្នកដោយរសាត់ទៅក្នុងមហារីកអារម្មណ៍។ទិដ្ឋភាពដ៏លំបាកជាមួយសៅរ៍និងណិបតុនអាចបង្កើតទំនាក់ទំនងមិនទុកចិត្តឬសំពាធជាពិសេសជាមួយអ្នកដែលមានអារម្មណ៍ថាពួកគេមានអ្វីដែលត្រូវបង្ហាញ។ជាជាងការប្រយុទ្ធដើម្បីកាន់ដីរបស់អ្នកទៅកន្លែងដែលអ្នកគិតថាអ្នកមានតម្លៃបំផុតនិងគាំទ្របំផុត។ដកនៅល្ងាចនេះដោយប្រណីតងាយៗគាំទ្របេះដូងនិងគំនិត។"
        }
    }
]