[
    {
        "sign": "Aries",
        "en": {
            "today": "Send healing to your community this morning, dearest Aries, as the Aquarius moon and Chiron align. Whether you give back by showing kindness to a stranger, organizing a meetup with friends, or donating to a nonprofit, you're sure to feel satisfied with each good deed completed. Just be mindful that generosity should have its limits when Luna squares Uranus, taking care to ensure that you're not taken for granted. This energy could also trigger technological issues, a sign from the universe to get outside! You'll have access to brilliance when you ground in the present moment, thanks to a helping hand from Mercury."
        },
        "kh": {
            "today": "បញ្ជូនការព្យាបាលទៅសហគមន៍របស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Aquarius Moon និង Chironar តម្រឹម។មិនថាអ្នកផ្តល់ឱ្យត្រឡប់មកវិញដោយបង្ហាញចិត្តល្អចំពោះមនុស្សចម្លែករៀបចំការជួបគ្នាជាមួយមិត្តភក្តិឬបរិច្ចាគដល់អ្នករកស៊ីឬការមិនរកប្រាក់ចំណេញទេអ្នកប្រាកដជាពេញចិត្តនឹងការធ្វើល្អដែលបានបញ្ចប់។គ្រាន់តែចាំថាភាពសប្បុរសគួរតែមានដែនកំណត់របស់វានៅពេលដែល Luna Squares Uranus យកចិត្តទុកដាក់ដើម្បីធានាថាអ្នកមិនត្រូវបានគេយកចិត្តទុកដាក់។ថាមពលនេះក៏អាចបង្កឱ្យមានបញ្ហាបច្ចេកទេសដែលជាសញ្ញាមួយពីសកលលោកដើម្បីចេញទៅខាងក្រៅ!អ្នកនឹងមានលទ្ធភាពទទួលបានភាពឈ្លាសវៃនៅពេលអ្នកស្ថិតនៅក្នុងពេលបច្ចុប្បន្ននេះសូមអរគុណចំពោះជំនួយពីបារត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Let sweetness carry you through the morning, darling Leo, as the Aquarius moon and Chiron join forces. This ultra-healing and romantic cosmic climate is perfect for honoring your heart by pulling close to the people and beliefs that elevate you each day. Watch out for friction within professional settings and matters of the heart once afternoon sets in and Luna squares Uranus. Do what you can to maintain your calm, and people will be less likely to confront you in unpleasant ways. Your unique perspective fuels an ability to iron out rifts once Mercury and Uranus join forces this evening."
        },
        "kh": {
            "today": "សូមឱ្យភាពផ្អែមល្ហែមធ្វើឱ្យអ្នកនៅពេលព្រឹក, ដាលីងឡៅ, ដូចជា Aquarius Moon និង Chiron ចូលរួមរបស់កម្លាំង។អាកាសធាតុនៃការព្យាបាលយ៉ាងជ្រាលជ្រៅនេះគឺល្អឥតខ្ចោះសម្រាប់ផ្តល់កិត្តិយសដល់បេះដូងរបស់អ្នកដោយទាញទៅជិតប្រជាជននិងជំនឿដែលលើកកំពស់អ្នករាល់ថ្ងៃ។ប្រយ័ត្នចំពោះការកកិតក្នុងស្ថានភាពវិជ្ជាជីវៈនិងបញ្ហានៃដួងចិត្តនៅពេលដែលពេលរសៀលចូលពេលរសៀលចូលនិង Luna Squares Uranus ។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីរក្សាភាពស្ងប់ស្ងាត់របស់អ្នកហើយមនុស្សនឹងមិនងាយប្រឈមមុខនឹងអ្នកតាមរបៀបមិនល្អទេ។ទស្សនវិស័យពិសេសរបស់អ្នកជម្រុញសមត្ថភាពក្នុងការដេញចេញបានយ៉ាងតិចនៅពេលបារតនិងអ៊ុយរ៉ានុសចូលរួមជាមួយកងកម្លាំងនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Prioritize your peace this morning, dear bull, as the Aquarius moon and Chiron form a soft aspect. This energy is all about setting boundaries to cultivate healing and granting full permission to slip into hermit mode. Unfortunately, work demands may threaten your solitude when Luna squares Uranus, bringing unexpected challenges to your day. Should setbacks arise, give yourself space to thoroughly think out your next move, even if you only have a few moments to reflect. Unexpected social invitations can bring you out of your shell when Mercury and Uranus align this evening, encouraging you to rub elbows and have fun."
        },
        "kh": {
            "today": "ផ្តល់អាទិភាពដល់សន្តិភាពរបស់អ្នកនៅព្រឹកនេះគោ Bull ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Chiron បង្កើតបានជាទិដ្ឋភាពទន់។ថាមពលនេះគឺអំពីការកំណត់ព្រំដែនដើម្បីដាំដុះជាសះស្បើយនិងផ្តល់ការអនុញ្ញាតពេញលេញដើម្បីរអិលចូលក្នុងរបៀប Hermit ។ជាអកុសលការទាមទារការងារអាចគំរាមកំហែងដល់ភាពនៅតែឯងនៅពេលដែល Luna Squares Uranus ដែលនាំឱ្យមានបញ្ហាប្រឈមដែលមិនបានរំពឹងទុកនៅថ្ងៃរបស់អ្នក។ប្រសិនបើមានការថយចុះសូមក្រោកឡើងផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីគិតឱ្យបានហ្មត់ចត់នូវការផ្លាស់ប្តូរបន្ទាប់របស់អ្នកយ៉ាងហ្មត់ចត់ទោះបីអ្នកមានពេលវេលាតិចតួចក៏ដោយ។ការអញ្ជើញចូលរួមក្នុងសង្គមដែលមិនបានរំពឹងទុកអាចនាំឱ្យអ្នកចេញពីសែលរបស់អ្នកនៅពេលបារតនិងអ៊ុយរ៉ានុសតម្រឹមនៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យជូតកែងដៃនិងមានភាពសប្បាយរីករាយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Connect with people who hold similar philosophical or spiritual beliefs this morning, dearest Gemini, as the Aquarius moon and Chiron align. This sweet celestial exchange offers brightened moods and higher perspectives, encouraging you to find gratitude for the beautiful souls that surround you. Gut instincts could throw you for a loop when Luna squares Uranus this afternoon, but try to give yourself space before pulling the trigger on new ideas or confronting your hunches. You'll have a chance to process these thoughts in a structured and methodical manner when Mercury and Uranus align this evening to reveal additional layers of insight."
        },
        "kh": {
            "today": "ភ្ជាប់ជាមួយមនុស្សដែលមានជំនឿទស្សនវិជ្ជាឬខាងវិញ្ញាណស្រដៀងគ្នានៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Aquarius Moon និង Chironar តម្រឹម។ការផ្លាស់ប្តូរដ៏ផ្អែមល្ហែមនេះផ្តល់ជូននូវអារម្មណ៍ដ៏ភ្លឺស្វាងនិងទស្សនវិស័យខ្ពស់លើកទឹកចិត្តអ្នកឱ្យដឹងពីការដឹងគុណចំពោះព្រលឹងដ៏ស្រស់ស្អាតដែលនៅជុំវិញអ្នក។សភាវគតិពោះវៀនអាចបោះអ្នកសម្រាប់រង្វិលជុំនៅពេលដែល Luna Squares Uranus នៅរសៀលនេះប៉ុន្តែព្យាយាមផ្តល់កន្លែងទំនេរមុនពេលទាញគន្លឹះលើគំនិតថ្មីឬប្រឈមមុខនឹង Hunges របស់អ្នក។អ្នកនឹងមានឱកាសកែច្នៃគំនិតទាំងនេះតាមរបៀបដែលមានរចនាសម្ព័ន្ធនិងវិធីសាស្រ្តនៅពេលបារតនិងអ៊ុយរ៉ានុសតម្រឹមនៅល្ងាចនេះដើម្បីបង្ហាញពីការយល់ដឹងបន្ថែមនៃការយល់ដឹងបន្ថែម។"
        }
    }
]