[
    {
        "sign": "Aries",
        "en": {
            "today": "The day will be filled with starts and stops, dear Aries, as the Moon continues through your sign. A square between Jupiter and Neptune will put you in dreamy spirits, helping you put emotion behind your hopes and aspirations. However, it'll be vital that you take steps toward tomorrow with some form of plan in place. Though you'll be eager to charge ahead, ideas can quickly dissolve if they're not approached from a practical headspace. Meanwhile, an unbalanced aspect between Mars and Saturn could cause you to second-guess what you're capable of. Get organized and find empowerment by clearing away dead weight."
        },
        "kh": {
            "today": "ថ្ងៃនឹងត្រូវបានបំពេញដោយការចាប់ផ្តើមនិងឈប់, ជាទីស្រឡាញ់ aries, ដូចជាព្រះច័ន្ទនៅតែបន្តតាមរយៈសញ្ញារបស់អ្នក។ការ៉េមួយរវាងភពព្រហស្បតិ៍និងណុបថុននឹងធ្វើឱ្យអ្នកមានស្មារតីសុបិនជួយអ្នកឱ្យមានអារម្មណ៍រំជួលចិត្តនៅពីក្រោយក្តីសង្ឃឹមនិងសេចក្តីប្រាថ្នារបស់អ្នក។ទោះយ៉ាងណាក៏ដោយវាពិតជាចាំបាច់ណាស់ដែលអ្នកត្រូវចាត់វិធានការឆ្ពោះទៅថ្ងៃស្អែកជាមួយនឹងទម្រង់ខ្លះនៃផែនការ។ទោះបីជាអ្នកនឹងឧស្សាហ៍ចោទប្រកាន់ក៏ដោយគំនិតអាចរំលាយបានយ៉ាងឆាប់រហ័សប្រសិនបើពួកគេមិនត្រូវបានរៀបរាប់ពីក្បាលជាក់ស្តែង។ទន្ទឹមនឹងនេះដែរទិដ្ឋភាពមិនមានតុល្យភាពរវាងភពព្រះអង្គារនិងភពសៅរ៍អាចបណ្តាលឱ្យអ្នកទាយទី 2 តើអ្នកមានសមត្ថភាពអ្វី។រៀបចំបានរៀបចំនិងស្វែងរកការផ្តល់អំណាចដោយការឈូសឆាយទំងន់ស្លាប់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your mood elevates as the Moon moves through Aries, dear Leo, heightening your understanding of how our universe works. Watch for signs from beyond, and believe that you have the power to accomplish great things. Visions become clearer while Jupiter and Neptune align, helping you rediscover the dreams that bring your imagination to life. Now is the perfect time to review your current position and break patterns that have slowed your progress. Take time to pamper yourself while Mars and Saturn form an unbalanced aspect, giving your body a chance to recharge as you prepare to take on new goals."
        },
        "kh": {
            "today": "អារម្មណ៍របស់អ្នក Elovates នៅពេលព្រះច័ន្ទបានផ្លាស់ប្តូរទៅ Aries, ជាទីស្រឡាញ់, Leo, ខ្ពស់ជាងការយល់ដឹងរបស់អ្នកអំពីរបៀបដែលសកលលោករបស់យើងដំណើរការ។មើលសញ្ញាពីលើសពីនេះហើយជឿថាអ្នកមានអំណាចដើម្បីសម្រេចកិច្ចការដ៏អស្ចារ្យ។ចក្ខុវិស័យកាន់តែច្បាស់ខណៈពេលដែលភពព្រហស្បតិ៍និងណេសតុនតម្រឹមជួយអ្នកឱ្យរកឃើញក្តីសុបិន្តដែលនាំមកនូវការស្រមើលស្រមៃរបស់អ្នកចំពោះជីវិត។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីពិនិត្យមើលទីតាំងនិងលំនាំនៃការបំបែកបច្ចុប្បន្នរបស់អ្នកដែលបានបន្ថយវឌ្ឍនភាពរបស់អ្នក។ឆ្លៀតពេលដើម្បីធ្វើឱ្យខ្លួនអ្នករីករាយនៅពេលដែល Mars និង Saturn បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាពផ្តល់ឱកាសឱ្យរាងកាយរបស់អ្នកបញ្ចូលថ្មនៅពេលអ្នករៀបចំដើម្បីទទួលបានគោលដៅថ្មី។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Lay low whenever possible while the Moon moves through Aries, dearest Taurus, encouraging you to embrace your mysterious side. A harsh square between Jupiter and Neptune could cause you to overshare, giving you all the more reason to operate from the shadows. On the plus side, you'll have plenty of opportunities to dream up new ideas, but be mindful to write these visions down. Meanwhile, Mars and Saturn form an unbalanced aspect, highlighting if you're overdue for a date night or self-care day. If your motivation has taken a hit recently, take it as a sign to invite in softness."
        },
        "kh": {
            "today": "ដាក់ឱ្យទាបនៅពេលណាដែលអាចធ្វើបានខណៈពេលដែលព្រះច័ន្ទផ្លាស់ទីឆ្លងកាត់ Aries, ជាទីស្រឡាញ់បំផុត Taurus, លើកទឹកចិត្តឱ្យអ្នកចាប់យកអារក្សអាថ៌កំបាំងរបស់អ្នក។ការ៉េដ៏កាចសាហាវរវាងភពព្រហស្បតិ៍និងណុបធូនអាចបណ្តាលឱ្យអ្នកត្រួតត្រាផ្តល់ឱ្យអ្នកនូវហេតុផលទាំងអស់ឱ្យធ្វើប្រតិបត្តិការពីស្រមោល។នៅផ្នែកខាងលើអ្នកនឹងមានឱកាសជាច្រើនដើម្បីសុបិន្តគំនិតថ្មីៗប៉ុន្តែត្រូវយកចិត្តទុកដាក់ក្នុងការសរសេរចក្ខុវិស័យទាំងនេះ។ទន្ទឹមនឹងនេះភពព្រះអង្គារនិងភពសៅរ៍បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាពការបន្លិចប្រសិនបើអ្នកហួសកាលកំណត់សម្រាប់ពេលយប់ឬថ្ងៃថែទាំដោយខ្លួនឯង។ប្រសិនបើការលើកទឹកចិត្តរបស់អ្នកបានយកឈ្នះថ្មីៗនេះយកវាជាសញ្ញាមួយដើម្បីអញ្ជើញឱ្យមានភាពទន់ភ្លន់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don't be surprised if your social life feels more demanding, dear Gemini, as the Moon moves through Aries and your solar eleventh house. Use this energy to catch up on correspondence and consider updating your social media profiles and professional website. Just remember to take plenty of breaks from your devices to connect with your surroundings while Jupiter and Neptune square off. This energy unleashes the dreamer within, especially when you pause to enjoy Mother Nature's grounding touch. Check-in with your wellness goals while Mars and Saturn form an unbalanced connection, recognizing if you need to embrace healthier routines."
        },
        "kh": {
            "today": "កុំភ្ញាក់ផ្អើលប្រសិនបើជីវិតសង្គមរបស់អ្នកមានតំរូវការ GeMini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរទៅតាម Aries និងផ្ទះសូឡាទី 11 របស់អ្នក។ប្រើថាមពលនេះដើម្បីចាប់យកការឆ្លើយឆ្លងហើយពិចារណាធ្វើបច្ចុប្បន្នភាពទម្រង់ប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងគេហទំព័រអាជីពរបស់អ្នក។គ្រាន់តែចាំថាទទួលបានការសម្រាកឱ្យបានច្រើនពីឧបករណ៍របស់អ្នកដើម្បីភ្ជាប់ជាមួយតំបន់ជុំវិញរបស់អ្នកខណៈពេលដែលភពព្រហស្បតិ៍និង Neptune Square បិទ។ថាមពលនេះបញ្ចេញអ្នកសុបិននៅក្នុងជាពិសេសនៅពេលអ្នកផ្អាកដើម្បីរីករាយនឹងការប៉ះដីធម្មជាតិរបស់ម្តាយ។ការឆែកចូលក្នុងគោលដៅសុខភាពរបស់អ្នកខណៈដែលភពព្រះអង្គារនិងសៅរ៍បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាពដោយទទួលស្គាល់ថាអ្នកត្រូវការបញ្ចូលទម្លាប់ដែលមានសុខភាពល្អ។"
        }
    }
]