[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon navigates witty Gemini and your solar third house, dear Aries, putting you in the mood to sort out problems, communicate, and learn. Please make an effort to understand where others are coming from and your role in any issues or successes they've encountered recently. A helpful connection between Mercury and Mars brings a cooperative energy to the table, inspiring you and loved ones to follow through on promises made. If you've been struggling to make headway toward a specific goal, ask a friend to hold you accountable and return the favor where appropriate. Just be mindful to maintain reasonable expectations while Luna squares the nodes of fate."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានធ្វើនាវាចរឱ្យមានភាពវង្វេងស្មារតីនិងផ្ទះទី 3 របស់អ្នកជាទីស្រឡាញ់អារម្មណ៏ដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ចង់រំជួលចិត្តទាក់ទងគ្នាទំនាក់ទំនងនិងរៀន។សូមខិតខំស្វែងយល់ពីកន្លែងដែលអ្នកផ្សេងទៀតកំពុងមកនិងតួនាទីរបស់អ្នកក្នុងបញ្ហាឬជោគជ័យដែលពួកគេបានជួបប្រទះថ្មីៗនេះ។ការតភ្ជាប់ដែលមានប្រយោជន៍រវាងបារតនិងភពនានាំឱ្យមានថាមពលសហប្រតិបត្តិការដល់តុដោយបំផុសគំនិតអ្នកនិងមនុស្សជាទីស្រឡាញ់ឱ្យធ្វើតាមការសន្យាដែលបានធ្វើ។ប្រសិនបើអ្នកបានព្យាយាមធ្វើឱ្យឆ្ពោះទៅរកគោលដៅជាក់លាក់សូមសួរមិត្តម្នាក់ឱ្យអ្នកទទួលខុសត្រូវនិងទទួលបានការពេញចិត្តពីកន្លែងដែលសមរម្យ។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការរក្សាការរំពឹងទុកសមហេតុផលខណៈដែល Luna Squares ថ្នាំងនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your independent nature intensifies under the Gemini moon, dear Leo, putting you in the mood to mingle. The desire to be recognized as an individual could inspire you to make a splash within the public arena. Go where you're most likely to be accepted, riding your wavelength with compatible peers. It will be easy to stand out while Mercury and Mars align, elevating your wits, creativity, and allure. Don't be surprised if others begin to mimic your style, interests, or mannerisms, as your impeccable taste becomes the subject of much praise. Watch out for conflict when Luna squares the nodes of fate tonight, triggering jealousy from those who want what you have."
        },
        "kh": {
            "today": "ធម្មជាតិឯករាជ្យរបស់អ្នកកាន់តែខ្លាំងនៅក្រោមព្រះច័ន្ទរបស់ Gemini ដែលជាទីស្រឡាញ់, ឡេអូ, ដាក់អ្នកក្នុងអារម្មណ៍ទៅ mingle ។បំណងប្រាថ្នាត្រូវបានទទួលស្គាល់ថាជាបុគ្គលម្នាក់អាចជម្រុញអ្នកឱ្យធ្វើឱ្យមានការបែកបាក់គ្នានៅក្នុងសង្វៀនសាធារណៈ។ទៅកន្លែងដែលអ្នកទំនងជាត្រូវបានទទួលយកដោយការទទួលយករលករបស់អ្នកជាមួយមិត្តភក្តិដែលត្រូវគ្នា។វានឹងមានភាពងាយស្រួលក្នុងការលេចធ្លោខណៈដែលបារតនិងភពនាបានតម្រឹមការលើកកំពស់របស់អ្នកការច្នៃប្រឌិតនិងសម្ព័ន្ធភាព។កុំភ្ញាក់ផ្អើលប្រសិនបើអ្នកផ្សេងទៀតចាប់ផ្តើមធ្វើត្រាប់តាមស្ទីលចំណាប់អារម្មណ៍ឬភាពឧត្តមរបស់អ្នកព្រោះរសជាតិដែលមិនអាចប្រកែកបានក្លាយជាប្រធានបទនៃការសរសើរច្រើន។ប្រយ័ត្នចំពោះជំលោះនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនានៅយប់នេះដែលបង្កការច្រណែនមកពីអ្នកដែលចង់បានអ្វីដែលអ្នកមាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury and Mars walk in tandem throughout the day, sweet Taurus, bringing a thoughtful and ambitious energy your way. These vibes are perfect for addressing the areas of your life that need additional care, nurturing, and attention to goals and relationships accordingly. A desire to improve the lives of loved ones also comes into play, though you may feel limited in your ability to facilitate change. Give good advice and support healthy choices, but know when to pull back. Conflict could arise later today while the Gemini moon squares the nodes of fate, triggering stubborn behaviors from family and close friends."
        },
        "kh": {
            "today": "បារតដើរជាមួយគ្នាពេញមួយថ្ងៃ Taurus ផ្អែមនាំមកនូវថាមពលដែលមានភាពរឹងមាំនិងមានមហិច្ឆតាផ្លូវរបស់អ្នក។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការដោះស្រាយផ្នែកនៃជីវិតរបស់អ្នកដែលត្រូវការការថែទាំបន្ថែមការចិញ្ចឹមបីបាច់និងការយកចិត្តទុកដាក់ចំពោះគោលដៅនិងទំនាក់ទំនង។បំណងប្រាថ្នាចង់ធ្វើឱ្យប្រសើរឡើងនូវជីវិតរបស់មនុស្សជាទីស្រឡាញ់ក៏ចូលមកលេងទោះបីជាអ្នកអាចមានអារម្មណ៍ថាមានកម្រិតក្នុងសមត្ថភាពរបស់អ្នកក្នុងការផ្លាស់ប្តូរការផ្លាស់ប្តូរក៏ដោយ។ផ្តល់ដំបូន្មានល្អនិងគាំទ្រជម្រើសដែលមានសុខភាពល្អប៉ុន្តែដឹងថាពេលណាត្រូវទាញត្រឡប់មកវិញ។ជម្លោះអាចកើតឡើងនៅពេលក្រោយនៅថ្ងៃនេះខណៈដែល Gemini Moon Squares ថ្នាំងនៃជោគវាសនាដែលបង្កឱ្យមានអាកប្បកិរិយារឹងចចេសពីមិត្តភក្តិគ្រួសារនិងមិត្តភក្តិជិតស្និទ្ធ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna moves graciously through your sign this morning, sweet Gemini, putting you in a romantic and carefree spirit. Allow harmless whims to move you, leaving restrictions behind to indulge your feelings at any given moment. Joy is within reach while Mercury and Mars walk side by side, igniting curiosity and creativity. Try to see the world through the eyes of another, going out of your way to understand family and friends better. Be mindful of how much you absorb when the moon and nodes of fate square off later today, pulling back in the name of self-preservation if the energy becomes too heavy or emotional."
        },
        "kh": {
            "today": "Luna ផ្លាស់ទីដោយសុភាពរាបសាតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះ Gemini ផ្អែមដាក់អ្នកនៅក្នុងស្មារតីដែលមានមនោសញ្ចេតនានិងខ្វះដោយសុវត្ថិភាព។អនុញ្ញាតឱ្យ whims ដែលគ្មានគ្រោះថ្នាក់ដើម្បីផ្លាស់ប្តូរអ្នក, បន្សល់ទុកការរឹតត្បិតនៅពីក្រោយដើម្បីឱ្យអារម្មណ៍របស់អ្នកនៅពេលណាមួយដែលបានផ្តល់ឱ្យ។សេចក្តីអំណរស្ថិតនៅក្នុងការឈានដល់កម្រិតខណៈដែលបារតនិងភពព្រះអង្គារដើរក្បែរគ្នាដោយបញ្ឆេះការចង់ដឹងចង់ឃើញនិងការច្នៃប្រឌិត។ព្យាយាមមើលពិភពលោកតាមរយៈក្រសែភ្នែករបស់អ្នកដទៃចេញពីរបៀបរបស់អ្នកដើម្បីស្វែងយល់ពីក្រុមគ្រួសារនិងមិត្តភក្តិកាន់តែប្រសើរ។សូមចងចាំថាតើអ្នកស្រូបយកបានប៉ុន្មាននៅពេលដែលព្រះច័ន្ទនិងថ្នាំងនៃវាសនាការ៉េបិទនៅពេលក្រោយថ្ងៃនេះដោយទាញត្រឡប់មកវិញនូវឈ្មោះនៃការថែរក្សាខ្លួនឯងប្រសិនបើថាមពលធ្ងន់ពេកឬអារម្មណ៍។"
        }
    }
]