[
    {
        "sign": "Aries",
        "en": {
            "today": "The Leo moon aligns with Uranus and Pluto early this morning, dearest Aries, stirring up intense news. Find your center before catching up with friends or current events, easing into your routines. You'll crave pleasant distractions as the hours pass, and will gravitate toward leisure in lieu of work. However, a harsh opposition between Mercury and Saturn cautions against running from your responsibilities, or you could feel overwhelmed later. This celestial exchange may also trigger fixations or obsessive behaviors, so be mindful to adjust your expectations if perfectionism starts to creep up. Close out your night with positive affirmations, fueling the fire within."
        },
        "kh": {
            "today": "Leo Mon King តម្រឹមជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូនៅព្រឹកព្រលឹមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលធ្វើឱ្យមានព័ត៌មានយ៉ាងខ្លាំង។ស្វែងរកមជ្ឈមណ្ឌលរបស់អ្នកមុនពេលចាប់យកមិត្តភក្តិឬព្រឹត្តិការណ៍បច្ចុប្បន្នការបន្ធូរបន្ថយទៅក្នុងទម្លាប់របស់អ្នក។អ្នកនឹងប្រព្រឹត្តការរំខានដ៏រីករាយនៅពេលម៉ោងកន្លងផុតទៅហើយនឹងធ្វើឱ្យមានទំនោរឆ្ពោះទៅរកការកំសាន្តជំនួសឱ្យការងារ។ទោះយ៉ាងណាការប្រឆាំងយ៉ាងខ្លាំងរវាងបារតនិងសៅរ៍ព្រមព្រៀងគ្នាប្រឆាំងនឹងការរត់ចេញពីការទទួលខុសត្រូវរបស់អ្នកឬអ្នកអាចមានអារម្មណ៍ថាបានគ្របដណ្ដប់នៅពេលក្រោយ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះក៏អាចបង្កឱ្យមានការដោះស្រាយឬឥរិយាបថដែលមានមនសិការដូច្នេះត្រូវយកចិត្តទុកដាក់ក្នុងការកែតម្រូវការរំពឹងទុករបស់អ្នកប្រសិនបើភាពល្អឥតខ្ចោះចាប់ផ្តើមលូតលាស់។បិទនៅយប់របស់អ្នកជាមួយនឹងការអះអាងវិជ្ជមានជំរុញឱ្យមានភ្លើងនៅខាងក្នុង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna continues through your sign, darling Leo, aligning with Uranus and Pluto early this morning. Loved ones are likely to surprise you under these cosmic conditions, and fresh alliances may be forged. These vibes can also be helpful when breaking into new social spheres, so don't hesitate to reach out to the people you look up to. You'll feel increasingly self-assured as the hours pass, and you could see significant gains while chasing personal goals. A stubborn energy emerges once Mercury opposes Saturn, but you'll want to choose your battles wisely to avoid burning bridges or creating unnecessary challenges."
        },
        "kh": {
            "today": "Luna បន្តតាមរយៈសញ្ញារបស់អ្នក, Darling Leo, តម្រឹមជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូនៅព្រឹកនេះ។មនុស្សជាទីស្រឡាញ់ទំនងជាធ្វើឱ្យអ្នកភ្ញាក់ផ្អើលនៅក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះហើយសម្ព័ន្ធភាពស្រស់ៗជាច្រើនអាចត្រូវបានបង្កើតឡើង។ភាពរស់រវើកទាំងនេះក៏អាចមានប្រយោជន៍ផងដែរនៅពេលដែលបែកគ្នាក្នុងវិស័យសង្គមថ្មីដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការឈោងទៅរកមនុស្សដែលអ្នកមើលទៅ។អ្នកនឹងមានអារម្មណ៍ជឿជាក់លើខ្លួនឯងដែលបានឆ្លងកាត់នៅពេលម៉ោងកន្លងផុតទៅហើយអ្នកអាចមើលឃើញការកើនឡើងគួរឱ្យកត់សម្គាល់ខណៈពេលដេញតាមគោលដៅផ្ទាល់ខ្លួន។ថាមពលរឹងរូសលេចចេញមកនៅពេលដែលបារតប្រឆាំងនឹងការបារតប៉ុន្តែអ្នកនឹងចង់ជ្រើសរើសការប្រយុទ្ធរបស់អ្នកដោយប្រាជ្ញាដើម្បីចៀសវាងការដុតស្ពានឬបង្កើតបញ្ហាប្រឈមដែលមិនចាំបាច់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Vivid dreams could liven up your slumber early this morning, dear bull, as the Leo moon aspects Uranus and Pluto. Consider if there are any messages to be drawn from your astral realm encounters, especially when it comes to breaking through obstacles and finding success. Increase your responsibilities and these aspirations with sustainable strategies. Guard against distractions while Mercury opposes Saturn, and take note of how often you reach for your phone. If you struggle to put down your devices, try throwing them in a drawer to help curb the temptation to message friends or scroll feeds."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដ៏រស់រវើកអាចបង្វិលភ្នែករបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះគោឈ្មោលជាទីស្រឡាញ់ដូចជាទិដ្ឋភាពនៅលើព្រះច័ន្ទអ៊ឺរ៉ុបនិងផ្លាតូ។ពិចារណាប្រសិនបើមានសារណាមួយដែលត្រូវបានទាញចេញពីការជួបប្រទះ Astral algram របស់អ្នកជាពិសេសនៅពេលនិយាយអំពីការបំបែកតាមឧបសគ្គនិងស្វែងរកភាពជោគជ័យ។បង្កើនការទទួលខុសត្រូវរបស់អ្នកនិងសេចក្តីប្រាថ្នាទាំងនេះជាមួយនឹងយុទ្ធសាស្ត្រប្រកបដោយនិរន្តរភាព។អ្នកយាមប្រឆាំងនឹងការរំខានខណៈដែលបារតប្រឆាំងការរងគ្រោះថ្នាក់ហើយកត់សំគាល់ថាតើអ្នកឈានដល់ទូរស័ព្ទរបស់អ្នកញឹកញាប់ប៉ុណ្ណា។ប្រសិនបើអ្នកតស៊ូដើម្បីដាក់ឧបករណ៍របស់អ្នកសូមព្យាយាមបោះពួកគេនៅក្នុងថតដើម្បីជួយទប់ស្កាត់ការល្បួងដល់មិត្តភក្តិឬអត្ថបទរមូរ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could awaken to exciting news or unexplained blessings, sweet Gemini, as the Leo moon aspects Uranus and Pluto. Set clear intentions upon awakening, especially if a busy day lies ahead. Curiosity builds when you invest in projects or people that spark genuine interest, as Luna increases your ability to absorb new information. However, a harsh opposition between Mercury and Saturn may cause your emotional intelligence to suffer, so be mindful to lead with compassion while trying to understand where others are coming from. These vibes also emphasize the importance of finding balance within your professional aspirations and private affairs."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ពីដំណឹងគួរឱ្យរំភើបឬពរដែលមិនអាចពន្យល់បាន Gemini ផ្អែមដូចជាទិដ្ឋភាព Leo Moon Uranus និង Pluto ។កំណត់បំណងច្បាស់លាស់នៅពេលភ្ញាក់ដឹងខ្លួនជាពិសេសប្រសិនបើថ្ងៃមមាញឹកនៅខាងមុខ។ការចង់ដឹងចង់ឃើញបង្កើតនៅពេលអ្នកវិនិយោគលើគម្រោងឬប្រជាជនដែលបង្កឱ្យមានចំណាប់អារម្មណ៍ពិតប្រាកដនៅពេលដែល Luna បង្កើនសមត្ថភាពរបស់អ្នកក្នុងការស្រូបយកព័ត៌មានថ្មី។ទោះយ៉ាងណាការប្រឆាំងយ៉ាងខ្លាំងរវាងបារតនិងសៅរ៍អាចបណ្តាលឱ្យវៃឆ្លាតខាងផ្លូវចិត្តរបស់អ្នកនឹងរងទុក្ខដូច្នេះសូមចងចាំដោយការអាណិតអាសូរនៅពេលព្យាយាមយល់ពីកន្លែងដែលអ្នកផ្សេងទៀតចេញពីផ្ទះ។ភាពរស់រវើកទាំងនេះក៏សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការស្វែងរកតុល្យភាពក្នុងការប្រាថ្នាប្រកបដោយវិជ្ជាជីវៈរបស់អ្នកនិងកិច្ចការឯកជន។"
        }
    }
]