[
    {
        "sign": "Aries",
        "en": {
            "today": "Strange dreams could creep in early this morning, dearest Aries, as the Pisces moon and Uranus square off. Get out and do some exploring to clear your mind while Mars and Pluto align, reinvigorating your passionate and social nature. This celestial exchange also inflames passions within matters of the heart or community collaborations. Surround yourself with people who ignite your imagination and motivate you to express yourself, making the most of these vibes. You'll be in gentle and private spirits when Luna aspects Venus and Jupiter later tonight, nudging you to cozy up at home with someone special."
        },
        "kh": {
            "today": "ក្តីសុបិន្តចំឡែកអាចលូននៅដើមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលជាការពេញចិត្តបំផុតនៅពេលដែលពិសិដ្ឋមូននិងអ៊ុយរ៉ានុសបានបិទ។ចេញហើយធ្វើឱ្យអ្នកស្វែងយល់ខ្លះៗដើម្បីឈូសឆាយគំនិតរបស់អ្នកខណៈពេលដែលភពព្រះអង្គារនិងផ្លាតូតម្រឹមធ្វើឱ្យកាន់តែប្រសើរឡើងនូវភាពរឹងមាំនិងធម្មជាតិដែលងប់ងល់និងសង្គម។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះក៏ធ្វើឱ្យតក់ស្លុតតណ្ហានៅក្នុងបញ្ហានៃការសហការគ្នាបេះដូងឬសហគមន៍។នៅជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលបញ្ឆេះការស្រមើលស្រមៃរបស់អ្នកនិងលើកទឹកចិត្តអ្នកឱ្យបង្ហាញខ្លួនអ្នកធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។អ្នកនឹងមានសុភាពរាបសានិងឯកជននៅពេលដែលទិដ្ឋភាពនៃដងផ្កានិងជូរចត់នៅរាត្រីនៅយប់នេះដោយអាក្រាតអ្នកទៅកក់ក្តៅនៅផ្ទះជាមួយនរណាម្នាក់ពិសេស។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Dear Leo, the Pisces moon and Uranus form an emotionally intense square early this morning. Be vigilant for signs of moody or erratic behavior, and take steps to maintain peace within your community. You'll be tempted to run off on an adventure with someone special while Mars and Pluto align. Seek mentally stimulating activities with anyone you're hoping to grow closer to. The ambiance grows romantic and secretive as night descends, with Luna aligning with Venus and Jupiter. Grab a partner and disappear into your world, peeling back layers that reveal your soft and sparkling sides."
        },
        "kh": {
            "today": "លីអូជាទីស្រឡាញ់ការឈូសឆាយព្រះច័ន្ទនិងអ៊ុយរ៉ានុសបង្កើតបានជាការផ្សារភ្ជាប់យ៉ាងខ្លាំងនៅព្រឹកព្រលឹម។ប្រុងប្រយ័ត្នចំពោះសញ្ញានៃអារម្មណ៍មិនល្អឬអាកប្បកិរិយាមិនត្រឹមត្រូវហើយចាត់វិធានការដើម្បីរក្សាសន្តិភាពនៅក្នុងសហគមន៍របស់អ្នក។អ្នកនឹងត្រូវបានល្បួងឱ្យរត់លើការផ្សងព្រេងជាមួយនរណាម្នាក់ពិសេសនៅពេលដែលភពព្រះអង្គារនិងផ្លាតូតម្រឹម។ស្វែងរកសកម្មភាពជំរុញផ្លូវចិត្តជាមួយអ្នកដែលអ្នកសង្ឃឹមថានឹងរីកចម្រើនកាន់តែខិតជិត។បរិយាកាសរីករាលដាលនៃមនោសញ្ចេតនានិងអាថ៌កំបាំងដែលជាការចុះមកពេលយប់ដោយមានភពនានាតម្រឹមជាមួយ Venus និងភពព្រហស្បតិ៍។ចាប់ដៃគូហើយបាត់ទៅក្នុងពិភពលោករបស់អ្នកស្រទាប់ខាងក្រោយស្រទាប់ដែលបង្ហាញពីចំហៀងទន់និងភ្លឺរលោងរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Dear Taurus, the Pisces moon and Uranus square off early this morning, triggering intense news. Take a moment to appreciate your surroundings before opening messages or checking on current events, allowing yourself a chance to catch your breath. Meanwhile, Mars and Pluto align to promote healthy transformations, encouraging you to elevate your routines to bring wellness and efficiency goals closer. You'll feel more in control with each wise decision made, finding your power along the way. Exciting and potentially flirty connections come into view later tonight while Luna forms auspicious aspects with Venus and Jupiter, nudging you to socialize."
        },
        "kh": {
            "today": "Taurus ជាទីស្រឡាញ់ការឈូសឆាយ Mo Moon និង Uranus Square បិទនៅព្រឹកព្រលឹមនេះដែលបង្កឱ្យមានព័ត៌មានខ្លាំង។ចំណាយពេលមួយភ្លែតដើម្បីឱ្យតម្លៃលើតំបន់ជុំវិញរបស់អ្នកមុនពេលបើកសារឬពិនិត្យមើលព្រឹត្តិការណ៍បច្ចុប្បន្នដែលអនុញ្ញាតឱ្យខ្លួនអ្នកមានឱកាសដើម្បីចាប់ដង្ហើមរបស់អ្នក។ទន្ទឹមនឹងនេះភពព្រះអង្គារនិង Pluto ស្របគ្នាដើម្បីលើកកម្ពស់ការផ្លាស់ប្តូរដែលមានសុខភាពល្អលើកទឹកចិត្តអ្នកឱ្យលើកស្ទួយទម្លាប់របស់អ្នកដើម្បីនាំមកនូវភាពល្អនិងប្រសិទ្ធភាពគោលដៅកាន់តែខិតជិតដល់ហើយ។អ្នកនឹងមានអារម្មណ៍កាន់តែច្រើនជាមួយនឹងការសម្រេចចិត្តដ៏ឈ្លាសវៃគ្នាដែលបានធ្វើដោយស្វែងរកអំណាចរបស់អ្នកនៅតាមផ្លូវ។ការតភ្ជាប់ដ៏គួរឱ្យរំភើបនិងសក្តានុពលមានសក្តានុពលកើតឡើងនៅយប់នេះខណៈដែល Luna បង្កើតបានជាទិដ្ឋភាពដែលគួរឱ្យចាប់អារម្មណ៍ជាមួយនឹង Venus និងភពភពភពភពភពភពភពភពទាំងនោះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Intense awakenings emerge as the Pisces moon squares Uranus early this morning, dear Gemini, forcing you to acknowledge issues you've created for yourself. Now is the time to learn from reckless or restrictive behaviors, putting in the effort to mature and grow. You'll be in daring spirits once Mars and Pluto align, presenting you with the strength to leave unhealthy situations behind. Feed your courage while looking for opportunities to boost confidence. Spiritual and creative outlets can be constructive when seeking a way forward. Your fortunes rise while Luna aspects Venus and Jupiter tonight, encouraging you to focus on manifestation goals."
        },
        "kh": {
            "today": "ការភ្ញាក់ដឹងខ្លួនយ៉ាងខ្លាំងលេចចេញជាផើងផ្ការបស់ព្រះច័ន្ទការ៉េអ៊ុយរ៉ានុសនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បង្ខំឱ្យអ្នកទទួលស្គាល់បញ្ហាដែលអ្នកបានបង្កើតសម្រាប់ខ្លួនអ្នក។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវរៀនពីអាកប្បកិរិយាមិនប្រុងប្រយ័ត្នឬរឹតត្បិតការខិតខំប្រឹងប្រែងដើម្បីមានភាពចាស់ទុំនិងរីកចម្រើន។អ្នកនឹងស្ថិតក្នុងវិញ្ញាណដែលមិនគួរឱ្យជឿនៅពេលដែលភពព្រះអង្គារនិងផ្លាតូតម្រឹមអ្នកធ្វើបទបង្ហាញដល់អ្នកដោយកម្លាំងដើម្បីទុកឱ្យមានស្ថានភាពមិនល្អនៅពីក្រោយ។ចិញ្ចឹមភាពក្លាហានរបស់អ្នកខណៈពេលដែលស្វែងរកឱកាសដើម្បីបង្កើនទំនុកចិត្ត។ហាងលក់ទំនិញខាងវិញ្ញាណនិងច្នៃប្រឌិតអាចមានលក្ខណៈស្ថាបនានៅពេលស្វែងរកផ្លូវឆ្ពោះទៅមុខ។សំណាងរបស់អ្នកកើនឡើងខណៈពេលដែលទិដ្ឋភាពនៃឡូសនិងភពព្រហស្បតិ៍នៅយប់នេះដែលលើកទឹកចិត្តអ្នកឱ្យផ្តោតលើគោលដៅបង្ហាញ។"
        }
    }
]