[
    {
        "sign": "Aries",
        "en": {
            "today": "Measure your expectations of others, dear Aries, as Venus and Uranus square off. People will feel more sensitive about their flaws or mistakes, and offering unsolicited advice or criticism could cut deeper than you'd anticipated. Meanwhile, the moon continues through Virgo, asking you to lend a hand if you see a friend in need. Just be mindful to stay on top of your own agenda and aspirations, especially when the nodes of fate stir later this afternoon. Nurture growth this evening while Jupiter stirs, putting Love into the goals and relationships that matter most. Know your limits and invest in healthy routines as the sun opposes Saturn tonight."
        },
        "kh": {
            "today": "វាស់ការរំពឹងទុករបស់អ្នករបស់អ្នកអំពីអ្នកដទៃជាទីស្រឡាញ់ aries, ដូចជា Venus មាន Venus និង Uranus Square បិទ។ប្រជាជននឹងមានអារម្មណ៍រសើបជាងគុណវិបត្តិឬកំហុសរបស់ពួកគេហើយផ្តល់ជូននូវដំបូន្មានឬការរិះគន់ដែលមិនបានស្នើសុំអាចកាត់បន្ថយជ្រៅជាងអ្វីដែលអ្នកបានគិតទុកជាមុន។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តតាមរយៈ Virgo ដោយស្នើសុំឱ្យអ្នកខ្ចីដៃប្រសិនបើអ្នកឃើញមិត្តដែលខ្វះខាត។គ្រាន់តែយកចិត្តទុកដាក់ក្នុងការនៅលើរបៀបវារៈនិងសេចក្តីប្រាថ្នារបស់អ្នកជាពិសេសនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅពេលរសៀលនៅរសៀលនេះ។ការលូតលាស់ចិញ្ចឹមបីបាច់នៅល្ងាចនេះខណៈពេលដែល Jupiter Stirs ដោយដាក់សេចក្តីស្រឡាញ់ចូលក្នុងគោលដៅនិងទំនាក់ទំនងដែលសំខាន់បំផុត។ដឹងពីដែនកំណត់របស់អ្នកហើយវិនិយោគលើទម្លាប់ដែលមានសុខភាពល្អនៅពេលព្រះអាទិត្យប្រឆាំងនឹងសៅរ៍នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Put face-to-face interactions over digital ones, dear Leo, as Venus and Uranus square off. Your community bustles under these cosmic conditions, though you should avoid chaotic or risky scenes. Meanwhile, the Virgo moon brings you closer to plants, animals, and the stability our world provides, encouraging you to slow down and appreciate your surroundings. Prepare yourself for change and personal growth when the nodes of fate and Jupiter activate, gearing up for the next chapter. Financial disagreements could arise later tonight while the sun opposes Saturn, and you'll need to get serious about your own fiscal goals."
        },
        "kh": {
            "today": "ដាក់អន្តរកម្មទល់មុខគ្នាលើឌីជីថលលីអូជាទីស្រឡាញ់ដូចជា Venus និង Uranus Square បិទ។សហគមន៍របស់អ្នកនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះទោះបីជាអ្នកគួរតែជៀសវាងទេសភាពដែលមានភាពវឹកវរឬប្រថុយប្រថានក៏ដោយ។ទន្ទឹមនឹងនេះដែរព្រះចន្ទបាននាំអ្នកឱ្យនៅជិតរុក្ខជាតិសត្វនិងស្ថេរភាពពិភពលោករបស់យើងផ្តល់នូវការជំរុញឱ្យអ្នកបន្ថយល្បឿននិងពេញចិត្តក្នុងការស្តាប់ជុំវិញរបស់អ្នក។រៀបចំខ្លួនអ្នកសម្រាប់ការផ្លាស់ប្តូរនិងការលូតលាស់ផ្ទាល់ខ្លួននៅពេលដែលថ្នាំងនៃវាសនានិងជីវចលដំណើរការធ្វើឱ្យសកម្មត្រៀមសម្រាប់ជំពូកបន្ទាប់។ការខ្វែងគំនិតគ្នាផ្នែកហិរញ្ញវត្ថុអាចកើតឡើងនៅយប់នេះខណៈពេលដែលព្រះអាទិត្យប្រឆាំងនឹងសៅរ៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Notice how your ego responds to the unexpected, darling Taurus, as Venus and Uranus square off. You could find yourself on unstable ground, but clinging to familiarity will make it difficult to adapt. Try to get comfortable with what you do not know, rebuilding confidence as you explore the unknown. Luckily, the Virgo moon sharpens your instincts, making it easier to overcome fear. Seek new friends with similar interests when Luna aspects the nodes of fate and Jupiter, widening your social net and sources for inspiration. Be humble without abandoning your power once the sun and Saturn face off tonight."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលអាត្ម័នរបស់អ្នកឆ្លើយតបទៅនឹង Taurus ដែលមិននឹកស្មានដល់, គួរឱ្យស្រឡាញ់, ដូចជា Venus មាន Venus និង Uranus Square បិទ។អ្នកអាចរកឃើញខ្លួនឯងនៅលើដីមិនស្ថិតស្ថេរប៉ុន្តែការប្រកាន់ខ្ជាប់នូវភាពស៊ាំនឹងធ្វើឱ្យមានការលំបាកក្នុងការសម្របខ្លួន។ព្យាយាមទទួលបាននូវផាសុកភាពជាមួយនឹងអ្វីដែលអ្នកមិនស្គាល់ការកសាងទំនុកចិត្តនៅពេលអ្នកស្វែងរកអ្នកដែលមិនស្គាល់។សំណាង, Virgo Moon បានធ្វើឱ្យសភាវគតិកាន់តែប្រសើរឡើងដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការយកឈ្នះការភ័យខ្លាច។ស្វែងរកមិត្តភក្តិថ្មីដែលមានចំណាប់អារម្មណ៍ស្រដៀងគ្នានៅពេលដែលទិដ្ឋភាពនៃភួយថ្នាំងនៃជោគវាសនានិងភពព្រហស្បតិ៍បានពង្រីកបណ្តាញសង្គមនិងប្រភពសង្គមរបស់អ្នកសម្រាប់ការបំផុសគំនិត។មានចិត្ដរាបទាបដោយមិនបោះបង់ចោលអំណាចរបស់អ្នកនៅពេលព្រះអាទិត្យនិងសៅរ៍នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Recognize if you're overdue for some rest and pampering, darling Gemini, as Venus and Uranus square off. It will be challenging to compose yourself and engage socially if you're physically or emotionally depleted. Luckily, the Virgo moon grants full permission to stay home, though you'll crave a certain level of productivity. Catch up on self-care routines and household duties, finding a flow that offers relaxation and a sense of accomplishment. Money-making ideas could see you once the nodes of fate and Jupiter stir, so try not to push your dreams to the side. Pull back and visualize your long-term aspirations while the sun opposes Saturn later tonight."
        },
        "kh": {
            "today": "ទទួលស្គាល់ប្រសិនបើអ្នកហួសកាលកំណត់សម្រាប់ការសម្រាកខ្លះនិងការធ្វើត្រាប់តាម, ជាទីស្រឡាញ់របស់ Gemini, ដូចជា Venus និង Uranus Square បិទ។វានឹងមានបញ្ហាប្រឈមក្នុងការតែងខ្លួនអ្នកនិងចូលរួមក្នុងសង្គមប្រសិនបើអ្នកត្រូវបានបំផ្លាញខាងរាងកាយឬអារម្មណ៍។សំណាងល្អ, ព្រះចៅអធិរាជផ្តល់សិទ្ធិឱ្យស្នាក់នៅក្នុងផ្ទះជានិច្ចទោះបីជាអ្នកនឹងមានកម្រិតផលិតភាពជាក់លាក់មួយចំនួនក៏ដោយ។តាមទម្លាប់នៃការថែទាំខ្លួនឯងនិងភារកិច្ចក្នុងគ្រួសារការស្វែងរកលំហូរដែលផ្តល់នូវការសំរាកលំហែនិងអារម្មណ៍នៃសមិទ្ធិផល។គំនិតរកលុយអាចមើលឃើញអ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនានិងភពព្រហស្បតិ៍កូរដូច្នេះព្យាយាមមិនឱ្យជំរុញក្តីសុបិន្តរបស់អ្នកទៅចំហៀង។ទាញត្រឡប់មកវិញនិងមើលឃើញសេចក្តីប្រាថ្នារយៈពេលវែងរបស់អ្នកខណៈពេលដែលព្រះអាទិត្យប្រឆាំងនឹងសៅរ៍នៅយប់នេះ។"
        }
    }
]