[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon drifts into your sign early this morning, dearest Aries, uniting with Neptune to offer softness and heightened intuition. Your passionate side shines through when Mars activates, inviting you to be your boldest and most creative self. You'll have a gift for setting trends and shifting the trajectory of social norms when Luna aspects Pluto, though some connections could fall by the wayside. Focus on building up communities where you can have a positive impact to make the most of these vibes. You'll be called to speak up and share your unique perspective when Luna and Mercury unite midafternoon."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលជាទីស្រឡាញ់បំផុតដែលបង្រួបបង្រួមជាមួយណិបតុនដើម្បីផ្តល់ជូននូវភាពទន់និងវិចារណញាណខ្ពស់។ផ្នែកដែលមានចំណង់ចំណូលចិត្តរបស់អ្នករះឡើងនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មអ្នកនឹងក្លាយជាខ្លួនឯងដ៏ក្លាហាននិងច្នៃប្រឌិតបំផុតរបស់អ្នក។អ្នកនឹងមានអំណោយសម្រាប់ការកំណត់និន្នាការនិងការផ្លាស់ប្តូរគន្លងនៃបទដ្ឋានសង្គមនៅពេលដែលទិដ្ឋភាពឡុង pluto ទោះបីជាមានទំនាក់ទំនងខ្លះអាចធ្លាក់ចុះនៅតាមផ្លូវក៏ដោយ។ផ្តោតលើការកសាងសហគមន៍ដែលអ្នកអាចមានឥទ្ធិពលវិជ្ជមានដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។អ្នកនឹងត្រូវបានហៅឱ្យនិយាយនិងចែករំលែកទស្សនៈប្លែករបស់អ្នកនៅពេល Luna និងបារតរួបរួមគ្នាពាក់កណ្តាលរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take note of any dreams that found you early this morning, dearest Leo. A sweet union between the Aries sun and Neptune supercharges your intuition, making it easier to catch and decode messages from beyond. You'll feel highly inspired to be your best self and push the envelope of what you're capable of while Mars activates. Set your sights on major aspirations, charging toward them without looking back. Intimate vibes flow while Pluto activates, helping you grow and deepen romantic connections. Take a few moments to communicate with your higher power while Luna and Mercury unite later today, asking for blessings or guidance as needed."
        },
        "kh": {
            "today": "កត់ចំណាំក្តីសុបិន្តណាមួយដែលបានរកឃើញអ្នកនៅដើមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុត។សហជីពដ៏ផ្អែមល្ហែមរវាង Aries Sun និង Neptune Superches វិចារណញាណរបស់អ្នកធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការចាប់និងឌិកូដសារពីលើស។អ្នកនឹងមានអារម្មណ៍ថាបានបំផុសគំនិតយ៉ាងខ្លាំងដើម្បីក្លាយជាខ្លួនឯងដ៏ល្អបំផុតរបស់អ្នកហើយរុញស្រោមសំបុត្រនៃអ្វីដែលអ្នកមានសមត្ថភាពខណៈពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្ម។កំណត់ទេសភាពរបស់អ្នកលើសេចក្តីប្រាថ្នាដ៏សំខាន់ការចោទប្រកាន់ឆ្ពោះទៅរកពួកគេដោយមិនមើលត្រឡប់មកវិញ។ភាពរស់រវើកជិតស្និទ្ធនៅពេលផ្លាតូធ្វើឱ្យសកម្មជួយអ្នកឱ្យរីកចម្រើននិងធ្វើឱ្យការតភ្ជាប់ស្នេហាកាន់តែស៊ីជម្រៅ។ចំណាយពេលមួយភ្លែតដើម្បីប្រាស្រ័យទាក់ទងជាមួយថាមពលខ្ពស់របស់អ្នកខណៈដែល Luna និងបារតរួបរួមគ្នានៅពេលក្រោយនៅថ្ងៃនេះដោយស្នើសុំពរជ័យឬការណែនាំតាមតម្រូវការ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A desire for privacy will be pronounced today, dearest Taurus, as the moon enters Aries and your solar twelfth house. A psychically charged connection with Neptune could bring forth intuitive dreams, giving you plenty to reflect upon once your day breaks. Your emotions will drive you while Mars activates, but you should be mindful of empowering yourself by breaking free from cycles and dynamics that dampen your passion or motivation. Luckily, as Pluto activates, it'll be easy to release what you do not need. Track your internal dialogue when Luna and Mercury unite later today, recognizing how thoughts shape our reality."
        },
        "kh": {
            "today": "បំណងប្រាថ្នាសម្រាប់ភាពឯកជននឹងត្រូវបានបញ្ចេញសម្លេងនៅថ្ងៃនេះថាតារូសដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទចូល Aries និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ការជាប់ទាក់ទងនឹងការចោទប្រកាន់ដោយផ្ទាល់មាត់ជាមួយ Neptune អាចនាំមកនូវក្តីសុបិន្តវិចារណញាណដែលផ្តល់ឱ្យអ្នកនូវការចំណាយឱ្យបានច្រើនដើម្បីឆ្លុះបញ្ចាំងនៅពេលថ្ងៃសម្រាករបស់អ្នក។អារម្មណ៍របស់អ្នកនឹងជំរុញឱ្យអ្នកខណៈពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មប៉ុន្តែអ្នកគួរតែគិតគូរពីការផ្តល់អំណាចដល់ខ្លួនអ្នកដោយការរួចផុតពីវដ្តនិងសក្ដានុពលរបស់អ្នកដែលធ្វើឱ្យចំណង់ចំណូលចិត្តឬការលើកទឹកចិត្តរបស់អ្នកធ្វើឱ្យចំណង់ចំណូលចិត្តឬការលើកទឹកចិត្តរបស់អ្នក។សំណាងល្អដូចជាផ្លាតូធ្វើឱ្យសកម្មវានឹងមានភាពងាយស្រួលក្នុងការបញ្ចេញនូវអ្វីដែលអ្នកមិនត្រូវការ។តាមដានការសន្ទនាផ្ទៃក្នុងរបស់អ្នកនៅពេលដែល Luna និងបារតរួបរួមគ្នានៅក្រោយថ្ងៃនេះដោយទទួលស្គាល់ថាតើគំនិតមានឥទ្ធិពលលើការពិតរបស់យើងយ៉ាងដូចម្តេច។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon drifts into Aries and unites with dreamy Neptune early this morning, dear Gemini, putting you in tune with the collective. Make the most of these vibes by taking a few moments to call in positive energy while sending love and healing out into the world. You'll have a chance to steal center stage when Mars activates, encouraging you to speak passionately and from the heart. Your ancestors rally to offer extra support once Pluto stirs, making it a good time to ask for aid where you need it most. Try to get some networking in when Luna and Mercury unite later today, helping you climb the social ranks."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅជា Aries និងបង្រួបបង្រួមដោយក្តីសុបិន្តនាព្រឹកព្រលឹមនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយដាក់អ្នកឱ្យមានសមូហភាព។ធ្វើឱ្យមានភាពរស់រវើកច្រើនបំផុតនេះដោយយកពេលវេលាមួយចំនួនដើម្បីហៅទៅក្នុងថាមពលវិជ្ជមានខណៈពេលកំពុងផ្ញើក្តីស្រឡាញ់និងការជាសះស្បើយចូលក្នុងពិភពលោក។អ្នកនឹងមានឱកាសលួចឆាកកណ្តាលនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មការលើកទឹកចិត្តអ្នកឱ្យនិយាយយ៉ាងខ្លាំងនិងចេញពីបេះដូង។ជីដូនជីតារបស់អ្នកប្រមូលផ្តុំការគាំទ្របន្ថែមនៅពេលដែល Pluto Stirs ធ្វើឱ្យវាក្លាយជាពេលវេលាដ៏ល្អដើម្បីស្នើសុំជំនួយដែលអ្នកត្រូវការបំផុត។ព្យាយាមទទួលបានបណ្តាញមួយចំនួននៅក្នុងពេល Luna និង Mercury រួបរួមគ្នានៅក្រោយថ្ងៃនេះជួយអ្នកឡើងឋានៈសង្គម។"
        }
    }
]