[
    {
        "sign": "Aries",
        "en": {
            "today": "Happy Saturday, dearest Aries! As Luna enters your sign and aligns with Pluto, shift focus from professional ambitions to individual goals, considering how you wish to evolve personally and socially in the long term. The more structure you bring to these aspirations, the more empowered you will feel now and down the line. Venus stations retrograde in your sign later today, which could inspire you to return to old hairstyles and fashion choices throughout the coming weeks. Make space for positive vibes only when connecting with others this evening, when the moon aligns with Venus rx and Jupiter to lift spirits and soothe hearts."
        },
        "kh": {
            "today": "រីករាយថ្ងៃសៅរ៍ដែលជាទីស្រឡាញ់បំផុត!នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកហើយតម្រឹមជាមួយផ្លាតូរបស់អ្នកប្តូរការផ្តោតអារម្មណ៍ពីមហិច្ឆតាវិជ្ជាជីវៈដល់គោលដៅបុគ្គលដោយពិចារណាអំពីរបៀបដែលអ្នកចង់វិវត្តជាក់ស្តែងនិងសង្គមក្នុងរយៈពេលវែង។រចនាសម្ព័នកាន់តែច្រើនដែលអ្នកនាំមកនូវសេចក្តីប្រាថ្នាទាំងនេះដែលអ្នកនឹងទទួលបានការផ្តល់អំណាចកាន់តែច្រើនអ្នកនឹងមានអារម្មណ៍ឥឡូវនេះនិងចុះក្រោម។ស្ថានីយ៍ Venus បានថយចុះនៅក្នុងសញ្ញារបស់អ្នកនៅថ្ងៃក្រោយនេះដែលអាចជម្រុញឱ្យអ្នកត្រលប់ទៅស្ទីលម៉ូដសក់ចាស់និងជម្រើសម៉ូតពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ធ្វើឱ្យមានទំហំសម្រាប់រំញ័រវិជ្ជមានតែនៅពេលភ្ជាប់ជាមួយអ្នកផ្សេងនៅល្ងាចនេះនៅពេលដែលព្រះច័ន្ទតម្រឹមជាមួយ Venus RX និងភពព្រហស្បតិ៍ដើម្បីលើកស្មារតីនិងដួងចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your relationships should feel richer, more inspiring, and full of grace this morning, dearest Leo, as the moon enters Aries and aspects intimate Pluto. You'll have a chance to transform existing dynamics, pulling new levels of depth and soul connection into the equation. Please get to know your favorite people better by delving into their past once Venus stations retrograde later today. This planetary backspin also presents opportunities to heal companionships that have become strained. Connect with your spiritual community or return to old haunts you haven't visited in a while when Luna aspects Venus Rx and Jupiter tonight."
        },
        "kh": {
            "today": "ទំនាក់ទំនងរបស់អ្នកគួរតែមានអារម្មណ៍ថាមានកាន់តែខ្លាំងឡើងហើយពោរពេញដោយការបំផុសគំនិតហើយពេញដោយព្រះគុណនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទចូលទៅក្នុងការងារនិងទិដ្ឋភាពជិតស្និទ្ធ។អ្នកនឹងមានឱកាសផ្លាស់ប្តូរសក្ដានុពលដែលមានស្រាប់ទាញកម្រិតថ្មីនៃការភ្ជាប់ជម្រៅនិងព្រលឹងចូលក្នុងសមីការ។សូមស្គាល់មនុស្សដែលអ្នកចូលចិត្តឱ្យបានប្រសើរជាងមុនដោយការចាកចេញពីអតីតកាលរបស់ពួកគេនៅពេលដែលការិយាល័យ Venus បានថយចុះ Retrograde នៅថ្ងៃនេះ។PackSpin ភពនេះក៏បង្ហាញពីឱកាសដើម្បីព្យាបាលភាពជាដៃគូដែលបានប្រតិកម្មផងដែរ។ភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍ខាងវិញ្ញាណរបស់អ្នកឬត្រឡប់ទៅលងចាស់ដែលអ្នកមិនបានចូលមើលក្នុងមួយខណៈពេលដែលទិដ្ឋភាពឡូស rx និងជូត្រូសយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon drifts into Aries and aligns with transformative Pluto this morning, dearest Taurus, reminding you that personal evolution is a never-ending process. Use this energy as an excuse to embrace peace and quiet, acknowledging which behaviors and patterns need adjusting. Venus, your planetary ruler, will retrograde later today, which could make it challenging to move outside of your comfort zone in the coming weeks. Don't force yourself into social situations you're not mentally invested in; prioritize self-love instead. Themes around abundance come into play when Luna aspects Venus rx and Jupiter tonight, granting permission to pamper the self unapologetically."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅជា Aries និងតម្រឹមជាមួយនឹងផ្លាតូប្លែកៗនៅព្រឹកនេះ taurus ដែលជាទីស្រឡាញ់បំផុតដោយរំ you កអ្នកថាការវិវឌ្ឍន៍ផ្ទាល់ខ្លួនគឺជាដំណើរការដែលមិនចេះចប់។ប្រើថាមពលនេះជាលេសក្នុងការឱបក្រសោបសន្តិភាពនិងស្ងប់ស្ងាត់ដោយទទួលស្គាល់ថាអាកប្បកិរិយានិងលំនាំត្រូវការកែតម្រូវ។Venus, ភព, អ្នកគ្រប់គ្រងលើភពរបស់អ្នកនឹងថយចុះវិញនៅថ្ងៃនេះ, ដែលអាចធ្វើឱ្យវាពិបាកក្នុងការផ្លាស់ប្តូរនៅខាងក្រៅតំបន់កំសាន្តរបស់អ្នកនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។កុំបង្ខំខ្លួនឯងទៅក្នុងស្ថានភាពសង្គមដែលអ្នកមិនត្រូវបានវិនិយោគក្នុងផ្លូវចិត្ត។ផ្តល់អាទិភាពដល់ការស្រឡាញ់ខ្លួនឯងជំនួសវិញ។ប្រធានបទដែលមានច្រើនក្រៃលែងចូលមកក្នុងការលេងនៅពេលដែលទិដ្ឋភាពនៃដងផ្កា Lunus និង Jupiter នៅយប់នេះដោយផ្តល់ការអនុញ្ញាតឱ្យធ្វើឱ្យប៉ះពាល់ដល់អក្សរកាត់ខ្លួនឯង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be bold, outgoing, and in the mix this morning, dear Gemini, as the moon enters Aries and aspects Pluto. This celestial exchange magnifies your social size, putting you at the center of your community as you dazzle those you encounter. Second chances with casual flirtations and friends from the past will emerge throughout the coming weeks once Venus stations retrograde later today. This energy is also great for refining your image online and scrubbing old photos and posts that no longer resonate with who you are today. Embrace the adventure and explore new nooks of your neighborhood when Luna aspects Venus Rx and Jupiter tonight."
        },
        "kh": {
            "today": "ចូរក្លាហានចេញហើយនៅក្នុងការលាយបញ្ចូលគ្នានៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទចូលទៅក្នុង Aries និងទិដ្ឋភាព Pluto ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះពង្រីកទំហំសង្គមរបស់អ្នកដោយដាក់អ្នកនៅចំកណ្តាលសហគមន៍របស់អ្នកនៅពេលអ្នកធ្វើឱ្យអ្នកជួបប្រទះ។ឱកាសទីពីរជាមួយនឹងការចែចង់ធម្មតានិងមិត្តភក្តិពីអតីតកាលនឹងលេចចេញពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលដែលការិយាល័យ Venus បានថយចុះ Retrograde នៅថ្ងៃនេះ។ថាមពលនេះក៏អស្ចារ្យផងដែរសម្រាប់ការកែលម្អរូបភាពរបស់អ្នកនៅលើអ៊ីនធឺណិតហើយជក់បារីរូបថតចាស់ៗនិងប្រកាសដែលលែងមានលក្ខណៈរំភើបជាមួយអ្នកជានរណានៅថ្ងៃនេះ។ចាប់យកការផ្សងព្រេងនិងរុករកនំប៉័ងថ្មីនៃសង្កាត់របស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃដងរាន់របស់អ្នក។"
        }
    }
]