[
    {
        "sign": "Aries",
        "en": {
            "today": "A spiritual charge surrounds you this morning, darling ram, as the Sagittarius Moon and Neptune align. Connect with your higher power upon awakening, and review your dreams for messages from beyond.  Venus's debut into Pisces marks an era of intense self-care. Periods of seclusion may be necessary to release what you do not need while improving your connection with yourself. Romantic relationships will also benefit from extra private time. Mars brings a bustle to your neighborhood, and you'll feel elevated with each positive interaction you experience. Make a silent wish when Mercury stirs this afternoon, backing up your agenda with planning and hard work once the nodes of fate activate this evening."
        },
        "kh": {
            "today": "ការចោទប្រកាន់ខាងវិញ្ញាណនៅជុំវិញអ្នកនៅព្រឹកនេះ ចៀមជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Neptune តម្រឹម។ភ្ជាប់ជាមួយនឹងថាមពលខ្ពស់របស់អ្នកនៅពេលភ្ញាក់ឡើង ហើយពិនិត្យមើលសុបិនរបស់អ្នកសម្រាប់សារពីខាងក្រៅ។ការចាប់ផ្តើមដំបូងរបស់ Venus នៅក្នុង Pisces គឺជាយុគសម័យនៃការថែរក្សាខ្លួនឯងយ៉ាងខ្លាំង។រយៈពេលនៃភាពឯកាប្រហែលជាចាំបាច់ដើម្បីបញ្ចេញនូវអ្វីដែលអ្នកមិនត្រូវការ ខណៈពេលដែលការកែលម្អទំនាក់ទំនងរបស់អ្នកជាមួយខ្លួនអ្នក។ទំនាក់ទំនងស្នេហាក៏នឹងទទួលបានអត្ថប្រយោជន៍ពីពេលវេលាឯកជនបន្ថែមផងដែរ។Mars នាំមកនូវភាពអ៊ូអរដល់សង្កាត់របស់អ្នក ហើយអ្នកនឹងមានអារម្មណ៍ខ្ពស់ជាមួយនឹងអន្តរកម្មវិជ្ជមាននីមួយៗដែលអ្នកធ្លាប់មាន។ធ្វើសេចក្តីប្រាថ្នាដោយស្ងៀមស្ងាត់ នៅពេលដែលភព Mercury រំជើបរំជួលនៅរសៀលនេះ ដោយបម្រុងទុករបៀបវារៈរបស់អ្នកជាមួយនឹងការធ្វើផែនការ និងការខិតខំប្រឹងប្រែង នៅពេលដែលថ្នាំងនៃជោគវាសនាដំណើរការនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Allow love and magic to guide you, dearest Leo. As the Sagittarius Moon aspects Neptune and Mars, your motivation increases with each moment of awe you experience. Romantic connections intensify throughout the coming weeks once Venus enters Pisces. You'll feel inclined to put your heart on the line, but you should be prepared for your affections to go either way. Keep in mind that healthy relationships are built upon mutual respect and a willingness for both parties to evolve. Protect your privacy when Mercury stirs up trouble this afternoon. Avoid foolish investments while Luna squares the nodes of fate this evening."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យសេចក្តីស្រឡាញ់ និងវេទមន្តដឹកនាំអ្នក ឡេអូជាទីគោរព។នៅពេលដែលព្រះច័ន្ទ Sagittarius មើលទៅលើភពណិបទូន និងភពអង្គារ ការលើកទឹកចិត្តរបស់អ្នកនឹងកើនឡើងជាមួយនឹងពេលវេលានៃភាពស្ញប់ស្ញែងដែលអ្នកជួបប្រទះ។ទំនាក់ទំនងស្នេហាកាន់តែខ្លាំងឡើងពេញមួយសប្តាហ៍ខាងមុខនេះ នៅពេលដែល Venus ចូល Pisces ។អ្នក​នឹង​មាន​អារម្មណ៍​ចង់​ដាក់​បេះដូង​របស់​អ្នក​នៅ​លើ​បន្ទាត់ ប៉ុន្តែ​អ្នក​គួរ​តែ​ត្រៀម​ខ្លួន​សម្រាប់​ការ​ស្រលាញ់​របស់​អ្នក​ទៅ​តាម​ផ្លូវ​ណា​មួយ។សូមចងចាំថាទំនាក់ទំនងដែលមានសុខភាពល្អត្រូវបានបង្កើតឡើងដោយផ្អែកលើការគោរពគ្នាទៅវិញទៅមក និងឆន្ទៈសម្រាប់ភាគីទាំងពីរក្នុងការវិវត្ត។ការពារភាពឯកជនរបស់អ្នក នៅពេលដែល Mercury បង្កបញ្ហានៅពេលរសៀលនេះ។ជៀសវាងការវិនិយោគដ៏ល្ងីល្ងើ ខណៈពេលដែល Luna ដោះស្រាយចំណុចនៃជោគវាសនាល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Dreams guide you toward empowerment and release early this morning, dear Taurus, as the Sagittarius Moon and Neptune align. Mars motivates you to take long-term goals more seriously, increasing stamina so you can pick up the pace where you've been lagging. Meanwhile, Venus makes her way into Pisces, sweetening your interactions throughout the coming weeks. Your aura glows under this planetary placement, helping you attract new friends, professional connections, and admirers. Avoid gossip when Mercury activates this afternoon, as your words might not stay confidential. Be mindful of who you put your faith in while Luna squares the nodes of fate."
        },
        "kh": {
            "today": "ក្តីសុបិន្តណែនាំអ្នកឆ្ពោះទៅរកការពង្រឹងអំណាច និងការដោះលែងនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Neptune តម្រឹម។Mars ជំរុញអ្នកឱ្យសម្រេចគោលដៅរយៈពេលវែងឱ្យកាន់តែធ្ងន់ធ្ងរ បង្កើនភាពរឹងមាំ ដូច្នេះអ្នកអាចចាប់យកល្បឿនដែលអ្នកបានដើរយឺត។ទន្ទឹមនឹងនេះដែរ Venus ធ្វើឱ្យនាងចូលទៅក្នុង Pisces ដោយធ្វើឱ្យទំនាក់ទំនងរបស់អ្នកមានភាពផ្អែមល្ហែមពេញមួយសប្តាហ៍ខាងមុខនេះ។ក្លិន​អាកាស​របស់​អ្នក​បញ្ចេញ​ពន្លឺ​នៅ​ក្រោម​ទីតាំង​ភព​នេះ ជួយ​អ្នក​ទាក់ទាញ​មិត្តភ័ក្តិ​ថ្មី ទំនាក់ទំនង​អាជីព និង​អ្នក​សរសើរ។ជៀសវាងការនិយាយដើមនៅពេលដែល Mercury ដំណើរការនៅរសៀលនេះ ព្រោះពាក្យរបស់អ្នកប្រហែលជាមិនរក្សាការសម្ងាត់ទេ។ចូរចាំថាអ្នកដាក់ជំនឿរបស់អ្នកលើអ្នកណា ខណៈពេលដែល Luna កាត់ចំនុចនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Sagittarius Moon aligns with Neptune and Mars this morning, darling Gemini, encouraging you to get active within your community. You'll benefit from an energetic boost when connecting with loved ones. The coming weeks bring professional advancements, thanks to Venus' debut in Pisces. Determine what success looks like to you, and begin taking steps in that direction. Where love is concerned, long-term commitment could be on the table. Be mindful of what others are going through before speaking harshly, while Mercury becomes agitated this afternoon. Conflict at home threatens your peace once Luna squares the nodes of fate this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius តម្រឹមជាមួយ Neptune និង Mars នៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ លើកទឹកចិត្តអ្នកឱ្យសកម្មនៅក្នុងសហគមន៍របស់អ្នក។អ្នក​នឹង​ទទួល​បាន​អត្ថប្រយោជន៍​ពី​ការ​បង្កើន​ថាមពល​ពេល​ភ្ជាប់​ជាមួយ​មនុស្ស​ជា​ទី​ស្រឡាញ់។សប្តាហ៍ខាងមុខនាំមកនូវភាពជឿនលឿនប្រកបដោយវិជ្ជាជីវៈ អរគុណចំពោះការបង្ហាញខ្លួនដំបូងរបស់ Venus នៅក្នុង Pisces ។កំណត់ថាតើជោគជ័យបែបណាចំពោះអ្នក ហើយចាប់ផ្តើមបោះជំហានក្នុងទិសដៅនោះ។កន្លែងណាដែលស្នេហាខ្វល់ខ្វាយ ការប្តេជ្ញាចិត្តយូរអង្វែងអាចនៅលើតុ។ត្រូវ​គិត​ពី​អ្វី​ដែល​អ្នក​ដទៃ​កំពុង​ជួប​មុន​នឹង​និយាយ​ពាក្យ​គំរោះគំរើយ ខណៈ​បារត​មាន​ភាព​តានតឹង​នៅ​រសៀល​នេះ។ជម្លោះ​នៅ​ផ្ទះ​គំរាម​កំហែង​ដល់​សន្តិភាព​របស់​អ្នក​នៅ​ពេល​ដែល Luna កាត់​ក្បាល​ជោគ​វាសនា​ល្ងាច​នេះ។"
        }
    }
]