[
    {
        "sign": "Aries",
        "en": {
            "today": "Your schedule picks up as the moon enters Virgo, dear Aries, pushing you to find your groove around the office. Now is the time to go above and beyond what is expected of you, especially if you're up for a promotion or pay increase. A powerful connection between the Pisces sun and Saturn further emphasizes the importance of discipline but could get in the way of your interactions. Taking a back seat socially to focus on your responsibilities may not seem so appealing, but it can help you stay on track while climbing to new levels of success."
        },
        "kh": {
            "today": "កាលវិភាគរបស់អ្នកបានកើនឡើងនៅពេលដែលព្រះច័ន្ទចូលមកព្រៃ, ជាទីស្រឡាញ់, ជំរុញឱ្យអ្នកស្វែងរកចង្អូររបស់អ្នកនៅជុំវិញការិយាល័យ។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវឆ្លងកាត់ហើយលើសពីអ្វីដែលរំពឹងពីអ្នកជាពិសេសប្រសិនបើអ្នកឡើងសម្រាប់ការផ្សព្វផ្សាយឬការដំឡើងប្រាក់ខែ។ការតភ្ជាប់ដ៏មានឥទ្ធិពលរវាង Pisces Sun និង Saturn បន្ថែមទៀតសង្កត់ធ្ងន់លើសារៈសំខាន់នៃវិន័យប៉ុន្តែអាចទទួលបាននៅក្នុងវិធីនៃអន្តរកម្មរបស់អ្នក។ការទទួលយកកៅអីត្រឡប់មកវិញក្នុងសង្គមដើម្បីផ្តោតលើការទទួលខុសត្រូវរបស់អ្នកមើលទៅដូចជាមិនគួរឱ្យចាប់អារម្មណ៍ទេប៉ុន្តែវាអាចជួយអ្នកឱ្យនៅលើផ្លូវនៅពេលកើនឡើងដល់កម្រិតថ្មីនៃភាពជោគជ័យនៃភាពជោគជ័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna exits your sign and makes her way into pragmatic Virgo this morning, darling Leo, asking you to start the day with a sense of purpose. Set intentions on what you hope to accomplish, taking note of any tasks that still need completing as we reach the workweek's midpoint. You'll feel more in tune with your surroundings, so try to prioritize work that utilizes your hands or senses. Meanwhile, the Pisces sun and Saturn form a romantic alliance in the sector of your chart that governs commitment, helping you identify and appreciate connections that can stand the test of time."
        },
        "kh": {
            "today": "Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយធ្វើឱ្យនាងចូលទៅក្នុងជីវិតរបស់នាងដែលមានលក្ខណៈជាក់ស្តែងនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ណាស់ដែលបានស្នើសុំឱ្យអ្នកចាប់ផ្តើមថ្ងៃដោយមានគោលបំណង។កំណត់បំណងលើអ្វីដែលអ្នកសង្ឃឹមថានឹងទទួលបានការកត់សំគាល់នូវការងារណាមួយដែលនៅតែត្រូវការបញ្ចប់នៅពេលយើងឈានដល់ចំណុចកណ្តាលរបស់ Workweek ។អ្នកនឹងមានអារម្មណ៍កាន់តែច្រើននៅក្នុងបទភ្លេងជុំវិញរបស់អ្នកដូច្នេះសូមព្យាយាមផ្តល់អាទិភាពដល់ការងារដែលប្រើដៃឬអារម្មណ៍របស់អ្នក។ទន្ទឹមនឹងនេះដែរ Pisces Sun និង Saturn បង្កើតជាសម្ព័ន្ធភាពរ៉ូមែនទិកក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្តេជ្ញាចិត្តជួយអ្នកឱ្យស្គាល់និងពេញចិត្តក្នុងការភ្ជាប់ដែលអាចឈរលើការធ្វើតេស្តពេលវេលា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Breathe new life into your work as the moon enters Virgo, dearest Taurus, inspiring you to get your edge back. Shed emotional weight you're tired of carrying by looking for opportunities to get creative, follow passions, and have fun. The investments you make in friendships will also have significant payoffs, thanks to a sweet alliance between the Pisces sun and Saturn. Establishing connections within your field or personal interests could also have positive implications in the long term, and people will be highly responsive to your fun-loving demeanor and unique point of view. So, get out there and mingle!"
        },
        "kh": {
            "today": "ដកដង្ហើមជីវិតថ្មីចូលក្នុងការងាររបស់អ្នកនៅពេលដែលព្រះចន្ទចូលប្រទេស Virgo, Taurus ដែលជាទីស្រឡាញ់បំផុត, បំផុសទឹកចិត្តអ្នកឱ្យមានគែមរបស់អ្នកត្រឡប់មកវិញ។ស្រក់ទំងន់អារម្មណ៍អ្នកធុញទ្រាន់នឹងការដឹកដោយស្វែងរកឱកាសដើម្បីទទួលបានការច្នៃប្រឌិតធ្វើតាមតណ្ហាហើយមានភាពសប្បាយរីករាយ។ការវិនិយោគដែលអ្នកធ្វើក្នុងមិត្តភាពក៏នឹងមានការទូទាត់គួរឱ្យកត់សម្គាល់ផងដែរដោយសារភាពផ្អែមល្ហែមរបស់សម្ព័ន្ធភាពរវាងប៉ារ៉ាស៊ីតដែលមានពន្លឺព្រះអាទិត្យនិងសៅរ៍។ការបង្កើតការតភ្ជាប់នៅក្នុងវិស័យរបស់អ្នកឬផលប្រយោជន៍ផ្ទាល់ខ្លួនក៏អាចមានផលវិជ្ជមានផងដែរក្នុងរយៈពេលវែងក្នុងរយៈពេលវែងហើយប្រជាជននឹងឆ្លើយតបយ៉ាងខ្លាំងចំពោះអាកប្បកិរិយារីករាយរបស់អ្នកនិងទស្សនៈប្លែកៗ។ដូច្នេះសូមចេញពីទីនោះនិងច្របាច់បញ្ចូលគ្នា!"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Seek to soothe your spirit today, darling Gemini, as the moon enters Virgo and your solar fourth house. This luminary placement will be emotional at times, making it essential that you find ways to promote happiness while blocking negativity. Luckily, the sun and Saturn join forces to reinforce the boundaries that keep you sane, though it may be necessary to draw new ones with people who don't always behave well. You'll also be in a position to make strong impressions within your field, especially when you put some extra heart and soul into the work you present."
        },
        "kh": {
            "today": "ព្យាយាមធ្វើឱ្យស្មារតីរបស់អ្នកធូរស្បើយនៅថ្ងៃនេះដែលជាទីស្រឡាញ់របស់លោក Gemini ដែលជាព្រះចៅអធិរាជចូលក្នុងទីក្រុង Virgo និងផ្ទះទីបួនរបស់អ្នក។ការដាក់ផ្ដាន្តនេះនឹងមានអារម្មណ៍ក្នុងពេលដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នករកវិធីដើម្បីលើកកម្ពស់សុភមង្គលខណៈពេលរារាំងភាពអវិជ្ជមាន។សំណាងល្អព្រះអាទិត្យនិងសៅរ៍រួមបញ្ចូលកម្លាំងដើម្បីពង្រឹងព្រំដែនដែលធ្វើឱ្យអ្នកមានសុវត្ថិភាពទោះបីជាវាចាំបាច់ក្នុងការគូរថ្មីជាមួយមនុស្សដែលមិនតែងតែមានឥរិយាបទល្អក៏ដោយ។អ្នកក៏នឹងមានជំហរមួយផងដែរក្នុងការធ្វើឱ្យមានចំណាប់អារម្មណ៍ខ្លាំងនៅក្នុងវិស័យរបស់អ្នកជាពិសេសនៅពេលដែលអ្នកដាក់ដួងចិត្តនិងព្រលឹងបន្ថែមមួយចំនួនចូលក្នុងការងារដែលអ្នកមាន។"
        }
    }
]