[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon unites with Saturn and Neptune in your sign early this morning, dearest Aries, bringing a responsible yet dreamy energy your way. Harness the momentum of these vibes by strategizing fresh starts while actively putting follow-through behind your hopes and dreams. You'll feel much when Luna squares Jupiter this afternoon, heightening your connection with your own emotions and those of those around you. Create an uplifting environment that's based on passion and mutual respect to find healing amongst these cosmic tides. Your inner romantic shines through later tonight when Venus activates, inspiring you to share what's in your heart."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរួបរួមជាមួយសៅរ៍និងណឺថិននៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាថាមពលដែលមានក្តីសុបិនជាទីស្រឡាញ់របស់អ្នក។ការប្រើសន្ទុះនៃភាពរស់រវើកទាំងនេះដោយការធ្វើយុទ្ធសាស្រ្តចាប់ផ្តើមថ្មីនៅពេលដែលធ្វើឱ្យសកម្មតាមក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកយ៉ាងសកម្ម។អ្នកនឹងមានអារម្មណ៍ច្រើននៅពេលដែល Luna Squares Jupiter នៅរសៀលនេះដែលធ្វើឱ្យការតភ្ជាប់របស់អ្នកកាន់តែខ្ពស់ជាមួយនឹងអារម្មណ៍ផ្ទាល់ខ្លួនរបស់អ្នកនិងរបស់ទាំងនោះដែលនៅជុំវិញអ្នក។បង្កើតបរិយាកាសលើកស្ទួយដែលផ្អែកលើចំណង់ចំណូលចិត្តនិងការគោរពគ្នាទៅវិញទៅមកដើម្បីស្វែងរកការជាសះស្បើយក្នុងចំណោមជំនោរលោហធាតុទាំងនេះ។មនោសញ្ចេតនាខាងក្នុងរបស់អ្នកភ្លឺជិតក្រោយមកនៅពេលដែល Venus មាន Venus ធ្វើឱ្យសកម្មជំរុញអ្នកឱ្យចែករំលែកអ្វីដែលមាននៅក្នុងចិត្តរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Movement in the stars causes pieces of your puzzle to fall into place, dearest Leo. As the Aries moon aligns with Saturn and Neptune, collaborate with the divine to set primary yet realistic goals. Push yourself to venture beyond your comfort zone, trusting that you have the power to go far. Quiet down and open yourself up to intuitive messages when Jupiter stirs this afternoon. If you start to feel overstimulated, write down your thoughts and emotions so you can return to them later. You'll have the power to touch hearts far and wide while Venus stirs tonight, marking the ideal time to spread positive messages online or throughout your community."
        },
        "kh": {
            "today": "ចលនានៅក្នុងផ្កាយបណ្តាលឱ្យបំណែកនៃល្បែងផ្គុំរូបរបស់អ្នកនឹងធ្លាក់ចូលទៅក្នុងកន្លែងដែលជាទីស្រឡាញ់បំផុត។នៅពេលដែលលោក Aries Mont ស្របនឹង Saturn និង Neptune ដោយសហការជាមួយព្រះដែលមានគោលដៅបឋមសិក្សាបឋមសិក្សានៅឡើយ។ជំរុញខ្លួនអ្នកឱ្យផ្សងព្រេងហួសពីតំបន់លួងលោមរបស់អ្នកដោយជឿជាក់ថាអ្នកមានអំណាចទៅឆ្ងាយ។ស្ងាត់ចុះហើយបើកខ្លួនអ្នកឱ្យមានសារវិចារណញាណនៅពេលដែលភពព្រហស្បតិ៍កូរនៅរសៀលនេះ។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ហួសហេតុសូមសរសេរគំនិតនិងអារម្មណ៍របស់អ្នកដូច្នេះអ្នកអាចត្រឡប់ទៅពួកគេវិញនៅពេលក្រោយ។អ្នកនឹងមានអំណាចក្នុងការប៉ះដួងចិត្តឆ្ងាយនិងឆ្ងាយខណៈពេលដែល Venus Venus មានពេលវេលាដ៏ល្អដើម្បីប្រឌិតសារវិជ្ជមានលើអ៊ីនធឺណិតឬនៅទូទាំងសហគមន៍របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Deeply psychic energy finds you in the very early hours, dear Taurus, as the Aries moon unites with Saturn and Neptune. Connect with your emotional and mental state upon awakening, documenting the thoughts that emerge while taking into account any dreams you had last night. A hunger for knowledge inspires you to ask questions when Jupiter stirs this afternoon, though you'll keep your cards close to your chest. Play with new ideas, and remain open to spiritual guidance from unexpected sources. Good vibes flow later tonight when Luna aspects Venus, creating a bridge from the ether to the material realms that are perfect for making a wish."
        },
        "kh": {
            "today": "ថាមពលផ្លូវចិត្តយ៉ាងជ្រាលជ្រៅរកអ្នកនៅដើមម៉ោងហើយជាទីស្រឡាញ់ Taurus, ដូចជា Aries Moon Unites ជាមួយ Saturn និង Neptune ។ភ្ជាប់ទំនាក់ទំនងជាមួយស្ថានភាពអារម្មណ៍និងផ្លូវចិត្តរបស់អ្នកនៅពេលភ្ញាក់ដឹងខ្លួនដោយចងក្រងឯកសារដែលលេចចេញនៅពេលដែលគិតគូរពីក្តីសុបិន្តណាមួយដែលអ្នកមានកាលពីយប់មិញ។ការស្រេកឃ្លានសម្រាប់ចំណេះដឹងបំផុសគំនិតអ្នកឱ្យសួរសំណួរនៅពេលដែលភពភពព្រហស្បតិ៍កូរឱ្យនៅរសៀលនេះទោះបីជាអ្នកនឹងរក្សាកាតរបស់អ្នកឱ្យនៅជិតទ្រូងរបស់អ្នកក៏ដោយ។លេងជាមួយគំនិតថ្មីហើយនៅតែបើកចំហចំពោះការណែនាំខាងវិញ្ញាណពីប្រភពដែលមិនបានរំពឹងទុក។ភាពរស់រវើកល្អ ៗ ហូរនៅយប់នេះនៅពេលដែលទិដ្ឋភាពនៃដងផ្កាការបង្កើតស្ពានពីអេធើរទៅអាណាចក្រសម្ភារៈដែលល្អឥតខ្ចោះសម្រាប់ការធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងចង់ធ្វើឱ្យមានបំណងប្រាថ្នាសម្រាប់ការធ្វើឱ្យមានបំណងប្រាថ្នាសម្រាប់ការធ្វើឱ្យមានបំណងប្រាថ្នាសម្រាប់ការធ្វើឱ្យមានបំណងប្រាថ្នាចង់បាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You will receive positive recognition early this morning, dear Gemini, as the Aries moon aligns with Saturn and Neptune. Take note of any messages you wake up to, especially if new connections can be made. A hunger for luxury could lead to overspending when Jupiter activates this afternoon. Do your best to avoid online shopping during your lunch break, looking for opportunities to connect with the present and your senses instead. Do some socializing before heading to bed while Luna assesses Venus. If you're on the hunt for love, these vibes are perfect for firing up your favorite dating apps."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានការទទួលស្គាល់ជាវិជ្ជមាននៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលលោក Aries Mont បានតម្រឹមជាមួយសៅរ៍និង Neptune ។កត់ចំណាំសារណាមួយដែលអ្នកក្រោកពីដំណេកជាពិសេសប្រសិនបើមានការតភ្ជាប់ថ្មី។ភាពអត់ឃ្លានសម្រាប់ភាពប្រណីតអាចនាំឱ្យមានការត្រួតត្រានៅពេលដែលភពព្រហស្បតិ៍សកម្មនៅរសៀលនេះ។ធ្វើឱ្យអស់ពីសមត្ថភាពដើម្បីចៀសវាងការទិញទំនិញតាមអ៊ិនធរណេតក្នុងកំឡុងពេលសម្រាកអាហារថ្ងៃត្រង់របស់អ្នកដោយស្វែងរកឱកាសដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយបច្ចុប្បន្ននិងអារម្មណ៍របស់អ្នកជំនួសវិញ។ធ្វើទំនាក់ទំនងសង្គមមុនពេលធ្វើដំណើរទៅគ្រែខណៈពេលដែល Luna វាយតំលៃ Venus ។ប្រសិនបើអ្នកនៅលើការប្រមាញ់ស្នេហា, ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការបាញ់កម្មវិធីណាត់ជួបដែលអ្នកចូលចិត្ត។"
        }
    }
]