[
    {
        "sign": "Aries",
        "en": {
            "today": "You could struggle to make connections this morning, dear Aries, as the Aquarius moon opposes Mercury Retrograde. Creative blocks, social media distractions, and brain fog can contribute to a sense of aimlessness, and it'll be essential to invest in stoking the fire within. Meanwhile, Mars and Saturn face off, asking you to consider where you've been restricting yourself and your relationships. Throw out preconceived notions to reconnect with loved ones. The atmosphere thickens with excitement as midnight grows near and Luna gears up for the Full Moon. Radical changes may reshape your aspirations, unlocking new levels of brilliance."
        },
        "kh": {
            "today": "អ្នកអាចតំរូវការក្នុងការបង្កើតការតភ្ជាប់នៅព្រឹកនេះជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon ជំទាស់នឹងបារតបារត។ប្លុកច្នៃប្រឌិតការរំខានដល់ប្រព័ន្ធផ្សព្វផ្សាយសង្គមនិងអ័ព្ទខួរក្បាលអាចរួមចំណែកដល់អារម្មណ៍ឆោតល្ងង់ហើយវាចាំបាច់ក្នុងការវិនិយោគក្នុងការធ្វើឱ្យមានបញ្ហា។ទន្ទឹមនឹងនេះភពព្រះអង្គារនិងសៅរ៍នៅពេលក្រោយសុំឱ្យអ្នកពិចារណាកន្លែងដែលអ្នកបានដាក់កម្រិតលើខ្លួនអ្នកនិងទំនាក់ទំនងរបស់អ្នក។បោះចោលសញ្ញាណដែលបានកំណត់ជាមុនដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សជាទីស្រឡាញ់។បរិយាកាសក្រាស់ជាមួយនឹងការរំភើបដែលមានភាពរំភើបនៅពេលពាក់កណ្តាលអធ្រាត្រកើនឡើងនៅជិតនិង Luna ត្រៀមលក្ខណៈសម្រាប់ព្រះច័ន្ទពេញ។ការផ្លាស់ប្តូររ៉ាឌីកាល់អាចផ្លាស់ប្តូរសេចក្តីប្រាថ្នារបស់អ្នកដោយដោះសោកម្រិតថ្មីនៃភាពឈ្លាសវៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Avoid over-explaining as the Aquarius moon opposes Mercury RX, dear Leo, even if you feel misunderstood. Allow tensions and confusion to settle before pushing your point forward, especially when dealing with combative individuals or those experiencing strained emotions. Rein in your goals while Mars and Saturn face off, recognizing if you've been charging ahead without a structured plan. The universe will offer rewards if you approach dreams from a disciplined and practical place. Love is on your mind while Luna gears up for the Full Moon just after midnight, though you should be mindful to romance yourself before giving your heart to another."
        },
        "kh": {
            "today": "ជៀសវាងការពន្យល់អំពីការពន្យល់នៅពេលដែល Aquarius Moon ជំទាស់ Mercury RX, Leo ជាទីស្រឡាញ់សូម្បីតែអ្នកមានអារម្មណ៍យល់ច្រឡំក៏ដោយ។អនុញ្ញាតឱ្យមានភាពតានតឹងនិងការភាន់ច្រលំក្នុងការដោះស្រាយមុនពេលរុញច្រានចំណុចរបស់អ្នកទៅមុខជាពិសេសនៅពេលទាក់ទងជាមួយបុគ្គលផ្សំគ្នាឬការជួបប្រទះបញ្ហាដែលមានបញ្ហា។ក្នុងគោលដៅរបស់អ្នកខណៈពេលដែលភពព្រះអង្គារនិងសៅរ៍បានប្រឈមមុខដោយការទទួលស្គាល់ថាតើអ្នកបានសាកថ្មនៅខាងមុខដោយគ្មានផែនការដែលមានរចនាសម្ព័ន្ធទេ។សាកលលោកនឹងផ្តល់រង្វាន់ប្រសិនបើអ្នកចូលទៅក្នុងក្តីសុបិន្តពីកន្លែងដែលមានវិន័យនិងកន្លែងជាក់ស្តែង។ស្នេហាគឺស្ថិតនៅក្នុងគំនិតរបស់អ្នកខណៈពេលដែល Luna ត្រៀមសម្រាប់ព្រះច័ន្ទពេញលេញបន្ទាប់ពីពាក់កណ្តាលអធ្រាត្រទោះបីជាអ្នកគួរតែគិតគូរពីស្នេហារបស់អ្នកមុនពេលផ្តល់ឱ្យបេះដូងរបស់អ្នកទៅអ្នកដទៃក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Watch for mood swings and intrusive thoughts this morning, darling Taurus, as the Aquarius moon and Mercury RX face off. Prioritize your emotional needs, doing what you can to maintain a happy and clear mind. Unforeseen hurdles could throw you for a loop while Mars opposes Saturn, and it may be necessary to push away outdated procedures in order to innovate. Recognizing where you need help or more structure can also be beneficial. Your eyes lift toward new heights as Luna gears up for the Full Moon later tonight, triggering deeper emotional investments in long-term goals."
        },
        "kh": {
            "today": "ឃ្លាំមើលអារម្មណ៍ផ្លាស់ប្តូរនិងគំនិតជ្រៀតជ្រែកនៅព្រឹកនេះ Taurling Taurus, ដូចជា Aquarius Moon និងបារត RX ប្រឈមមុខ។ផ្តល់អាទិភាពដល់តម្រូវការផ្លូវចិត្តរបស់អ្នកធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីរក្សាគំនិតរីករាយនិងច្បាស់។ឧបសគ្គដែលមិនបានមើលឃើញទុកជាមុនអាចបោះអ្នកឱ្យមានរង្វិលជុំខណៈពេលដែលភពព្រះអង្គារជំទាស់នឹងសៅរ៍ហើយវាចាំបាច់ក្នុងការជំរុញនីតិវិធីហួសសម័យដើម្បីបង្កើតឱ្យមានការច្នៃប្រឌិត។ការទទួលស្គាល់កន្លែងដែលអ្នកត្រូវការជំនួយឬរចនាសម្ព័ន្ធកាន់តែច្រើនក៏អាចមានអត្ថប្រយោជន៍ដែរ។ភ្នែករបស់អ្នកលើកស្ទួយដល់កំពស់ថ្មីនៅពេលដែល Luna ត្រៀមសម្រាប់ព្រះច័ន្ទពេញលេញនៅយប់នេះដែលបង្កឱ្យមានការវិនិយោគអារម្មណ៍កាន់តែស៊ីជម្រៅក្នុងគោលដៅរយៈពេលវែង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be in reflective and optimistic spirits this morning, dear Gemini, as the Aquarius moon and Mercury Retrograde face off. Use this energy to revise visions for the future, bringing more specificity to your hopes and dreams. You may feel as though certain peers are attempting to hold you back while Mars opposes Saturn, but you can find your way around these obstacles by expanding your network. Demonstrate boldness and courage to sidestep gatekeepers to gain the proper attention. Luna gears up for the Full Moon as midnight nears, dramatically elevating your intuition and ability to connect with the divine."
        },
        "kh": {
            "today": "អ្នកនឹងមានភាពឆ្លុះបញ្ចាំងឆ្លុះបញ្ចាំងនិងសុទិដ្ឋិនិយមនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Marcury Stregade បានបិទ។ប្រើថាមពលនេះដើម្បីកែសំរួលចក្ខុវិស័យសម្រាប់អនាគតដែលនាំឱ្យមានភាពជាក់លាក់កាន់តែច្រើនចំពោះក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នក។អ្នកប្រហែលជាមានអារម្មណ៍ថាមិត្តភក្តិខ្លះកំពុងប៉ុនប៉ងទប់អ្នកនៅពេលដែលភពព្រះអង្គារជំទាស់នឹងសៅហ្មងប៉ុន្តែអ្នកអាចរកឃើញផ្លូវរបស់អ្នកនៅជុំវិញឧបសគ្គដោយពង្រីកបណ្តាញរបស់អ្នកដោយពង្រីកបណ្តាញរបស់អ្នក។បង្ហាញភាពក្លាហាននិងភាពក្លាហានដើម្បី seidestep អ្នកថែរក្សាផ្លូវទទួលបានការយកចិត្តទុកដាក់ត្រឹមត្រូវ។Luna Gears ឡើងសម្រាប់ព្រះចន្ទពេញមួយភ្លែតនៅពេលដែលពាក់កណ្តាលអធ្រាត្រជិតមកដល់យ៉ាងខ្លាំងការលើកស្ទួយវិចារណញាណនិងសមត្ថភាពរបស់អ្នកក្នុងការភ្ជាប់ជាមួយព្រះ។"
        }
    }
]