[
    {
        "sign": "Aries",
        "en": {
            "today": "As the moon migrates into Taurus, you'll have a chance to slow down and review your current standing, Aries. Unfortunately, a harsh t-square between Luna, Mars, and Pluto could cause you to feel restricted, especially when it comes to creative expression and financial security. Rather than pressuring yourself to solve all of your problems at once, try to have compassion for yourself. Identify what issues can be handled at the moment, then work your way up from there. You'll feel more optimistic and refreshed once the new moon rises this afternoon, asking you to set intentions for the next six months."
        },
        "kh": {
            "today": "ក្នុងនាមជាព្រះច័ន្ទធ្វើចំណាកស្រុកចូលទៅក្នុង Taurus អ្នកនឹងមានឱកាសបន្ថយល្បឿនហើយពិនិត្យមើលជំហរបច្ចុប្បន្នរបស់អ្នកគឺ Aries ។ជាអកុសល T-Sqush T-Squarh រវាង Luna, Mars ហើយ Pluto អាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាបានរឹតត្បិតជាពិសេសនៅពេលនិយាយអំពីការបញ្ចេញមតិប្រកបដោយការច្នៃប្រឌិតនិងសុវត្ថិភាពហិរញ្ញវត្ថុ។ជាជាងដាក់សម្ពាធឱ្យខ្លួនអ្នកដោះស្រាយបញ្ហាទាំងអស់របស់អ្នកក្នុងពេលតែមួយសូមព្យាយាមទទួលការអាណិតអាសូរខ្លួនឯង។កំណត់ថាតើបញ្ហាអ្វីខ្លះដែលអាចត្រូវបានដោះស្រាយនៅពេលនេះបន្ទាប់មកធ្វើការរបស់អ្នកឡើងពីទីនោះ។អ្នកនឹងមានអារម្មណ៍សុទិដ្ឋិនិយមនិងធ្វើឱ្យស្រស់នៅពេលដែលព្រះច័ន្ទថ្មីកើនឡើងនៅរសៀលនេះដោយស្នើសុំឱ្យអ្នកកំណត់ចេតនាសម្រាប់រយៈពេល 6 ខែបន្ទាប់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A confident and resilient energy washes over you this morning, dearest Leo, as the moon enters Taurus and your solar tenth house. However, a harsh t-square between Luna, Mars, and Pluto could bring new challenges, especially when it comes to matters of the heart. A lack of commitment or different visions for the future may force you to address differences with that special someone. Advocate for what you need, but be willing to compromise and find a happy middle ground. You'll feel more optimistic about the possibilities that lie ahead once the new moon rises this afternoon."
        },
        "kh": {
            "today": "ថាមពលប្រកបដោយទំនុកចិត្តនិងធន់ទ្រាំនឹងអ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទចូលតារូសនិងផ្ទះមួយភាគដប់របស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយការថែទាំដ៏អាក្រក់មួយរវាង Luna, Mars ហើយ Pluto អាចនាំមកនូវបញ្ហាប្រឈមថ្មីៗជាពិសេសនៅពេលនិយាយអំពីបញ្ហានៃបេះដូង។កង្វះការប្តេជ្ញាចិត្តឬចក្ខុវិស័យផ្សេងៗគ្នាសម្រាប់អនាគតអាចបង្ខំអ្នកឱ្យដោះស្រាយភាពខុសគ្នាជាមួយនរណាម្នាក់ពិសេសនោះ។អ្នកតស៊ូមតិចំពោះអ្វីដែលអ្នកត្រូវការប៉ុន្តែមានឆន្ទៈក្នុងការសម្របសម្រួលនិងរកឃើញដីកណ្តាលរីករាយ។អ្នកនឹងមានអារម្មណ៍សុទិដ្ឋិនិយមចំពោះលទ្ធភាពដែលនៅខាងមុខនៅពេលដែលព្រះច័ន្ទថ្មីកើនឡើងនៅរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon debuts in your sign early this morning, dearest Taurus, bringing a refreshing and intuitive energy your way. However, you'll need to gauge your emotions while a tense t-square forms between Luna, Mars, and Pluto. This cosmic climate puts strain on your home and work life, especially if you've felt overburdened by your responsibilities. Notice if it's time to pull back within certain facets of your life or consider reaching out to ask for more support. The atmosphere shifts once the new moon rises this afternoon, providing an emotional reset so you can view your situation with clearer and more optimistic eyes."
        },
        "kh": {
            "today": "ព្រះចន្ទបានបង្ហាញខ្លួននៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះ Taurus ដែលជាទីស្រឡាញ់បំផុតនាំមកនូវថាមពលស្រស់ស្រាយនិងវិចារណញាណរបស់អ្នក។ទោះយ៉ាងណាអ្នកនឹងត្រូវការវាស់អារម្មណ៍របស់អ្នកខណៈពេលដែលទម្រង់ T-Square តានតឹងរវាង Luna, ភពព្រះអង្គារ, និងផ្លាតូ។អាកាសធាតុកែសម្ផស្សនេះធ្វើឱ្យប៉ះពាល់ដល់ផ្ទះរបស់អ្នកហើយជីវិតរបស់អ្នកជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ហួសហេតុពេកដោយសារទំនួលខុសត្រូវរបស់អ្នក។សេចក្តីជូនដំណឹងប្រសិនបើវាដល់ពេលដែលត្រូវទាញមកផ្នែកខ្លះនៃជីវិតរបស់អ្នកឬពិចារណារកការគាំទ្របន្ថែមទៀត។បរិយាកាសផ្លាស់ប្តូរនៅពេលដែលព្រះច័ន្ទថ្មីកើនឡើងនៅរសៀលនេះដោយផ្តល់នូវការកំណត់ផ្លូវចិត្តដូច្នេះអ្នកអាចមើលស្ថានភាពរបស់អ្នកដោយមានភ្នែកកាន់តែច្បាស់និងមានសុទិដ្ឋិនិយម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Give yourself permission to slip into the shadows and embrace a quiet Sunday, dear Gemini, as the moon enters Taurus and your solar twelfth house. A t-square between the moon, Mars, and Pluto brings a passionate and cerebral energy your way, inviting you to get carried away on your daydreams. This energy is perfect for laying low and working on personal projects or spiritual practices. Try to quiet the mind once the new moon rises this afternoon, opening yourself up to guidance from beyond. Take note of where your intuition leads you, setting corresponding goals for the next six months."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការរអិលចូលទៅក្នុងស្រមោលនិងឱបក្រសោបថ្ងៃអាទិត្យស្ងាត់មួយ, ជាទីស្រឡាញ់របស់ Gemini, នៅពេលដែលព្រះចន្ទចូល Taurus និងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។T-Square រវាងព្រះច័ន្ទ, ភពព្រះអង្គារ, និង Pluto នាំមកនូវថាមពលដែលងប់ងល់និងខួរឆ្អឹងខ្នងរបស់អ្នក, ការអញ្ជើញអ្នកឱ្យទទួលបាននៅលើក្តីស្រមៃរបស់អ្នក។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការដាក់កម្រិតទាបនិងធ្វើការលើគម្រោងផ្ទាល់ខ្លួនឬការអនុវត្តខាងវិញ្ញាណ។ព្យាយាមធ្វើឱ្យអារម្មណ៍ស្ងប់ស្ងាត់នៅពេលដែលព្រះច័ន្ទថ្មីបានកើនឡើងនៅរសៀលនេះដោយបើកខ្លួនអ្នកឱ្យមានការណែនាំពីលើសពីនេះទៅទៀត។សូមកត់ចំណាំនូវកន្លែងដែលវិចារណញាណរបស់អ្នកនាំអ្នកកំណត់គោលដៅដែលត្រូវគ្នាសម្រាប់រយៈពេល 6 ខែបន្ទាប់។"
        }
    }
]