[
    {
        "sign": "Aries",
        "en": {
            "today": "The universe pushes you to be moved by your thoughts and feelings, dear Aries, as Mercury and Mars form a supportive aspect. This energy is perfect for pulling form deep within, alchemizing your unique experiences into beautiful sentiments, works of art, or nurturing actions. As Luna continues her journey through Virgo, you'll be in the mood to give back. Acts of service will be exceptionally fulfilling, and people will appreciate your generous nature. Just be mindful not to overextend yourself and avoid unnecessarily overexplaining your choices or ideologies when the moon and Jupiter square off this evening."
        },
        "kh": {
            "today": "សាកលលោកជំរុញឱ្យអ្នកត្រូវបានផ្លាស់ប្តូរដោយគំនិតនិងអារម្មណ៍របស់អ្នកដែលជាទីស្រឡាញ់របស់អ្នកជាទីស្រឡាញ់នៅពេលបារតនិងភពព្រះអង្គារបង្កើតបានជាទិដ្ឋភាពគាំទ្រ។ថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការទាញបង្កើតជាជ្រៅនៅក្នុង, Alchemizing បទពិសោធន៍ពិសេសរបស់អ្នកទៅជាមនោសញ្ចេតនាដ៏ស្រស់ស្អាត, ការងាររបស់សិល្បៈឬសកម្មភាពចិញ្ចឹមបីបាច់។នៅពេលដែល Luna បន្តដំណើររបស់នាងតាមរយៈ Virgo អ្នកនឹងមានអារម្មណ៍ថាត្រូវផ្តល់មកវិញ។សកម្មភាពនៃសេវាកម្មនឹងត្រូវបានបំពេញពិសេសហើយប្រជាជននឹងពេញចិត្តចំពោះធម្មជាតិដ៏សប្បុរសរបស់អ្នក។គ្រាន់តែចងចាំមិនឱ្យមានអូវុលដោយខ្លួនឯងនិងចៀសវាងការធ្វើឱ្យហួសកំរិតដែលមិនចាំបាច់ជម្រើសឬមនោគមវិជ្ជានៅពេលដែលព្រះច័ន្ទនិងភពព្រហស្បតិ៍បញ្ចប់នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Much movement occurs from behind the scenes, warm lion, as Mercury and Mars form a celestial pact. Navigate this energy by focusing on business goals and lingering commitments, being bold yet elusive while pursuing what the heart desires most. You'll have much luck breaking cycles, especially when you are vocal and observant about what needs changing. When dealing with building relationships, be mindful to absorb entirely what your counterpart is saying. Meanwhile, the Virgo moon puts focus on the body, helping you release stress and establish healthy routines. Bad influences could throw you off track when Luna squares Jupiter this evening unless you get everyone on the same page."
        },
        "kh": {
            "today": "ចលនាជាច្រើនកើតឡើងពីខាងក្រោយឆាក, តោក្តៅ, ដូចជាបារតនិងភពព្រះអង្គារបង្កើតជាកតិកាសញ្ញាសេឡេស្ទាល។រុករកថាមពលនេះដោយផ្តោតលើគោលដៅអាជីវកម្មនិងការប្តេជ្ញាចិត្តដ៏គួរឱ្យស្ញប់ស្ញែងដែលមានភាពក្លាហាននៅតែមានភាពក្លាហាននៅពេលដែលការស្វែងរកអ្វីដែលបេះដូងចង់បានបំផុត។អ្នកនឹងមានវដ្តបំបែកខ្លាំងណាស់ជាពិសេសនៅពេលដែលអ្នកមានសំលេងនិងសង្កេតមើលអ្វីដែលត្រូវការការផ្លាស់ប្តូរ។នៅពេលទាក់ទងនឹងការកសាងទំនាក់ទំនងចូរគិតដល់ស្រូបយកអ្វីដែលសមភាគីរបស់អ្នកកំពុងនិយាយ។ទន្ទឹមនឹងនេះវីរីអូព្រះច័ន្ទបានផ្តោតលើរាងកាយជួយអ្នកបញ្ចេញភាពតានតឹងនិងបង្កើតទម្លាប់ដែលមានសុខភាពល្អ។ឥទ្ធិពលអាក្រក់អាចបណ្តេញអ្នកចេញនៅពេលដែល Luna Squares Jupiter ល្ងាចនេះលុះត្រាតែអ្នកនឹងទទួលបានអ្នករាល់គ្នានៅលើទំព័រតែមួយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be a hot topic of conversation today, beloved bull, as Mercury and Mars form a supportive aspect. Lean into these vibes by circulating your ideas, works of art, or creative contributions, trusting that the right eyes will look in your direction. Now is also a good time to call for action within your community. If there are any causes you feel incredibly passionate about, consider sharing information on how others can get involved. Meanwhile, the moon continues her journey through Virgo, inviting your ego to come out and play. This energy is perfect for boosting confidence, though you should avoid unnecessary spending when Luna squares Jupiter this evening."
        },
        "kh": {
            "today": "អ្នកនឹងក្លាយជាប្រធានបទដ៏ក្តៅគគុកនៃការសន្ទនាសព្វថ្ងៃនេះ Bulled Bull, ដោយសារតែបារតនិង Mars បង្កើតបានជាទិដ្ឋភាពគាំទ្រ។ពឹងផ្អែកលើភាពរស់រវើកទាំងនេះដោយការផ្សព្វផ្សាយគំនិតរបស់អ្នកស្នាដៃសិល្បៈឬការចូលរួមវិភាគទានប្រកបដោយការច្នៃប្រឌិតដែលជឿទុកចិត្តថាភ្នែកខាងស្តាំនឹងមើលទៅក្នុងទិសដៅរបស់អ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អក្នុងការអំពាវនាវឱ្យមានសកម្មភាពនៅក្នុងសហគមន៍របស់អ្នក។ប្រសិនបើមានមូលហេតុណាមួយដែលធ្វើឱ្យអ្នកមានអារម្មណ៍ងប់ងល់មិនគួរឱ្យងប់ងល់សូមពិចារណាចែករំលែកព័ត៌មានអំពីរបៀបដែលអ្នកដទៃអាចចូលរួមបាន។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈ Virgo ដោយអញ្ជើញអត្មារបស់អ្នកចេញមកលេងហើយលេង។ថាមពលនេះល្អឥតខ្ចោះសម្រាប់ការបង្កើនទំនុកចិត្តទោះបីជាអ្នកគួរតែជៀសវាងការចំណាយដែលមិនចាំបាច់នៅពេលដែល Luna Squares Jupiter នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury and Mars join forces to increase your potential, dearest Gemini, putting focus on your professional and financial goals. Now is the perfect time to embrace bold career moves, using your voice and passion to gain forward momentum. Laying down the groundwork for more significant projects will also be highly beneficial, so try not to get too caught up in your timeline. Rushing progress won't serve you to the same extent; patience and methodical planning will. Luna's continued journey through Virgo sharpens your eye for detail, helping you nurture plans that have already been put into play. Just be mindful to stay humble while taking credit for your efforts when the moon squares Jupiter this evening."
        },
        "kh": {
            "today": "បារតនិងភពព្រះអង្គារចូលរួមចូលរួមកម្លាំងដើម្បីបង្កើនសក្តានុពលរបស់អ្នកដែលជាប្រទេស Gemini ដែលជាទីស្រឡាញ់របស់អ្នកដោយផ្តោតលើគោលដៅជំនាញនិងហិរញ្ញវត្ថុរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អឥតខ្ចោះក្នុងការចាប់យកការធ្វើដំណើរកម្សាន្តដ៏ដិតដល់ដោយប្រើសំលេងនិងចំណង់ចំណូលចិត្តរបស់អ្នកដើម្បីទទួលបានសន្ទុះទៅមុខ។ការដាក់ដីសម្រាប់គម្រោងសំខាន់ៗក៏នឹងមានអត្ថប្រយោជន៍ខ្ពស់ដែរដូច្នេះព្យាយាមមិនឱ្យចាប់បានច្រើនពេកនៅក្នុងពេលវេលារបស់អ្នកទេ។ការប្រញាប់ហេតុនៃការរីកចំរើននឹងមិនបម្រើអ្នកក្នុងកម្រិតដូចគ្នាទេ។ការអត់ធ្មត់និងការធ្វើផែនការវិធីសាស្រ្តនឹង។ការបន្តដំណើរទៅមុខរបស់លោក Luna តាមរយៈ Virgo ពង្រឹងភ្នែករបស់អ្នកឱ្យលម្អិតជួយអ្នកចិញ្ចឹមបីបាច់ផែនការដែលបានដាក់ឱ្យប្រើប្រាស់រួចហើយ។គ្រាន់តែមានចិត្តក្លាហានក្នុងការរក្សាភាពរាបទាបខណៈដែលទទួលបានកិត្តិនាមសម្រាប់ការខិតខំរបស់អ្នកនៅពេលដែលព្រះច័ន្ទការ៉េល្ងាចនេះ។"
        }
    }
]