[
    {
        "sign": "Aries",
        "en": {
            "today": "Subtle messages from beyond may seep into your dreamworld early this morning, dear Aries, as the Sagittarius moon aspects Saturn, the nodes of fate, and the sun. Jot down any epiphanies that find you once you've awakened, allowing the secrets of your psyche to reveal themselves. You'll shift into work mode easily once Luna enters Capricorn, allowing you to focus on responsibilities and goals devotedly. However, you may struggle to translate your visions at times while Neptune and Mercury become restless. Rather than forcing half-baked dreams, use this time to play in hypotheticals so you can strategize and win."
        },
        "kh": {
            "today": "សារដែលមិនច្បាស់ពីការលើសពីខែឧសភាចូលក្នុងក្តីសុបិនរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទ Sagittarius, ថ្នមៗថ្នាំង, ថ្នាំងនៃវាសនា, និងព្រះអាទិត្យ។ចូវបានរកអ្នកដែលរកអ្នកនៅពេលដែលអ្នកភ្ញាក់ឡើងដែលអនុញ្ញាតឱ្យអាថ៌កំបាំងនៃចិត្តរបស់អ្នកបង្ហាញខ្លួនពួកគេ។អ្នកនឹងផ្លាស់ប្តូរទៅក្នុងរបៀបការងារយ៉ាងងាយស្រួលនៅពេលដែល Luna ចូល Capricorn ដែលអនុញ្ញាតឱ្យអ្នកផ្តោតលើការទទួលខុសត្រូវនិងគោលដៅដែលត្រូវបានបំផ្លាញ។ទោះយ៉ាងណាក៏ដោយអ្នកអាចតស៊ូនឹងការបកប្រែចក្ខុវិស័យរបស់អ្នកនៅពេលខ្លះខណៈពេលដែល Neptune និងបារតក្លាយជាមិនស្រួល។ជាជាងបង្ខំឱ្យក្តីសុបិន្តដុតនំពាក់កណ្តាលប្រើពេលវេលានេះដើម្បីលេងក្នុងសម្មតិកម្មដូច្នេះអ្នកអាចធ្វើយុទ្ធសាស្ត្រនិងឈ្នះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Passionate dreams could throw you for a loop during the very early hours, warm lion, as the Sagittarius moon connects with Saturn, the nodes of fate, and the Aries sun. Connect with your spirituality if you need an emotional reset. Sticking to tried and true routines will provide you with a sense of purpose and control once Luna migrates into Capricorn. Consider yourself an architect of the future, building methodically toward a higher purpose. There may be moments when your mind slips into the ethereal realms while Mercury and Neptune activate, helping you straddle worlds so that imagination and practicality can collaborate."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដែលងប់ងល់អាចបោះអ្នកសម្រាប់រង្វិលជុំក្នុងអំឡុងពេលម៉ោងដំបូង, សត្វតោក្តៅដូចជា Sagittarius, ព្រះច័ន្ទ, ភ្ជាប់ជាមួយសៅរ៍, ថ្នាំងនៃវាសនានិងព្រះអាទិត្យ isies ។ភ្ជាប់ទំនាក់ទំនងជាមួយភាពខាងវិញ្ញាណរបស់អ្នកប្រសិនបើអ្នកត្រូវការកំណត់ផ្លូវចិត្ត។ការប្រកាន់យកដែលបានសាកល្បងហើយទម្លាប់សាកល្បងហើយពិតនឹងផ្តល់ឱ្យអ្នកនូវគោលបំណងនៃគោលបំណងនិងការគ្រប់គ្រងនៅពេលដែល Luna បានផ្លាស់ប្តូរទៅ capricorn ។ពិចារណាខ្លួនអ្នកនូវស្ថាបត្យករនៃអនាគតការកសាងតាមលក្ខណៈសម្រាប់គោលបំណងខ្ពស់។វាអាចមានពេលវេលានៅពេលដែលគំនិតរបស់អ្នករអិលចូលក្នុងអាណាចក្ររបស់អ៊ីធើរែលខណៈដែលការបារតនិង Neptune ធ្វើឱ្យសកម្មរបស់អ្នកដើម្បីជួយអ្នកក្នុងការស្រែកថ្ងូរនិងភាពជាក់ស្តែងអាចសហការគ្នាបាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Outside noise could lead to restless sleep during the very early hours, darling Taurus, as the Sagittarius moon aspects Saturn, the nodes of fate, and the Aries sun. Consider offering yourself a few moments of quiet upon awakening, putting off screen time for as long as possible. There will be plenty of beauty to celebrate once Luna enters Capricorn, activating your solar ninth house. This energy helps you see the world from a more mystical lens, bringing you closer to the divine and your manifestation aspirations. Meanwhile, Mercury and Neptune stir amongst the stars, revealing new layers of the imagination."
        },
        "kh": {
            "today": "សំលេងរំខាននៅខាងក្រៅអាចនាំឱ្យគេងមិនស្រួលក្នុងអំឡុងពេលដំបូងបំផុត, Taurling Taurus, ដូចជាផ្នែកព្រះច័ន្ទ Sagittarius, ថ្នមៗថ្នាំង, ថ្នាំងនៃវាសនានិងព្រះអាទិត្យ isies ។ពិចារណាផ្តល់ជូនខ្លួនអ្នកនូវភាពស្ងប់ស្ងាត់មួយចំនួននៃភាពស្ងប់ស្ងាត់នៅពេលភ្ញាក់ឡើងដោយដាក់ពេលវេលាអេក្រង់ឱ្យបានយូរតាមដែលអាចធ្វើទៅបាន។វានឹងមានភាពស្រស់ស្អាតជាច្រើនដើម្បីអបអរសាទរនៅពេលដែល Luna ចូល Capricorn ធ្វើឱ្យផ្ទះព្រះច័នរបស់អ្នកសកម្ម។ថាមពលនេះជួយអ្នកឱ្យមើលឃើញពិភពលោកពីកែវថតអាថ៌កំបាំងកាន់តែច្រើននាំឱ្យអ្នកចូលកាន់តែជិតនឹងព្រះនិងបំណងប្រាថ្នារបស់អ្នក។ទន្ទឹមនឹងនេះដែរបារតនិងណេបតុនជំរុញឱ្យស្ថិតក្នុងចំណោមផ្កាយដែលបង្ហាញពីស្រទាប់ថ្មីនៃការស្រមើលស្រមៃ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You may find it difficult to fully melt into slumber early this morning, sweet Gemini, as the Sagittarius moon aspects Saturn, the nodes of fate, and the sun. Take a few moments to practice self-care in order to recover from any sleep you missed out on. Your emotions intensify as Luna migrates into Capricorn, putting you in an all-or-nothing headspace. Though you will be eager to secure deals or commitments, give others space to find a conclusion if they need time to think. Try not to overanalyze social situations, and don't believe everything you hear or read when Mercury and Neptune grow agitated."
        },
        "kh": {
            "today": "អ្នកអាចពិបាកក្នុងការរលាយយ៉ាងពេញលេញនៅព្រឹកព្រលឹមនេះ Gemini ផ្អែមនៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius, ថ្នមៗថ្នាំងថ្នាំង, ថ្នាំងនៃជោគវាសនា, និងព្រះអាទិត្យ។ចំណាយពេលមួយភ្លែតដើម្បីអនុវត្តការថែទាំខ្លួនឯងក្នុងគោលបំណងដើម្បីជាសះស្បើយពីការគេងណាមួយដែលអ្នកបានខកខាន។អារម្មណ៍របស់អ្នកកាន់តែខ្លាំងឡើងនៅពេលដែល Luna ផ្លាស់ប្តូរទៅ Capricorn ដោយដាក់អ្នកនៅក្នុងក្បាលដែលមិនមានទាំងអស់។ទោះបីជាអ្នកនឹងចង់ទទួលបានការប្តេជ្ញាចិត្តឬការប្តេជ្ញាចិត្តផ្តល់ឱ្យអ្នកដទៃដើម្បីស្វែងរកការសន្និដ្ឋានប្រសិនបើពួកគេត្រូវការពេលវេលាគិត។ព្យាយាមមិនឱ្យធ្វើឱ្យមានស្ថានភាពសង្គមហួសហេតុហើយមិនជឿអ្វីទាំងអស់ដែលអ្នកបាន hear ឬអាននៅពេលបារតនិងណុនណុនកាន់តែធុញទ្រាន់។"
        }
    }
]