[
    {
        "sign": "Aries",
        "en": {
            "today": "Let others into your comfort zone, dearest Aries, as Venus forms a grand trine with Jupiter and Saturn. By cultivating a safe space where vulnerability is encouraged and celebrated, you will deepen connections and strengthen your support network. However, it will also be essential to focus on simpler relationships once the Aquarius moon and Mars align. These vibes boost your popularity, helping you find your tribe and welcome new members. Companions who have betrayed your trust may come back for a second chance when Mercury rx stirs this evening, but some bridges are too broken to mend. Be a source of healing for yourself and others when Chiron activates later tonight."
        },
        "kh": {
            "today": "ទុកឱ្យអ្នកដទៃចូលទៅក្នុងតំបន់កំសាន្តរបស់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលមានចំនុចដែលមានប្រជាប្រិយភាពបង្កើតបានជាអ្នកមានជីវិតដ៏អស្ចារ្យជាមួយនឹងភពព្រហ្មចារីនិងភពសៅរ៍។តាមរយៈការដាំដុះកន្លែងទំនេរដែលភាពងាយរងគ្រោះត្រូវបានលើកទឹកចិត្តអ្នកនឹងធ្វើឱ្យមានការតភ្ជាប់កាន់តែស៊ីជម្រៅនិងពង្រឹងបណ្តាញគាំទ្ររបស់អ្នក។ទោះយ៉ាងណាវាក៏ចាំបាច់ចាំបាច់ត្រូវផ្តោតលើទំនាក់ទំនងសាមញ្ញនៅពេលដែល Aquarius Moon និង Mars តម្រឹម។ភាពរស់រវើកទាំងនេះជួយបង្កើនប្រជាប្រិយភាពរបស់អ្នកជួយអ្នកឱ្យស្វែងរកកុលសម្ព័ន្ធរបស់អ្នកនិងស្វាគមន៍សមាជិកថ្មី។ដៃគូដែលបានក្បត់ការជឿទុកចិត្តរបស់អ្នកអាចត្រឡប់មកវិញសម្រាប់ឱកាសទីពីរនៅពេលបារត RX រំញោចនៅល្ងាចនេះប៉ុន្តែស្ពានមួយចំនួនត្រូវបានខូចពេកក្នុងការជួសជុល។ក្លាយជាប្រភពនៃការព្យាបាលសម្រាប់ខ្លួនអ្នកនិងអ្នកដទៃនៅពេលដែល Chiron សកម្មនៅយប់នេះនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll gain a renewed appreciation for all the challenges, heartbreak, and karmic plot twists that have led you to this point, sweet lion. As Venus forms a delicious grand trine with Jupiter and Saturn, such lessons allow you to identify what you want and how to get it. Emotional refinement coincides with these vibes, maturing your approach to partnerships. Meanwhile, the Aquarius moon and Mars bring vibrancy to your interactions, making it easier to love yourself and others fully. You may need to do some unlearning once Mercury Rx brews tension. Recognize if you backslide toward behaviors you fought to outgrow. A mystical and romantic ambiance coats your evening, thanks to a soft alliance between Luna and Chiron."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានការកោតសរសើរជាថ្មីសម្រាប់រាល់បញ្ហាប្រឈមទាំងការខូចចិត្តនិងគ្រោងការធ្វើផែនការរបស់ Karmic ដែលនាំឱ្យអ្នកឈានដល់ចំណុចនេះ, តោផ្អែម។ដោយសារភពសុក្របង្កើតបានជាអ្នកដណ្តើមយកដ៏ឆ្ងាញ់ដែលមានភពព្រហស្បតិ៍និងភពសៅរ៍មេរៀនបែបនេះអនុញ្ញាតឱ្យអ្នកសម្គាល់អ្វីដែលអ្នកចង់បាននិងរបៀបទទួលវា។ការបំពេញបន្ថែមអារម្មណ៍ស្របគ្នានឹងភាពរស់រវើកទាំងនេះមានភាពចាស់ទុំវិធីសាស្រ្តរបស់អ្នកចំពោះភាពជាដៃគូ។ទន្ទឹមនឹងនេះដែរព្រះច័ន្ទ Aquarius និងភពព្រះអង្គារនាំមកនូវភាពរស់រវើកដល់អន្តរកម្មរបស់អ្នកដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្រឡាញ់ខ្លួនឯងនិងអ្នកដទៃឱ្យបានពេញលេញ។អ្នកប្រហែលជាត្រូវធ្វើការស្រាលខ្លះនៅពេលដែលបារតអេចអរអេចអេសអេសអេសអេសអេស។ទទួលស្គាល់ថាប្រសិនបើអ្នកធ្វើវិសួរឆ្ពោះទៅរកអាកប្បកិរិយាដែលអ្នកបានប្រយុទ្ធដើម្បីលើស។ភាពវង្វេងស្មារតីកាយសម្ព័ន្ធអាថ៌កំបាំងនិងរ៉ូមែនទិករបស់អ្នកល្ងាចរបស់អ្នកដោយអរគុណដល់សម្ព័ន្ធភាពទន់រវាង Luna និង Chiron ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Venus, Jupiter, and Saturn synchronize to form a harmonious grand train, beloved bull, wrapping you in luscious vibes. Unapologetically seek pleasure, connection, and romance, drawing in love by projecting it into the world. A passionate energy helps you take intimate relationships to the next level while the Aquarius moon and Mars align, putting you and your sweetheart in the mood to plan. If someone aligns with your long-term plans, secure their place in your life. Former flames may try to confuse you once Mercury Rx becomes agitated this evening, but don't let your guard slip with those who have hurt you in the past. Enjoy some alone time before heading to bed while Chiron stirs in your solar twelfth house."
        },
        "kh": {
            "today": "Venus, ភពព្រហស្បតិ៍, និង Saturn Cinychronize ដើម្បីបង្កើតជាការបណ្តុះបណ្តាលដ៏មហន្តរាយ, ជាទីស្រឡាញ់, Bull បានរុំអ្នកនៅក្នុង vibes ដ៏ស្រស់ស្អាត។ដោយមិនមានភាពស្វាហាប់ស្វែងរកភាពរីករាយការតភ្ជាប់និងស្នេហាដែលកំពុងគូរដោយក្តីស្រឡាញ់ដោយរៀបចំវាចូលក្នុងពិភពលោក។ថាមពលដែលងប់ងល់ជួយឱ្យអ្នកមានទំនាក់ទំនងជិតស្និទ្ធដល់កម្រិតបន្ទាប់ខណៈដែល Aquarius Moon និងភពព្រះអង្គារបានតម្រឹមដាក់អ្នកនិងសង្សាររបស់អ្នកក្នុងអារម្មណ៍ដើម្បីរៀបចំផែនការ។ប្រសិនបើនរណាម្នាក់តម្រឹមជាមួយនឹងផែនការរយៈពេលវែងរបស់អ្នកសូមការពារកន្លែងរបស់ពួកគេនៅក្នុងជីវិតរបស់អ្នក។អតីតអណ្តាតភ្លើងអាចព្យាយាមធ្វើឱ្យអ្នកភាន់ច្រឡំអ្នកធ្លាប់មានអារម្មណ៍ធុញទ្រាន់នៅល្ងាចនេះប៉ុន្តែកុំឱ្យអ្នកយាមរបស់អ្នករអិលជាមួយអ្នកដែលធ្វើឱ្យអ្នកឈឺចាប់កាលពីអតីតកាល។សូមរីករាយជាមួយពេលវេលាមួយតែម្នាក់ឯងមុនពេលធ្វើដំណើរទៅគ្រែខណៈដែលជ័រកៅស៊ូនៅក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Serious moves trigger immense rewards, dear Gemini, as Venus, Jupiter, and Saturn form an auspicious grand trine. Know your worth and work hard for your desires so they might manifest without a hitch—the Aquarius moon aspects Mars, sprinkling your aura with extra luck and charisma. Harness your bravery and roll with these vibes by pushing for more than others initially offer. Just be mindful not to overdeliver on your promises once Mercury Rx becomes agitated this evening. Now is a good time to reevaluate your plans and make any necessary adjustments. Embrace spiritual community, and healing will follow when Chiron stirs later tonight."
        },
        "kh": {
            "today": "ចលនាធ្ងន់ធ្ងរបង្កឱ្យមានរង្វាន់ដ៏ធំធេង Gemini ជាទីស្រឡាញ់, ដូចជា Venus Venus, Jupiter, និង Saturn បង្កើតបានជា Trine Grand ដ៏អស្ចារ្យ។ស្គាល់តម្លៃរបស់អ្នកហើយខំធ្វើការសម្រាប់បំណងប្រាថ្នារបស់អ្នកដូច្នេះពួកគេអាចបង្ហាញបានដោយគ្មានការបាញ់សម្លាប់ព្រះច័ន្ទ Aquarius បានប្រោះអេរ៉ូសរបស់អ្នកដោយសំណាងល្អនិងមន្តសាសនា។ទាញយកភាពក្លាហានរបស់អ្នកហើយរមៀលជាមួយនឹងភាពរស់រវើកទាំងនេះដោយជំរុញឱ្យអ្នកដទៃកាន់តែច្រើនផ្តល់ជូន។គ្រាន់តែគិតគូរកុំធ្វើឱ្យហួសប្រមាណលើការសន្យារបស់អ្នកនៅពេលដែលបារត Mercury RX ងាយនឹងធុញថប់នៅល្ងាចនេះ។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីវាយតម្លៃផែនការរបស់អ្នកហើយធ្វើការកែតម្រូវចាំបាច់។ឱបសហគមន៍ខាងវិញ្ញាណហើយការព្យាបាលនឹងដើរតាមនៅពេលដែល chiron បានកូរនៅយប់នេះនៅយប់នេះ។"
        }
    }
]