[
    {
        "sign": "Aries",
        "en": {
            "today": "It could take extra time to find your bearings this morning, dear ram, as Venus and Saturn form an unbalanced aspect. Try not to rush, and be mindful to tackle tasks in order of importance. As the moon continues its journey through your sign, many will look to you for leadership. Meanwhile, Mars and Neptune join forces to assist with carrying out moves that will reinforce your most transformative visions. Believe in the possibility of change, both internally and professionally, as well as within your partnerships. Connect with yourself later tonight when Luna and Chiron unite, asking you to prioritize healing and self-love."
        },
        "kh": {
            "today": "វាអាចចំណាយពេលបន្ថែមដើម្បីរកសត្វខ្លាឃ្មុំរបស់អ្នកនៅព្រឹកនេះ RAM RAM ជាទីស្រឡាញ់ជា Venus និង Saturn បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ព្យាយាមកុំប្រញាប់ប្រញាល់ហើយយកចិត្តទុកដាក់ក្នុងការដោះស្រាយភារកិច្ចតាមលំដាប់លំដោយនៃសារៈសំខាន់។នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈសញ្ញារបស់អ្នកមនុស្សជាច្រើននឹងស្វែងរកអ្នកសម្រាប់ភាពជាអ្នកដឹកនាំ។ទន្ទឹមនឹងនេះភពព្រះអង្គsនិង Neptune ចូលរួមក្នុងការជួយក្នុងការធ្វើចលនាដែលនឹងពង្រឹងចក្ខុវិស័យផ្លាស់ប្តូររបស់អ្នក។ជឿជាក់លើលទ្ធភាពនៃការផ្លាស់ប្តូរទាំងខាងក្នុងនិងវិជ្ជាជីវៈក៏ដូចជានៅក្នុងភាពជាដៃគូរបស់អ្នកផងដែរ។ភ្ជាប់ទំនាក់ទំនងជាមួយខ្លួនអ្នកនៅយប់នេះនៅពេលដែល Luna និង Chanda រួបរួមសូមស្វាគមន៍អ្នកឱ្យផ្តល់អាទិភាពដល់ការព្យាបាលនិងការស្រឡាញ់ខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Notice how others influence your perspective this morning, dear Leo, as Venus and Saturn form an unbalanced aspect. Smooth talkers can cause your guard to slip, while wishful thinking may lead to ignoring the facts. Luckily, the Aries moon brings a layer of spiritual protection your way, so work closely with your higher power. Gut instincts kick in once Mars and Neptune align, encouraging you to nurture big dreams through meaningful effort. Prioritize decisions that evolve your situation in a positive direction. Luna and Chiron unite to provide healing later tonight, marking the ideal time to meditate, pray, and make wishes."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលអ្នកដទៃមានឥទ្ធិពលលើទស្សនៈរបស់អ្នកនៅព្រឹកនេះ Leo, ជាទីស្រឡាញ់, ដូចជា Venus និង Saturn បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។អ្នកលេងរលូនអាចបណ្តាលឱ្យអ្នកយាមរបស់អ្នករអិលខណៈពេលដែលការគិតចង់ប្រាថ្នាអាចនាំឱ្យមិនអើពើនឹងអង្គហេតុ។ជាសំណាងល្អ Aries Mong បាននាំមកនូវការការពារខាងវិញ្ញាណវិធីរបស់អ្នកដូច្នេះធ្វើការយ៉ាងជិតស្និទ្ធជាមួយនឹងអំណាចខ្ពស់របស់អ្នក។សភាវគតិពោះវៀនទាត់នៅពេលដែលភពព្រះអង្គារនិងណេសអ៊ិនតុនតម្រឹមការលើកទឹកចិត្តអ្នកឱ្យចិញ្ចឹមបីបាច់ក្នុងក្តីសុបិន្តដ៏ធំតាមរយៈការខិតខំប្រឹងប្រែងប្រកបដោយអត្ថន័យ។ផ្តល់អាទិភាពដល់ការសម្រេចចិត្តដែលវិវឌ្ឍស្ថានភាពរបស់អ្នកក្នុងទិសដៅវិជ្ជមាន។Luna និង Chander រួបរួមដើម្បីផ្តល់ការព្យាបាលនៅយប់នេះការព្យាបាលពេលវេលាដ៏ល្អដើម្បីធ្វើសមាធិអធិស្ឋាននិងធ្វើឱ្យមានបំណងប្រាថ្នា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "It could be challenging to maintain boundaries within your social sphere this morning, dear Taurus, as Venus and Saturn form an unbalanced aspect. If your phone pings nonstop and time slips through your fingers while answering messages, it may be wise to silence notifications and focus on work. Luckily, the Aries moon grants permission to keep a low profile, putting you in a standoffish mood. Mars and Neptune align this evening, encouraging you to selectively connect with peers who motivate you to create, chase dreams, and feed passions. Shower yourself with positive affirmations to heal wounds when Chiron stirs tonight."
        },
        "kh": {
            "today": "វាអាចជាការប្រកួតប្រជែងក្នុងការរក្សាព្រំដែនក្នុងវិស័យសង្គមរបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដូចជា Venus និង Saturn បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ប្រសិនបើ PHANK របស់អ្នកមិនឈប់ឈរនិងពេលវេលារអិលតាមម្រាមដៃរបស់អ្នកពេលឆ្លើយសំនួរវាអាចជាការឈ្លាសវៃក្នុងការបំបៅការជូនដំណឹងនិងការផ្តោតអារម្មណ៍លើការងារ។សំណាងល្អ, Aries ព្រះច័ន្ទ, ព្រះចន្ទផ្តល់សិទ្ធិឱ្យរក្សានូវទម្រង់ទាបដោយដាក់អ្នកនៅក្នុងអារម្មណ៍ដែលមិនសមរម្យ។ភពព្រះអង្គារនិងណិបតុនមានភាពរឹងមាំនៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្ដិដែលលើកទឹកចិត្តអ្នកឱ្យបង្កើតដេញតាមក្តីសុបិន្តនិងតណ្ហាចិញ្ចឹម។ងូតទឹកឱ្យខ្លួនអ្នកជាមួយនឹងការអះអាងវិជ្ជមានដើម្បីព្យាបាលស្នាមរបួសនៅពេលដែល chiron បានកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "It will be challenging to juggle what you want to be doing with what you should be doing, dear Gemini. As Venus and Saturn form an unbalanced aspect, tackle responsibilities first so you have time to play later. Prioritizing long-term goals with a creative element will make it easier to find your groove, thanks to an auspicious alignment between Mars and Neptune. This celestial exchange allows you to blast through barriers you once considered impenetrable. A sweet and social energy descends tonight while the Aries moon and Chiron unite, helping you establish a healthy position within your community."
        },
        "kh": {
            "today": "វានឹងមានបញ្ហាប្រឈមក្នុងការស្វែងរកអ្វីដែលអ្នកចង់ធ្វើជាមួយអ្វីដែលអ្នកគួរធ្វើ, Gemini ជាទីស្រឡាញ់។ក្នុងនាមជា Venus និង Saturn បង្កើតបានជាទិដ្ឋភាពដែលមិនមានតុល្យភាព, ដោះស្រាយទំនួលខុសត្រូវជាមុនដូច្នេះអ្នកមានពេលវេលាដើម្បីលេងនៅពេលក្រោយ។អាទិភាពដល់គោលដៅរយៈពេលវែងជាមួយនឹងធាតុច្នៃប្រឌិតនឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការស្វែងរកចង្អូររបស់អ្នកអរគុណចំពោះការតម្រឹមដែលគួរឱ្យស្អប់រវាងភពព្រះអង្គារនិង Neptune ។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះអនុញ្ញាតឱ្យអ្នកផ្ទុះតាមរយៈរបាំងដែលអ្នកធ្លាប់ត្រូវបានគេចាត់ទុកថាមិនអាចការពារបាន។ថាមពលផ្អែមល្ហែមនិងសង្គមបានចុះមកនៅយប់នេះខណៈដែលលោក Aries Moon និង Chander Unite ជួយអ្នកក្នុងការបង្កើតជំហរដែលមានសុខភាពល្អនៅក្នុងសហគមន៍របស់អ្នក។"
        }
    }
]