[
    {
        "sign": "Aries",
        "en": {
            "today": "Go slow this morning to avoid emotional meltdowns, dearest Aries, as the moon and passionate Mars square off. Meanwhile, Mercury and Neptune join forces in the sector of your chart that governs privacy, luring you toward solitude so the imagination can run free. You could feel called to share fresh inspiration when the sun and Jupiter square off, but it may be best to fully consider the next moves before getting ahead of your dreams. Healing vibes flow later tonight when the moon and Chiron join forces in your sign, granting permission to put personal pampering first."
        },
        "kh": {
            "today": "ទៅយឺតនៅព្រឹកនេះដើម្បីចៀសវាងការរលាយក្នុងអារម្មណ៍ដែលជាទីស្រឡាញ់បំផុតនៅពេលព្រះចន្ទនិងព្រះចន្ទបានចំណង់ចំណូលចិត្ត។ទន្ទឹមនឹងនេះដែរបារតនិងណេបតុនចូលរួមក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពឯកជនដោយក្រវាត់អ្នកឆ្ពោះទៅរកភាពនៅតែឯងដូច្នេះការស្រមើលស្រមៃអាចដំណើរការបានដោយឥតគិតថ្លៃ។អ្នកអាចមានអារម្មណ៍ថាបានអំពាវនាវឱ្យមានការបំផុសគំនិតស្រស់នៅពេលដែលព្រះអាទិត្យនិងជូហ្សាមការ៉េចេញប៉ុន្តែវាល្អបំផុតក្នុងការពិចារណាលើការផ្លាស់ប្តូរបន្ទាប់មុនពេលឈានមុខគេក្នុងក្តីសុបិន្តរបស់អ្នក។ការព្យាបាលជំងឺរលាកស្រាប់ហូរនៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងឆឹងនលចូលរួមជាកម្លាំងក្នុងសញ្ញារបស់អ្នកដោយអនុញ្ញាតការអនុញ្ញាតឱ្យដាក់ការធ្វើសង្គ្រាមផ្ទាល់ខ្លួនជាមុន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your instincts go into hyperdrive this morning, fiery lion, as the Aries moon and Mars square off. Trust your intuition, but notice if your heart begins to race or your passions take away from logic. Mercury and Neptune bring a dreamy yet intimate energy to the table, and sweet conversations can ease frayed nerves. If you're in a relationship or developing one, this energy is perfect for discussing shared dreams. Avoid large crowds or political debate while the sun and Jupiter square off, or you could begin to spiral. The universe finds ways to soothe your soul when Luna and Chiron unite later tonight."
        },
        "kh": {
            "today": "សភាវគតិរបស់អ្នកចូលទៅក្នុងអ៊ីនធឺរណែតនៅព្រឹកនេះសត្វតោដ៏សាហាវដែលជាព្រះចន្ទរបស់ព្រះចន្ទនិងភពព្រះអង្គារបានបិទការ៉េ។ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកប៉ុន្តែសូមកត់សម្គាល់ថាតើបេះដូងរបស់អ្នកចាប់ផ្តើមប្រណាំងឬតណ្ហារបស់អ្នកឆ្ងាយពីតក្កវិជ្ជាដែរឬទេ។បារតនិងណិបទូននាំមកនូវថាមពលដ៏ជិតស្និទ្ធប៉ុន្តែជិតស្និទ្ធនឹងតុហើយការសន្ទនាដ៏ផ្អែមល្ហែមអាចបន្ធូរបន្ថយសរសៃប្រសាទដែលមានប្រាជ្ញា។ប្រសិនបើអ្នកមានទំនាក់ទំនងឬការអភិវឌ្ឍមួយថាមពលនេះគឺល្អឥតខ្ចោះសម្រាប់ការពិភាក្សាអំពីក្តីសុបិន្តដែលបានចែករំលែក។ជៀសវាងហ្វូងមនុស្សយ៉ាងច្រើនឬការជជែកវែកញែកខាងនយោបាយខណៈពេលដែលព្រះអាទិត្យនិងជូហ្សាតការ៉េចេញឬអ្នកអាចចាប់ផ្តើមតំរៀបបាន។សាកលលោករកវិធីធ្វើឱ្យព្រលឹងរបស់អ្នកធូរស្បើយនៅពេលដែល Luna និង Chander រួបរួមគ្នានៅយប់នេះនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Conflict could arise without notice and escalate quickly this morning, darling bull, as the Aries moon and Mars form a harsh connection. Think through your words before expressing them, and try not to be reactive if triggers arise. Luckily, a sweet connection between Mercury and Neptune can help soothe our rifts, but you might want to get out of the house and explore community events or spaces. Watch your spending as the sun and Jupiter square off, making it challenging to curb shopping impulses. Settle your spirit with some much-deserved alone time later tonight when Luna and Chiron unite."
        },
        "kh": {
            "today": "ជម្លោះអាចកើតឡើងដោយគ្មានការជូនដំណឹងនិងបង្កើនយ៉ាងឆាប់រហ័សនៅព្រឹកនេះ, Darling Bull, ដូចជា Aries Monon និង Mars បង្កើតបានជាការតភ្ជាប់ដ៏អាក្រក់។គិតតាមរយៈពាក្យរបស់អ្នកមុនពេលបង្ហាញពួកគេហើយព្យាយាមមិនឱ្យមានប្រតិកម្មប្រសិនបើកេះកើតឡើង។ជាសំណាងល្អការផ្សារភ្ជាប់គ្នារវាងបារតនិងណុបថុនអាចជួយធ្វើឱ្យការប្រេះស្រាំរបស់យើងបានប៉ុន្តែអ្នកប្រហែលជាចង់ចេញពីផ្ទះហើយស្វែងរកព្រឹត្តិការណ៍សហគមន៍ឬចន្លោះសហគមន៍។មើលការចំណាយរបស់អ្នកនៅពេលព្រះអាទិត្យនិងជូហ្សាមការ៉េចេញធ្វើឱ្យវាពិបាកក្នុងការទប់ស្កាត់ការដើរទិញឥវ៉ាន់។ដោះស្រាយស្មារតីរបស់អ្នកដោយចំណាយពេលតែមួយដែលសមនឹងទទួលបាននៅយប់នេះនៅពេលដែល Luna និង Chander Unite ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could encounter stubbornness and petty behaviors within your social sphere, darling Gemini, as the Aries moon and Mars square off. Keep your ego intact by avoiding gatherings that feel competitive. Pulling back to focus on your own long-term goals can provide a healthy outlet for the mind, thanks to a sweet union between Mercury and Neptune. Now is the time to get creative with your aspirations, as logic will help you transform dreams into reality. Just be mindful of how much of a burden you take on while the sun squares Jupiter. Find healing through supportive communities when Luna and Chiron unite later tonight."
        },
        "kh": {
            "today": "អ្នកអាចជួបប្រទះនឹងអាកប្បកិរិយារឹងចចេសនិងអាកប្បកិរិយាតូចតាចនៅក្នុងវិស័យសង្គមរបស់អ្នកគឺលោក Darling Gemini ព្រោះ Aries Monon និង Mars Square បិទ។រក្សាអត្មារបស់អ្នកឱ្យនៅដដែលដោយជៀសវាងការប្រមូលផ្តុំដែលមានអារម្មណ៍ថាមានការប្រកួតប្រជែង។ទាញថយក្រោយដើម្បីផ្តោតលើគោលដៅរយៈពេលវែងរបស់អ្នកអាចផ្តល់នូវហាងដែលមានសុខភាពល្អសម្រាប់ចិត្តអរគុណចំពោះការសហជីពដ៏ផ្អែមល្ហែមរវាងបារតនិងណេបតុន។ឥឡូវនេះគឺជាពេលវេលាដើម្បីទទួលបានការច្នៃប្រឌិតជាមួយនឹងសេចក្តីប្រាថ្នារបស់អ្នកដូចជាតក្កវិជ្ជានឹងជួយអ្នកក្នុងការផ្លាស់ប្តូរក្តីសុបិន្តទៅជាការពិត។គ្រាន់តែចាំថាតើបន្ទុកប៉ុន្មានដែលអ្នកបានទទួលនៅពេលដែលព្រះអាទិត្យការ៉េលោត។ស្វែងរកការជាសះស្បើយតាមរយៈសហគមន៍គាំទ្រនៅពេលដែល Luna និង Chander រួបរួមគ្នានៅយប់នេះនៅយប់នេះ។"
        }
    }
]