[
    {
        "sign": "Aries",
        "en": {
            "today": "Ideas might fail to launch this morning, dear Aries, as the Gemini moon forms challenging aspects with the Sun and nodes of fate. Avoid barreling through issues if you don't have a solid foundation to build on. It may be necessary to backtrack once Uranus retrogrades into Taurus, retracting your steps to examine where plans went awry. Meanwhile, Venus and Pluto square off overhead, brewing resentment and frustrations. Try not to lash out at others, no matter how preoccupied you are with personal issues. Hide away to lick your wounds and regain confidence while Luna connects with Chiron and Saturn tonight."
        },
        "kh": {
            "today": "គំនិតអាចនឹងខកខានមិនបានបើកនៅព្រឹកនេះដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Gemini Moon បង្កើតបានជាទិដ្ឋភាពប្រឈមជាមួយនឹងព្រះអាទិត្យនិងថ្នាំងនៃជោគវាសនា។ជៀសវាងការលុបចោលដោយសារបញ្ហាប្រសិនបើអ្នកមិនមានគ្រឹះរឹងមាំដើម្បីសាងសង់។វាចាំបាច់ក្នុងការដើរថយក្រោយនៅពេលដែល Uranus Retrogrades ចូលទៅក្នុង Taurus ដកជំហានរបស់អ្នកឱ្យពិនិត្យមើលកន្លែងដែលមានផែនការមិនស្រួល។ទន្ទឹមនឹងនេះ Venus និង Pluto Square បានបិទការចំណាយលើការអាក់អន់ចិត្តនិងការខកចិត្ត។ព្យាយាមកុំអោយរោមសត្វអ្នកដទៃមិនថាអ្នកខ្វល់ខ្វាយអំពីបញ្ហាផ្ទាល់ខ្លួនទេ។លាក់បាំងឆ្ងាយដើម្បីលិទ្ធមុខរបួសរបស់អ្នកហើយទទួលបានទំនុកចិត្តខណៈពេលដែល Luna ភ្ជាប់ជាមួយ ongor និង saturn នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your safe space could be disrupted by external noise or opinions, dear Leo, as the Gemini moon forms challenging connections with the Sun and nodes of fate. Focus on maintaining peace and stability, leaving the outside world to its own devices. Changes to your professional life may emerge throughout the coming months once Uranus retrogrades into Taurus. If you're moving backwards, it might be time to reevaluate your position. Try to create a harmonious home while Venus squares Pluto this evening, or conflict will ensue. Set aside power struggles and celebrate camaraderie when Luna aspects Chiron and Saturn tonight."
        },
        "kh": {
            "today": "កន្លែងមានសុវត្ថិភាពរបស់អ្នកអាចត្រូវបានរំខានដោយសំលេងរំខានឬយោបល់ខាងក្រៅ, Leo ជាទីស្រឡាញ់, ដូចជា Gemini Moon បង្កើតបានជាការតភ្ជាប់គ្នាជាមួយនឹងព្រះអាទិត្យនិងថ្នាំងនៃជោគវាសនា។ផ្តោតលើការថែរក្សាសន្តិភាពនិងស្ថេរភាពដោយបន្សល់ទុកនូវពិភពខាងក្រៅនៃឧបករណ៍របស់ខ្លួន។ការផ្លាស់ប្តូរជីវិតដែលមានជំនាញវិជ្ជាជីវៈរបស់អ្នកអាចលេចចេញពេញមួយខែខាងមុខនេះនៅពេលដែល Uranus Retrogrades ចូលទៅក្នុង Taurus ។ប្រសិនបើអ្នកធ្វើចលនាថយក្រោយវាប្រហែលជាដល់ពេលដែលត្រូវវាយតម្លៃទីតាំងរបស់អ្នកឡើងវិញ។ព្យាយាមបង្កើតផ្ទះដែលមានភាពសុខដុមរមនាខណៈពេលដែល Venus Squares Pluto នៅល្ងាចនេះឬជម្លោះនឹងកើតឡើង។កំណត់ការតស៊ូអំណាចនិងអបអរសាទរកាំរស្មីនៅពេលដែលទិដ្ឋភាពឡូសនិងសៅរ៍នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Personal space will be hard to come by this morning, dear Taurus, as the Gemini moon forms challenging aspects with the Sun and nodes of fate. You may feel yourself shutting down, and it's essential to look for ways to support yourself throughout the day. Uranus retrogrades into your sign this evening, encouraging you to create your own mold. Expect to feel more rebellious and in need of independence throughout the coming months. Meanwhile, Venus and Pluto square off, leaving you with little energy to offer others. Turn off your devices and slip away into a world of peace and luxury later tonight while Luna aligns with Chiron and Saturn."
        },
        "kh": {
            "today": "កន្លែងផ្ទាល់ខ្លួននឹងពិបាកក្នុងការមកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Gemini Moon បង្កើតបានជាទិដ្ឋភាពប្រឈមជាមួយនឹងព្រះអាទិត្យនិងថ្នាំងនៃជោគវាសនា។អ្នកអាចមានអារម្មណ៍ថាខ្លួនអ្នកបិទហើយវាចាំបាច់ក្នុងការស្វែងរកវិធីដើម្បីផ្គត់ផ្គង់ខ្លួនឯងពេញមួយថ្ងៃ។Uranus Retrogrades ចូលទៅក្នុងសញ្ញារបស់អ្នកនៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យបង្កើតផ្សិតផ្ទាល់ខ្លួនរបស់អ្នក។រំពឹងថានឹងមានអារម្មណ៍បះបោរកាន់តែខ្លាំងឡើង ៗ ហើយត្រូវការឯករាជ្យភាពពេញប៉ុន្មានខែខាងមុខនេះ។ទន្ទឹមនឹងនេះ Venus មាន Venus និង Pluto Square បិទដោយធ្វើឱ្យអ្នកមានថាមពលតិចតួចដើម្បីផ្តល់ជូនអ្នកដទៃ។បិទឧបករណ៍របស់អ្នកហើយរអិលចូលពិភពនៃសន្តិភាពនិងភាពប្រណីតនៅយប់នេះខណៈពេលដែល Luna តម្រឹមជាមួយ ongrands ជាមួយ ongrand ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your morning could present a few uncomfortable moments, dear Gemini, as Luna forms challenging aspects with the Sun and nodes of fate. Your efforts at home and around the office aren't fully appreciated, lacking the recognition and rewards they deserve. Uranus exits your sign and backtracks into Taurus this evening, triggering major revelations throughout the coming weeks. Embrace change, allow your thought patterns to shift, and brace for the unexpected. A harsh square between Venus and Pluto highlights flaws in your plans, but don't give up on your dreams just yet. Connect with friends to get your mind off work while Luna aligns with Chiron and Saturn tonight."
        },
        "kh": {
            "today": "ពេលព្រឹករបស់អ្នកអាចបង្ហាញពីពេលវេលាដែលមិនស្រួលពីរបីឈ្មោះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Luna បង្កើតបានជាទិដ្ឋភាពប្រឈមជាមួយនឹងព្រះអាទិត្យនិងថ្នាំងនៃជោគវាសនា។កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នកនៅផ្ទះនិងជុំវិញការិយាល័យមិនត្រូវបានគេវាយតម្លៃខ្ពស់ទេដោយខ្វះការទទួលស្គាល់និងរង្វាន់ដែលពួកគេសមនឹងទទួលបាន។អ៊ុយរ៉ានុសបានចេញពីសញ្ញានិងខ្សែការពាររបស់អ្នកទៅជា Taurus នៅល្ងាចនេះដែលបង្កឱ្យមានវិវរណៈធំ ៗ ពេញមួយសប្តាហ៍ខាងមុខនេះ។បញ្ចូលការផ្លាស់ប្តូរអនុញ្ញាតឱ្យគំនិតរបស់អ្នកផ្លាស់ប្តូរនិងដង្កៀបសម្រាប់អ្វីដែលមិនបានរំពឹងទុក។ការេដ៏សាហាវរវាង Venus និង Pluto បង្ហាញពីគុណវិបត្តិនៅក្នុងផែនការរបស់អ្នកប៉ុន្តែកុំបោះបង់ចោលក្តីសុបិន្តរបស់អ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិដើម្បីធ្វើឱ្យគំនិតរបស់អ្នកឈប់ធ្វើការខណៈពេលដែល Luna តម្រឹមជាមួយ ongor និង saturn នៅយប់នេះ។"
        }
    }
]