[
    {
        "sign": "Aries",
        "en": {
            "today": "Discuss your hopes and dreams with your wisest and most encouraging friends, dear Ram. As Venus aligns with Saturn and Neptune, you'll have a gift for speaking these desires into reality with a bit of planning and imagination. Avoid impulse spending and be on guard for unexpected expenses when the Scorpio Moon opposes Uranus midafternoon. Luck will be on your side once more when Luna drifts into Sagittarius, activating the sector of your chart that governs higher thinking and spirituality. Put yourself out there when Pluto stirs later tonight, increasing your chances of meeting someone who can change your life for the better."
        },
        "kh": {
            "today": "ពិភាក្សាពីក្តីសង្ឃឹមនិងក្តីសុបិន្តរបស់អ្នកជាមួយមិត្តភក្តិដែលឆ្លាតបំផុតនិងលើកទឹកចិត្តបំផុត RAM ជាទីស្រឡាញ់។ដោយសារ Venus មាន Venus តម្រឹមជាមួយសៅរ៍និង Neptune អ្នកនឹងមានអំណោយសម្រាប់ការនិយាយពីបំណងប្រាថ្នាទាំងនេះទៅក្នុងការពិតជាមួយនឹងការធ្វើផែនការនិងការស្រមើលស្រមៃបន្តិចបន្តួច។ជៀសវាងការចំណាយកម្លាំងចិត្តនិងត្រូវបានការពារសម្រាប់ការចំណាយដែលមិនបានរំពឹងទុកនៅពេលដែល Scorpupio Moon ប្រឆាំងនឹងតំបន់អ៊ឺរ៉ុបរបស់អ៊ឺរ៉ុប។សំណាងនឹងនៅខាងអ្នកនៅពេលដែល Luna បានរសាត់ទៅ Sagittarius ធ្វើឱ្យវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការគិតពិចារណាខ្ពស់និងភាពខាងវិញ្ញាណ។ដាក់ខ្លួនអ្នកនៅទីនោះនៅពេលផ្លាតូកូរនៅយប់នេះការបង្កើនឱកាសរបស់អ្នកក្នុងការជួបអ្នកដែលអាចផ្លាស់ប្តូរជីវិតរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Find strength within your community, dearest Leo, as Venus forms soft alliances with Saturn and Neptune. By sharing art or promoting understanding and togetherness, you'll have a chance to make your mark on society. Watch out for drama midafternoon when the Scorpio Moon opposes Uranus, triggering mood swings amongst family and colleagues. Maintain a reserved demeanor to avoid inflating the issue further. Luckily, you'll have a chance to laugh off tensions once Luna enters Sagittarius, amplifying your charisma and ability to create fun. Intimate vibes bring you closer to loved ones when passions are shared while Pluto stirs tonight."
        },
        "kh": {
            "today": "ស្វែងរកភាពរឹងមាំនៅក្នុងសហគមន៍របស់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Venus មានវត្តមានរបស់ Fastiancer ជាមួយ Saturn និង Neptune ។តាមរយៈការចែករំលែកសិល្បៈឬលើកកម្ពស់ការយល់ដឹងនិងការរួមគ្នាអ្នកនឹងមានឱកាសធ្វើឱ្យសញ្ញាសំគាល់របស់អ្នកនៅលើសង្គម។ប្រយ័ត្នចំពោះរឿងល្ខោននៅពាក់កណ្តាលចុងភៅនៅពេលដែល Scorpio Moon ជំទាស់នឹងអ៊ុយរ៉ានុសដែលបង្កឱ្យមានអារម្មណ៍មិនល្អក្នុងចំណោមគ្រួសារនិងសហសេវិក។រក្សាការថែរក្សាដែលបានបម្រុងទុកដើម្បីចៀសវាងការបំប៉ោងបញ្ហានេះបន្ថែមទៀត។សំណាងល្អអ្នកនឹងមានឱកាសសើចដោយមានភាពតានតឹងនៅពេលដែល Luna ចូល Sagittarius, ពង្រីកភាពរអាក់រអួលរបស់អ្នកនិងសមត្ថភាពក្នុងការបង្កើតភាពសប្បាយរីករាយ។ភាពរស់រវើកដែលមានភាពស្និទ្ធស្នាលនាំអ្នកឱ្យកាន់តែជិតស្និទ្ធនឹងមនុស្សជាទីស្រឡាញ់នៅពេលដែលតណ្ហាត្រូវបានចែករំលែកខណៈពេលដែល Pluto ជំរុញនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A mysterious yet stabilizing energy surrounds you throughout the day, darling Taurus, as Venus connects with Saturn and Neptune. Harness these vibes by embracing the power of visualization, imagining your wishes coming to fruition with great detail. Complications within your closest relationships could throw you off guard midafternoon when the Scorpio Moon opposes Uranus. Luckily, you'll have a chance to clear up miSunderstandings while strengthening these dynamics once Luna drifts into Sagittarius. Themes around discipline and personal transformation will be pronounced while Pluto stirs later tonight. Recognize where you need more structure to reach your fullest potential."
        },
        "kh": {
            "today": "ថាមពលដ៏សាហាវមួយដែលមានស្ថេរភាពនៅឡើយទេនៅព័ទ្ធជុំវិញអ្នកពេញមួយថ្ងៃ Taurling Taurus, ដូចជា Venus ភ្ជាប់ជាមួយ Saturn និង Neptune ។ទាញយកភាពរស់រវើកទាំងនេះដោយការឱបក្រសោបអំណាចនៃការមើលឃើញដោយស្រមៃថាបំណងប្រាថ្នារបស់អ្នកនឹងទទួលបានផ្លែផ្កាដែលមានលក្ខណៈលម្អិតយ៉ាងល្អិតល្អន់។ផលវិបាកក្នុងទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកអាចបណ្តេញអ្នកចេញឆ្មាំយាមនៅពេលដែល Scorpio Moon ប្រឆាំងអ៊ែន។សំណាងអ្នកនឹងមានឱកាសបោសសម្អាងការយល់ច្រឡំខណៈពេលដែលពង្រឹងសក្ដានុពលទាំងនេះនៅពេលដែល Luna បានរសាត់ទៅ Sagittarius ។ប្រធានបទនៅជុំវិញវិន័យនិងការផ្លាស់ប្តូរផ្ទាល់ខ្លួននឹងត្រូវបានបញ្ចេញសម្លេងខណៈពេលដែល Pluto កូរនៅយប់នេះនៅយប់នេះ។ទទួលស្គាល់កន្លែងដែលអ្នកត្រូវការរចនាសម្ព័ន្ធបន្ថែមទៀតដើម្បីឈានដល់សក្តានុពលពេញលេញរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your desire for popularity and status benefits from a cosmic boost, dearest Gemini, thanks to sweet connections between Venus, Saturn, and Neptune. Take your role as a social butterfly seriously, setting a positive example while allowing your most extraordinary talents to shine through. Try to stay grounded as excitement builds, especially if you start to feel sloppy. While the Scorpio Moon and Uranus face off, mistakes will be made more easily. Luckily, the ambiance evens out significantly once Luna bursts into Sagittarius midafternoon. Mystical vibes will put you in a romantic headspace later this evening once the Moon and Pluto align."
        },
        "kh": {
            "today": "បំណងប្រាថ្នារបស់អ្នកសម្រាប់ប្រជាប្រិយភាពនិងអត្ថប្រយោជន៍នៃការជំរុញលោហធាតុដែលជាទីស្រឡាញ់បំផុត Gemini ដោយអរគុណដល់ទំនាក់ទំនងដ៏ផ្អែមល្ហែមរវាង Venus, Saturn និង Neptune ។ដើរតួនាទីរបស់អ្នកជាមេអំបៅសង្គមមួយយ៉ាងខ្លាំងដោយកំណត់ឧទាហរណ៍វិជ្ជមានខណៈពេលដែលអនុញ្ញាតឱ្យមានទេពកោសល្យដ៏អស្ចារ្យបំផុតរបស់អ្នកដើម្បីបញ្ចាំងពន្លឺ។ព្យាយាមធ្វើឱ្យមានមូលដ្ឋានគ្រឹះជាការរំភើបអគារជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានអារម្មណ៍យឺត។ខណៈពេលដែល Scorpio Moon និង Uranus ប្រឈមមុខនឹងកំហុសនឹងត្រូវបានធ្វើឱ្យកាន់តែងាយស្រួល។ជាសំណាងល្អបរិយាកាសនៅធ្វើការចេញគួរឱ្យកត់សម្គាល់នៅពេលដែល Luna ផ្ទុះចូលទៅក្នុង Sagittarius ពាក់កណ្តាលនៃ Sagittarius ។ភាពរស់រវើកបែបអាថ៌កំបាំងនឹងធ្វើឱ្យអ្នកនៅក្នុងក្បាលដែលរ៉ូមែនទិកនៅល្ងាចនេះនៅល្ងាចនេះនៅពេលដែលព្រះច័ន្ទនិងផ្លាតូតម្រឹម។"
        }
    }
]