[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon enters Libra and aspects dreamy Neptune this morning, beloved ram, putting you in a sweet and sentimental mood. You'll have a chance to peel back layers and deepen connections when Pluto activates, allowing you to grow blossoming relationships. This energy is also perfect for finding your role within group dynamics, leading with a compassionate and inclusive heart. Find your center just before afternoon sets in, and Luna opposes Venus, putting harmony and softness first. Unleash your playful side by seeking adventure with someone you love this evening when Mars activates to promote fun while intensifying passions."
        },
        "kh": {
            "today": "ព្រះច័ន្ទចូល Libra និងទិដ្ឋភាពសុបិន Neptune នៅព្រឹកនេះ Ram ដែលជាទីស្រឡាញ់ដាក់អ្នកក្នុងអារម្មណ៍ផ្អែមល្ហែមនិងមនោសញ្ចេតនា។អ្នកនឹងមានឱកាសរបកស្រទាប់និងការតភ្ជាប់កាន់តែស៊ីជម្រៅនៅពេលផ្លាតូធ្វើឱ្យអ្នករីកចម្រើននូវទំនាក់ទំនងរីកលូតលាស់។ថាមពលនេះក៏ល្អឥតខ្ចោះផងដែរសម្រាប់ការស្វែងរកតួនាទីរបស់អ្នកក្នុងសក្ដានុពលជាក្រុមដែលនាំឱ្យមានបេះដូងអាណិតអាសូរនិងបញ្ចូលគ្នា។ស្វែងរកមជ្ឈមណ្ឌលរបស់អ្នកមុនពេលរសៀលចូលពេលរសៀលហើយ Luna ប្រឆាំងនឹង Venus មានភាពសុខដុមនិងទន់ដំបូង។បញ្ចេញនូវការលេងរបស់អ្នកដោយស្វែងរកការផ្សងព្រេងជាមួយនរណាម្នាក់ដែលអ្នកចូលចិត្តនៅល្ងាចនេះនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មដើម្បីលើកកម្ពស់ភាពសប្បាយរីករាយខណៈពេលដែលភាពលោភលន់កាន់តែខ្លាំងឡើង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The universe sends signals your way early this morning, sweet lion, as the Libra moon and Neptune align. Take a few moments to journal or recall your dreams upon awakening, searching for enlightenment and messages from beyond. Intimate conversations find you while Pluto stirs, inviting you to pull loved ones closer. If you're currently nurturing a romantic relationship, discussions around commitment could come into play. Make a wish, and it might manifest in mysterious ways while Venus stirs this afternoon. Make good on your promises or back up ideas with concrete action when Luna and Mars align this evening."
        },
        "kh": {
            "today": "សាកលលោកបានផ្ញើសញ្ញាឱ្យផ្លូវរបស់អ្នកនៅព្រឹកនេះ, តោផ្អែម, ដូចជា Libra Moon និង Neptune តម្រឹម។ចំណាយពេលមួយភ្លែតទៅទិនានុប្បវត្តិឬរំ some កក្តីសុបិន្តរបស់អ្នកនៅពេលភ្ញាក់ដឹងខ្លួនស្វែងរកការត្រាស់ដឹងនិងសារពីលើសពីនេះ។ការសន្ទនាជិតស្និទ្ធនឹងរកអ្នកនៅពេលផ្លាធូរំជាកអ្នកដើម្បីទាញអ្នកដែលអ្នកចូលចិត្តទាញអ្នកដែលនៅជិត។ប្រសិនបើអ្នកកំពុងចិញ្ចឹមបីបាច់ទំនាក់ទំនងស្នេហានោះការពិភាក្សាជុំវិញការប្តេជ្ញាចិត្តអាចកើតមាន។ធ្វើឱ្យមានបំណងប្រាថ្នាហើយវាអាចបង្ហាញឱ្យឃើញនៅក្នុងវិធីអាថ៌កំបាំងខណៈដែល Venus Venus បានកូរនៅរសៀលនេះ។ធ្វើឱ្យបានល្អលើការសន្យារបស់អ្នកឬបម្រុងទុកគំនិតដោយមានសកម្មភាពជាក់ស្តែងនៅពេលដែល Luna និងភពព្រះអង្គារបានតម្រឹមនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could wake up feeling slightly unrested, dear bull, as the Libra moon and Neptune face off. Examine if your routines need an overhaul, giving yourself extra time to sleep, exercise, and eat well. Luckily, Pluto steps in to improve your sense of discipline, helping you get on the right track. This cosmic climate also gives you additional pull around the office, nudging you to reach for new heights. Take a breather as afternoon creeps in and Luna opposes Venus, giving yourself space to decompress and reflect. Your home bustles with joy this evening, thanks to a helping hand from Mars."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ឡើងមានអារម្មណ៍វឹកវរដោយគ្មានការវែកញែកបន្តិចគោជាទីស្រឡាញ់នៅពេលដែល Libra Moon និង Feptune Fold បានបិទ។ពិនិត្យប្រសិនបើទម្លាប់របស់អ្នកត្រូវការការកែលម្អដោយផ្តល់ឱ្យខ្លួនឯងនូវពេលវេលាបន្ថែមសម្រាប់ការគេងហាត់ប្រាណនិងបរិភោគបានល្អ។សំណាងបរិសុទ្ធផ្លាតូឈានជើងចូលដើម្បីបង្កើនស្មារតីវិន័យរបស់អ្នកដោយជួយអ្នកឱ្យដើរលើផ្លូវត្រូវ។អាកាសធាតុលោហធាតុនេះក៏ផ្តល់ឱ្យអ្នកនូវការទាញបន្ថែមនៅជុំវិញការិយាល័យដោយអាក្រាតអ្នកឈានដល់កំពស់ថ្មី។យករោមភ្នែកដូចពេលរសៀលចូលនិង Luna ជំទាស់នឹង Venus មានកន្លែងទំនេររបស់ខ្លួនអ្នកដើម្បីពន្លឿននិងឆ្លុះបញ្ចាំង។ផ្ទះរបស់អ្នកមានភាពរីករាយជាមួយនឹងសេចក្តីអំណរនៅល្ងាចនេះដោយអរគុណដល់ជំនួយពីភពព្រះអង្គារ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon drifts into Libra and faces off with Neptune early this morning, dearest Gemini. This cosmic climate heightens your awareness, shining a light on your role in society. Set an intention to put good into the world, but understand your limitations. The stars align to remove what is no longer serving you while Pluto stirs, so try not to fight against change. Now is also a good time to find empowerment through spiritual practices. Do something creative to fight screen fatigue as the afternoon creeps in. A lust for knowledge drives you toward personal research when Mars activates this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅក្នុងបណ្ណាល័យហើយប្រឈមមុខនឹងណីតុននៅព្រឹកព្រលឹមនៅព្រឹកនេះដែលជាហ្គីមីនជាទីស្រឡាញ់បំផុត។អាកាសធាតុលោហធាតុនេះផ្តល់ឱ្យការយល់ដឹងរបស់អ្នក, បញ្ចាំងពន្លឺពន្លឺលើតួនាទីរបស់អ្នកនៅក្នុងសង្គម។កំណត់បំណងមួយដើម្បីដាក់អំពើល្អចូលក្នុងពិភពលោកប៉ុន្តែយល់ពីដែនកំណត់របស់អ្នក។តារាតម្រង់ជួរដើម្បីដកចេញនូវអ្វីដែលលែងបម្រើអ្នកនៅពេលផ្លាតូផ្លាទីដូច្នេះព្យាយាមមិនឱ្យប្រយុទ្ធប្រឆាំងនឹងការផ្លាស់ប្តូរ។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការស្វែងរកការផ្តល់អំណាចតាមរយៈការអនុវត្តខាងវិញ្ញាណ។ធ្វើអ្វីដែលប្រកបដោយការច្នៃប្រឌិតដើម្បីប្រយុទ្ធនឹងការអស់កម្លាំងអេក្រង់នៅពេលដែលរសៀលកាន់តែខ្លាំង។ តណ្ហាសម្រាប់ចំណេះដឹងជំរុញឱ្យអ្នកឆ្ពោះទៅរកការស្រាវជ្រាវផ្ទាល់ខ្លួននៅពេលដែលភពព្រះអង្គារសកម្មធ្វើឱ្យល្ងាចនេះសកម្មនៅល្ងាចនេះ។"
        }
    }
]