[
    {
        "sign": "Aries",
        "en": {
            "today": "The Scorpio sun and Virgo Moon highlight the importance of reliable partners, dear Aries. Recognize who you work well with, both professionally and personally. If you don't always express gratitude for the help and support these people provide, now is a good time to do so. When it comes to shared goals, get busy as a team. Grace fills your home when Luna aspects Jupiter and Saturn later today, granting permission to temporarily ignore drama, responsibilities, or chores in favor of getting cozy. Just try not to create additional messes, or you may feel overwhelmed once it's time to tidy up."
        },
        "kh": {
            "today": "Scorpio Sun និង Virgo Moon គូសបញ្ជាក់ពីសារៈសំខាន់នៃដៃគូដែលអាចទុកចិត្តបាន, ជាទីស្រឡាញ់ aries ។ទទួលស្គាល់ថាអ្នកធ្វើការបានល្អទាំងវិជ្ជាជីវៈនិងផ្ទាល់។ប្រសិនបើអ្នកមិនតែងតែបង្ហាញការដឹងគុណចំពោះជំនួយនិងការគាំទ្រដល់ប្រជាជនទាំងនេះទេឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីធ្វើដូច្នេះ។នៅពេលនិយាយអំពីគោលដៅដែលបានចែករំលែកមានភាពមមាញឹកក្នុងនាមជាក្រុម។ព្រះគុណបំពេញផ្ទះរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសនិងសៅរ៍នៅថ្ងៃនេះដោយផ្តល់ការអនុញ្ញាតឱ្យមិនអើពើនឹងល្ខោនទំនួលខុសត្រូវជាបណ្តោះអាសន្នក្នុងការពេញចិត្តនៃការធ្វើឱ្យកក់ក្ដៅ។គ្រាន់តែព្យាយាមមិនបង្កើតការរញ៉េរញ៉ៃបន្ថែមឬអ្នកអាចមានអារម្មណ៍ថាមានអារម្មណ៍ធុញថប់នៅពេលវាដល់ពេលដែលត្រូវថ្ងាំ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in a doting mood as the Scorpio sun and Virgo align, dear Leo, with a desire to pamper yourself and loved ones. Be generous with your resources without going overboard. Acts of love will be more memorable than material gestures, and won't hurt your bank account. Luna aligns with Jupiter and Saturn later today, asking you to reflect. Carve out some time to be alone in nature, releasing tension as you review present circumstances. Begin by identifying where you feel restricted and what you must let go of, then focus on what you hope to build."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ច្របូកច្របល់ដូច Scorpio Sun និង Virgo តម្រឹម, Leo ជាទីស្រឡាញ់ដោយមានបំណងចង់ធ្វើឱ្យខ្លួនអ្នករីករាយនិងមនុស្សជាទីស្រឡាញ់។មានចិត្តសប្បុរសដោយប្រើធនធានរបស់អ្នកដោយមិនចាំបាច់ដើរលេង។ទង្វើនៃសេចក្តីស្រឡាញ់នឹងកាន់តែគួរឱ្យចងចាំជាងកាយវិការសម្ភារៈហើយនឹងមិនធ្វើឱ្យប៉ះពាល់ដល់គណនីធនាគាររបស់អ្នកទេ។Luna តម្រឹមជាមួយភពព្រហស្បតិ៍ហើយសៅរ៍នៅថ្ងៃនេះដោយស្នើសុំឱ្យអ្នកឆ្លុះបញ្ចាំង។ឆ្លាក់ពេលខ្លះដើម្បីនៅម្នាក់ឯងក្នុងធម្មជាតិការបញ្ចេញភាពតានតឹងនៅពេលអ្នកពិនិត្យមើលកាលៈទេសៈបច្ចុប្បន្ន។ចាប់ផ្តើមដោយកំណត់កន្លែងដែលអ្នកមានអារម្មណ៍ថាបានដាក់កម្រិតហើយអ្វីដែលអ្នកត្រូវបោះបង់ចោលបន្ទាប់មកផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថានឹងសាងសង់។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel like fussing over loved ones, dear Taurus, as the Scorpio sun and Virgo Moon align. Acts of service can strengthen bonds while providing you with a means to express what's in your heart. Just be mindful of letting others cater to you as well, and ask for help when you need it. Seek out culturally rich experiences later today once Luna aspects Jupiter and Saturn, feeding your mind while circulating public events that focus on art or intellectual pursuits. You'll leave feeling inspired to pursue your own interests, and may even make a few influential friends along the way."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ចង់រអ៊ូរទាំលើមនុស្សជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់នៅពេលដែល Scorpio Sun និង Virgo Monign តម្រឹម។សកម្មភាពនៃសេវាកម្មអាចពង្រឹងចំណងខណៈពេលដែលផ្តល់ឱ្យអ្នកនូវមធ្យោបាយមួយដើម្បីបង្ហាញពីអ្វីដែលមាននៅក្នុងចិត្តរបស់អ្នក។គ្រាន់តែចងចាំថាអនុញ្ញាតឱ្យអ្នកដទៃចិញ្ចឹមអ្នកផងដែរហើយសុំជំនួយនៅពេលអ្នកត្រូវការវា។ស្វែងរកបទពិសោធន៍វប្បធម៌វប្បធម៌នៅលើវប្បធម៌នៅថ្ងៃនេះនៅពេលដែលទិដ្ឋភាពនៃដងផ្លន់ភពព្រហ្មចារីនិងសៅរ៍ផ្តល់នូវគំនិតរបស់អ្នកនៅពេលកំពុងផ្សព្វផ្សាយព្រឹត្តិការណ៍សាធារណៈដែលផ្តោតលើការស្វែងរកសិល្បៈឬបញ្ញា។អ្នកនឹងចាកចេញពីអារម្មណ៍ដែលបំផុសគំនិតឱ្យស្វែងរកផលប្រយោជន៍ផ្ទាល់ខ្លួនហើយថែមទាំងអាចធ្វើឱ្យមិត្តភក្តិមានឥទ្ធិពលមួយចំនួនទៀតនៅតាមផ្លូវ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "How your body and heart play into one another is highlighted, dear Gemini, as the Scorpio sun and Virgo Moon align. Physical movement offers a powerful release when it comes to letting go of stress, grief, or fear. Exhale stagnant energy and breathe in new hope as you prepare for the day, giving your body what it needs along the way. Seek all that is warm and cozy once Luna aspects Jupiter and Saturn later today, drawing firm boundaries between your home life and external responsibilities. Find value in simple moments to alleviate any unnecessary pressure you've been putting on yourself recently."
        },
        "kh": {
            "today": "របៀបដែលរាងកាយនិងបេះដូងរបស់អ្នកចាក់ក្នុងមួយផ្សេងទៀតត្រូវបានបន្លិច, ជាទីស្រឡាញ់ជាទីស្រឡាញ់, ដូចជា Scorpio Sun និង Virgo Monign តម្រឹម។ចលនារាងកាយផ្តល់នូវការចេញផ្សាយដ៏មានឥទ្ធិពលនៅពេលដែលធ្វើឱ្យមានភាពតានតឹងភាពតានតឹងការសោកសៅឬការភ័យខ្លាច។ដកដង្ហើមថាមពលដែលនៅទ្រឹងនិងដកដង្ហើមក្នុងក្តីសង្ឃឹមថ្មីនៅពេលអ្នករៀបចំខ្លួនសម្រាប់ថ្ងៃដែលផ្តល់ឱ្យរាងកាយរបស់អ្នកនូវអ្វីដែលត្រូវការនៅតាមផ្លូវ។ស្វែងរកអ្វីទាំងអស់ដែលមានភាពកក់ក្តៅនិងកក់ក្ដៅនៅពេលដែលទិដ្ឋភាពនៃដងផាំ Luna និងភពសោធនសម័យនៅថ្ងៃនេះដែលទទួលបានព្រំដែនរឹងមាំរវាងជីវិតផ្ទះរបស់អ្នកនិងការទទួលខុសត្រូវពីខាងក្រៅរបស់អ្នក។ស្វែងរកតម្លៃក្នុងគ្រាសាមញ្ញដើម្បីកាត់បន្ថយសម្ពាធដែលមិនចាំបាច់ណាមួយដែលអ្នកបានដាក់ខ្លួនថ្មីៗនេះ។"
        }
    }
]