[
    {
        "sign": "Aries",
        "en": {
            "today": "You may feel as though you're being cosmically redirected this morning, dearest Aries, as the Pisces moon aligns with the nodes of fate. Flow with change as it comes, recognizing how confident choices or behaviors have triggered disorganization. Open yourself up to nurturing from others while the Cancer sun illuminates your solar fourth house. Alone time can also be beneficial for finding clarity and peace of mind. You'll feel refreshed later tonight when Luna enters your sign and aspects Uranus, giving you a better idea of where you're heading. Excitement builds as new ideas are explored, so don't be afraid to leave your comfort zone."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាអ្នកកំពុងត្រូវបានប្តូរទិសយ៉ាងស៊ីជម្រៅនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលពូជច្របូកច្របល់គឺតម្រឹមជាមួយថ្នាំងរបស់វាសនា។ហូរជាមួយនឹងការផ្លាស់ប្តូរដូចដែលវាបានកើតឡើងដោយទទួលស្គាល់ថាតើជម្រើសនៃជម្រើសឬអាកប្បកិរិយាដែលបានបង្កឱ្យមានការលូតលាស់យ៉ាងខ្លាំង។បើកឱ្យខ្លួនអ្នកធុញទ្រាន់នឹងការចិញ្ចឹមបីបាច់ពីអ្នកដទៃខណៈពេលដែលស៊ុនមានពន្លឺព្រះអាទិត្យបំភ្លឺផ្ទះទីបួនពន្លឺព្រះអាទិត្យរបស់អ្នក។ពេលវេលាតែម្នាក់ឯងក៏អាចមានអត្ថប្រយោជន៍សម្រាប់ការស្វែងរកភាពច្បាស់លាស់និងសន្តិភាពនៃចិត្តដែរ។អ្នកនឹងមានអារម្មណ៍ស្រស់ស្រាយនៅយប់នេះនៅពេលដែល Luna ចូលក្នុងសញ្ញានិងទិដ្ឋភាពរបស់អ្នកអ៊ុយរ៉ានុសផ្តល់ឱ្យអ្នកនូវគំនិតល្អប្រសើរពីកន្លែងដែលអ្នកកំពុងធ្វើដំណើរ។ការរំភើបបង្កើតជាគំនិតថ្មីត្រូវបានរកឃើញដូច្នេះកុំភ័យខ្លាចក្នុងការចាកចេញពីតំបន់សុខស្រួលរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Walk with purpose as the Pisces moon aligns with the nodes of fate, dear Leo, triggering a renewed sense of empowerment. Look at the opportunities that are available to you, seizing change at a moment's notice if it can get you closer to the future you desire. You'll observe new cycles beginning as others end while the Cancer sun illuminates your solar twelfth house. Let go of dreams and promises that never came to fruition, trusting that better paths will reveal themselves. Luck strikes in mysterious ways once Luna enters Aries and aspects Uranus this evening, especially when you tap into your community."
        },
        "kh": {
            "today": "ដើរដោយមានគោលបំណងដូចជាការតស៊ូ Mon Mon តម្រឹមជាមួយថ្នាំងនៃវាសនា, Leo ជាទីស្រឡាញ់, កេះនូវអារម្មណ៍នៃការផ្តល់អំណាចថ្មី។សូមក្រឡេកមើលឱកាសដែលមានសម្រាប់អ្នកដោយរឹបអូសការផ្លាស់ប្តូរនៅពេលមានការជូនដំណឹងមួយភ្លែតប្រសិនបើវាអាចធ្វើឱ្យអ្នកកាន់តែខិតជិតដល់អនាគតដែលអ្នកចង់បាន។អ្នកនឹងសង្កេតបានវដ្តថ្មីចាប់ផ្តើមនៅពេលដែលអ្នកផ្សេងទៀតបញ្ចប់ខណៈពេលដែលព្រះអាទិត្យមហារីកបានបំភ្លឺផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។តាងនៃក្តីសុបិន្តនិងការសន្យាដែលមិនដែលទទួលបានផ្លែផ្កាដោយជឿជាក់ថាផ្លូវល្អប្រសើរជាងមុននឹងបង្ហាញខ្លួនពួកគេ។សំណាងធ្វើឱ្យមានសំណាងនៅក្នុងវិធីអាថ៌កំបាំងនៅពេលដែល Luna ចូល Aries និងទិដ្ឋភាពអ៊ុយរ៉ានុសនៅល្ងាចនេះជាពិសេសនៅពេលអ្នកចូលទៅក្នុងសហគមន៍របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Embrace your role as trendsetters this morning, dear Taurus, as the Pisces moon aligns with the nodes of fate. Putting your best foot forward increases your chances of making the right connections, which could alter your future for the better. Expand your understanding of the world once the sun and Luna align, putting in the effort to learn about different cultures and perspectives. A comforting quiet surrounds you later tonight when the moon enters Aries, inspiring you to go within and explore new ideas. Reflect on reasons you feel grateful by appreciating art and beauty when Uranus activates in your solar second house."
        },
        "kh": {
            "today": "ចាប់យកតួនាទីរបស់អ្នកជាអ្នកលេងឥវ៉ាន់នៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Pisces Moon តម្រឹមជាមួយថ្នាំងរបស់វាសនា។ការបញ្ជូនបន្តទៅមុខរបស់អ្នកបង្កើនឱកាសរបស់អ្នកក្នុងការធ្វើឱ្យការតភ្ជាប់ត្រឹមត្រូវដែលអាចផ្លាស់ប្តូរអនាគតរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង។ពង្រីកការយល់ដឹងរបស់អ្នកអំពីពិភពលោកនៅពេលដែលព្រះអាទិត្យនិង Luna បានតម្រឹមការខិតខំរៀនសូត្រអំពីវប្បធម៌និងទស្សនវិស័យផ្សេងៗគ្នា។ការលួងលោមដ៏ស្ងប់ស្ងាត់មួយដែលនៅជុំវិញអ្នកនៅយប់នេះនៅពេលដែលព្រះចន្ទចូល Aries ដែលបំផុសគំនិតអ្នកចូលក្នុងនិងស្វែងរកគំនិតថ្មីៗ។ឆ្លុះបញ្ចាំងពីមូលហេតុដែលអ្នកមានអំណរគុណចំពោះការកោតសរសើរសិល្បៈនិងសម្រស់នៅពេលអ៊ុយរ៉ានុសសកម្មក្នុងផ្ទះទី 2 នៃពន្លឺព្រះអាទិត្យរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Pisces moon and nodes of fate ask you to recommit to long-term goals, dear Gemini. Notice which aspirations energize and inspire you, funneling more time, emotion, and action into these ambitions. Positive changes to your financial situation could reveal themselves while the Cancer sun highlights your solar second house. Partner your determination with practical strategies to amplify your earning potential. Connect with your outer circle of friends this evening when Luna enters Aries and aspects Uranus, putting you in an outgoing mood. Make your voice heard within the community, both locally and through online connections."
        },
        "kh": {
            "today": "ពិសិដ្ឋមូននិងថ្នាំងរបស់វាសនាស្នើឱ្យអ្នកធ្វើការសាកសួរគោលដៅរយៈពេលវែង Gemini ជាទីស្រឡាញ់។សេចក្តីជូនដំណឹងដែលសេចក្តីប្រាថ្នាដែលមានថាមពលនិងជម្រុញឱ្យអ្នកជម្រុញចិត្តពេលវេលាអារម្មណ៍និងសកម្មភាពចូលទៅក្នុងមហិច្ឆតាទាំងនេះ។ការផ្លាស់ប្តូរជាវិជ្ជមានចំពោះស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នកអាចបង្ហាញពីខ្លួនឯងខណៈពេលដែលព្រះអាទិត្យមហារីកបង្ហាញពីផ្ទះទី 2 ពន្លឺព្រះអាទិត្យរបស់អ្នក។បំពេញការប្តេជ្ញាចិត្តរបស់អ្នកជាមួយនឹងយុទ្ធសាស្ត្រជាក់ស្តែងដើម្បីពង្រីកសក្តានុពលនៃការរកប្រាក់ចំណូលរបស់អ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយរង្វង់ខាងក្រៅរបស់មិត្តភក្តិនៅល្ងាចនេះនៅពេលដែល Luna ចូលទៅក្នុង Aries និងទិដ្ឋភាពអ៊ុយរ៉ានុសដាក់អ្នកក្នុងអារម្មណ៍ចេញ។ធ្វើឱ្យសំលេងរបស់អ្នកបាន heard នៅក្នុងសហគមន៍ទាំងក្នុងស្រុកនិងតាមរយៈការភ្ជាប់តាមអ៊ិនធរណេត។"
        }
    }
]