[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon enters Cancer early this morning, dear Aries, forming harsh connections with Venus and Neptune. Emotionally charged dreams and restless sleep could plague the start of your day, making it essential that you find ways to nurture the self while monitoring your feelings. Surround yourself with positive influences as the hours pass to maintain a happy disposition. A rare and highly auspicious aspect between Uranus and the nodes of fate could trigger significant changes to your trajectory, bringing you closer to prosperity. Do something luxurious from the comfort of home later tonight when the sun and Luna align."
        },
        "kh": {
            "today": "ព្រះច័ន្ទចូលមហារីកនៅព្រឹកនេះព្រឹកព្រលឹមជាទីស្រឡាញ់ការបង្កើតទំនាក់ទំនងដ៏ឃោរឃៅជាមួយ Venus និង Neptune ។ក្តីសុបិន្តដែលមានអារម្មណ៍រំជួលចិត្តនិងការគេងមិនស្រួលអាចធ្វើឱ្យការចាប់ផ្តើមនៃថ្ងៃរបស់អ្នកដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នករកវិធីដើម្បីចិញ្ចឹមខ្លួនឯងនៅពេលត្រួតពិនិត្យអារម្មណ៍របស់អ្នក។ព័ទ្ធជុំវិញខ្លួនអ្នកដោយឥទ្ធិពលវិជ្ជមាននៅពេលម៉ោងឆ្លងកាត់ដើម្បីរក្សានូវការលូតលាស់ដ៏រីករាយ។ទិដ្ឋភាពដ៏កម្រនិងគួរឱ្យអស់សំណើចមួយរវាងអ៊ុយរ៉ានុសនិងថ្នាំងរបស់វាសនាអាចបង្កការផ្លាស់ប្តូរគួរឱ្យកត់សម្គាល់ចំពោះគន្លងរបស់អ្នកដែលនាំឱ្យអ្នកកាន់តែជិតស្និទ្ធនឹងវិបុលភាព។ធ្វើអ្វីមួយដែលប្រណីតពីផាសុកភាពរបស់ផ្ទះនៅយប់នេះនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Messages of support could trickle into your dreams early this morning, dear Leo, as the Cancer moon aligns with Venus and Neptune. You'll find yourself in quiet and contemplative spirits upon awakening, so give yourself plenty of space to reflect. Shake-ups within your career path could begin to unfold while Uranus connects with the nodes of fate. Luckily, this cosmic climate seeks to evolve and improve your situation, so be sure to advocate for what you want and perhaps a little more. Bring more strategy into your long-term goals later tonight when the sun and moon form an elevating aspect."
        },
        "kh": {
            "today": "សារនៃការគាំទ្រអាចមានល្បិចចូលក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះឡេអូដែលជាទីស្រឡាញ់នៅពេលដែលមហារីកតម្រឹមជាមួយ Venus និង Neptune ។អ្នកនឹងឃើញខ្លួនអ្នកក្នុងភាពស្ងប់ស្ងាត់និងវិញ្ញាណដែលគិតពិចារណានៅពេលភ្ញាក់ដឹងខ្លួនដូច្នេះផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរជាច្រើនដើម្បីឆ្លុះបញ្ចាំង។ការរញ្ជួយនៅក្នុងមាគ៌ាអាជីពរបស់អ្នកអាចចាប់ផ្តើមលាតត្រដាងខណៈពេលដែលអ៊ុយរ៉ានុសភ្ជាប់ជាមួយថ្នាំងនៃវាសនា។សំណាងល្អអាកាសធាតុលោហធាតុនេះស្វែងរកការវិវត្តនិងបង្កើនស្ថានភាពរបស់អ្នកដូច្នេះត្រូវប្រាកដថាតស៊ូមតិសម្រាប់អ្វីដែលអ្នកចង់បានហើយប្រហែលជាមានច្រើនជាងនេះបន្តិច។នាំមកនូវយុទ្ធសាស្រ្តបន្ថែមទៀតចូលទៅក្នុងគោលដៅរយៈពេលវែងរបស់អ្នកនៅយប់នេះនៅពេលព្រះអាទិត្យនិងព្រះច័ន្ទបង្កើតបានកើនឡើងនូវទិដ្ឋភាពលើកឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll process much while traversing the dream realms, dear Taurus, as the Cancer moon squares off with Venus and Neptune. Give yourself space to decompress and release any pent-up emotions that flood your psyche upon awakening, but be mindful to search for silver linings. Tap into your community to elevate the heart and mind. An electrifying connection between Uranus and the nodes of fate brings exciting new connections your way. This energy has the potential to reshape how you view the future and your role in society. Lightbulbs go off when the sun and Luna align tonight, so be sure to document your ideas."
        },
        "kh": {
            "today": "អ្នកនឹងដំណើរការច្រើនខណៈពេលដែលឆ្លងកាត់អាណាចក្រសុបិន្ត, Taurus ជាទីស្រឡាញ់, ដូចជាមហារីកមហារីកច្របាច់បិទជាមួយ Venus និង Neptune ។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេររបស់ខ្លួនដើម្បីពន្លានិងដោះលែងអារម្មណ៍រសាត់ដែលជន់លិចដោយចិត្តរបស់អ្នកនៅពេលភ្ញាក់ប៉ុន្តែត្រូវយកចិត្តទុកដាក់ក្នុងការស្វែងរកស្រទាប់ប្រាក់។ប៉ះក្នុងសហគមន៍របស់អ្នកដើម្បីលើកកំពស់បេះដូងនិងចិត្ត។ការតភ្ជាប់អគ្គិសនីរវាងអ៊ុយរ៉ានុសនិងថ្នាំងរបស់វាសនានាំមកនូវការភ្ជាប់ថ្មីដ៏រំភើបតាមមាគ៌ារបស់អ្នក។ថាមពលនេះមានសក្តានុពលក្នុងការផ្លាស់ប្តូររបៀបដែលអ្នកមើលអនាគតនិងតួនាទីរបស់អ្នកនៅក្នុងសង្គម។អំពូលភ្លើងចេញទៅនៅពេលព្រះអាទិត្យនិងជង្សាតម្រឹមនៅយប់នេះដូច្នេះត្រូវប្រាកដថាចងក្រងឯកសារគំនិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna exits your sign and drifts into Cancer early this morning, dear Gemini, squaring off with Venus and Neptune. You could feel slightly off upon awakening and may need some extra time to ground. Avoid screens to connect with nature and your senses to aid with this process. Good vibes flow while Uranus aspects the nodes of fate, paving the way for personal breakthroughs. You'll have the power to break free from restraints and unhelpful cycles, though you'll need to act quickly and with determination. Explore your thoughts with a bit of luxury and quiet time while the sun and moon align tonight."
        },
        "kh": {
            "today": "Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយរសាត់ទៅក្នុងជំងឺមហារីកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់, ការច្របាច់ជាមួយ Venus និង Neptune ។អ្នកអាចមានអារម្មណ៍ថានៅលើការភ្ញាក់ដឹងខ្លួនបន្តិចហើយប្រហែលជាត្រូវការពេលវេលាបន្ថែមខ្លះដល់ដី។ជៀសវាងអេក្រង់ដើម្បីភ្ជាប់ជាមួយធម្មជាតិនិងអារម្មណ៍របស់អ្នកដើម្បីជួយដល់ដំណើរការនេះ។ភាពរស់រវើកល្អ ៗ ហូរខណៈពេលដែលទិដ្ឋភាពអ៊ុយរ៉ានុសថ្នាំងនៃជោគវាសនាដោយត្រួសត្រាយផ្លូវសម្រាប់របកគំហើញផ្ទាល់ខ្លួន។អ្នកនឹងមានអំណាចក្នុងការផ្តាច់ចេញពីការរឹតត្បិតនិងវដ្តដែលមិនជួយទោះបីជាអ្នកត្រូវការធ្វើសកម្មភាពយ៉ាងឆាប់រហ័សនិងជាមួយនឹងការប្តេជ្ញាចិត្តក៏ដោយ។ស្វែងយល់ពីគំនិតរបស់អ្នកជាមួយនឹងពេលវេលាប្រណីតនិងពេលវេលាស្ងប់ស្ងាត់បន្តិចខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅយប់នេះ។"
        }
    }
]