[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon and Chiron unite in your sign early this morning, dear Aries, blessing you with healing and a newfound sense of peace. Your senses awaken after Luna enters Taurus, though a harsh square with Pluto could trigger disenchantment with the outside world. If you need a break from socializing or the news cycle, feel free to disappear into more calming environments. You'll desire a partner once afternoon creeps in and Mercury aspects Mars, inspiring you to do something brave with a trusted ally by your side. Pull back and maintain a calm demeanor when the moon squares Mercury later today."
        },
        "kh": {
            "today": "ព្រះចន្ទនិងឈីលីរួបរួមគ្នាក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះព្រឹកព្រលឹមជាទីស្រឡាញ់ពស់អ្នកដែលបានជាសះស្បើយនិងអារម្មណ៍ថ្មីនៃសន្តិភាព។អារម្មណ៍របស់អ្នកភ្ញាក់ឡើងបន្ទាប់ពី Luna ចូល Taurus ទោះបីជាការ៉េដ៏សាហាវមួយដែលមានផ្លាតូអាចបង្កឱ្យមានការរំខានដល់ពិភពខាងក្រៅ។ប្រសិនបើអ្នកត្រូវការការសម្រាកពីទំនាក់ទំនងសង្គមឬវដ្តព័ត៌មានសូមមានអារម្មណ៍ថាមានសេរីភាពក្នុងការបាត់ទៅក្នុងបរិយាកាសស្ងប់ស្ងាត់បន្ថែមទៀត។អ្នកនឹងចង់បានដៃគូនៅពេលដែលទិដ្ឋភាពពេលរសៀលចូលនិងការបារតដែលបំផុសគំនិតអ្នកឱ្យធ្វើអ្វីមួយដែលក្លាហានជាមួយនឹងសម្ព័ន្ធមិត្តដែលទុកចិត្តនៅក្បែរអ្នក។ទាញត្រឡប់មកវិញនិងរក្សាអាកប្បកិរិយាស្ងប់ស្ងាត់នៅពេលដែលព្រះច័ន្ទការ៉េបារតនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Grace and healing wash over you early this morning, warm lion, thanks to a sweet union between the Aries moon and Chiron. A more serious ambiance emerges once Luna enters Taurus, maturing your thoughts and emotions. You may come to realize that you've outgrown specific dynamics while Pluto stirs, especially if you've felt held back. Remember that it's okay to move on in an effort to improve your own life, even if the process generates sorrow. Luckily, you'll feel elevated with each positive action you take while Mercury and Mars align this afternoon, helping you make the right decisions. Avoid backpedaling later today when Luna and Mercury square off."
        },
        "kh": {
            "today": "ព្រះគុណនិងការព្យាបាលការលាងសំអាតអ្នកនៅព្រឹកព្រលឹមព្រឹកក្តៅសូមអរគុណដល់សហជីពដ៏ផ្អែមល្ហែមរវាងលោក Aries Moon និង Chiron ។បរិយាកាសកាន់តែធ្ងន់ធ្ងរកើតឡើងនៅពេលដែល Luna ចូល Taurus ដែលមានភាពចាស់ទុំគំនិតនិងអារម្មណ៍របស់អ្នក។អ្នកអាចដឹងថាអ្នកបានធ្វើឱ្យសក្ដានុពលជាក់លាក់ដែលបានធ្វើឱ្យទាន់សម័យខណៈពេលដែល Pluto Stirs ជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាបានកាន់ត្រឡប់មកវិញ។សូមចាំថាវាមិនអីទេក្នុងការបន្តទៅមុខទៀតក្នុងការខិតខំធ្វើឱ្យប្រសើរឡើងនូវជីវិតរបស់អ្នកទោះបីជាដំណើរការនេះបង្កើតទុក្ខព្រួយក៏ដោយ។សំណាង, អ្នកនឹងមានអារម្មណ៍ថាខ្ពស់ជាងនេះដែលអ្នកប្រើខណៈដែលបារតនិងភពនាក្បត់តម្រឹមនៅរសៀលនេះជួយអ្នកធ្វើការសម្រេចចិត្តត្រឹមត្រូវ។ជៀសវាងការថយក្រោយនៅពេលក្រោយនៅពេលដែល Luna និងបារតការ៉េ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Messages of support from beyond the veil creep into your dreams early this morning, dearest Taurus, thanks to a sweet union between the Aries moon and Chiron. You'll feel reinvigorated and highly motivated to put your goals first once you've awakened and Luna enters your sign. However, a harsh square with Pluto may intensify battles you've been fighting, and a new approach might be necessary for making headway. Luckily, a supportive sextile between Mercury and Mars heightens your intellect, enabling you to see solutions that were previously overlooked. Get ready to work hard when breakthroughs present themselves. Sort through difficult emotions before sharing them later today, while Luna squares Mercury."
        },
        "kh": {
            "today": "សារនៃការគាំទ្រពីការលើសពីវាំងននយ៉ាងខ្លាំងចូលក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកព្រលឹមនៅព្រឹកនេះ Taurus ដែលជាទីស្រឡាញ់អរគុណដល់សហជីពដ៏ផ្អែមល្ហែមរវាង Aries Mong និង Chiron ។អ្នកនឹងមានអារម្មណ៍បង្កើតឡើងវិញនិងមានទឹកចិត្តខ្ពស់ក្នុងការដាក់គោលដៅរបស់អ្នកជាមុនសិននៅពេលដែលអ្នកភ្ញាក់ហើយ Luna ចូលក្នុងសញ្ញារបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយការ៉េដ៏សាហាវមួយដែលមានផ្លាតូអាចបង្កើនការប្រយុទ្ធដែលអ្នកបានប្រយុទ្ធហើយវិធីសាស្រ្តថ្មីប្រហែលជាចាំបាច់សម្រាប់ការធ្វើឱ្យឆ្ពោះទៅមុខ។សំណាងល្អដែលជាសាស្រ្តាចារ្យគាំទ្រការគាំទ្ររវាងបារតនិងភពព្រះអង្គារមានកម្ពស់ពីបញ្ញារបស់អ្នកដែលអាចឱ្យអ្នកមើលឃើញដំណោះស្រាយដែលត្រូវបានគេមើលរំលងពីមុន។ត្រៀមខ្លួនធ្វើការយ៉ាងលំបាកនៅពេលដែលរបកគំឃើញរបស់ខ្លួន។តម្រៀបតាមអារម្មណ៍ពិបាកមុនពេលចែករំលែកវានៅពេលក្រោយរហូតមកដល់សព្វថ្ងៃនេះខណៈដែល Luna Squares បារត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon drifts into Taurus early this morning, dearest Gemini, putting you in an observational headspace. Collect information while maintaining a low profile, considering how you can improve your current circumstances. Your connection with ancestors who have crossed over intensifies while Pluto stirs, motivating you to embrace new cycles by leaving past mistakes behind. Trust in your ability to cultivate growth and success, finding your power along the way. Act on behalf of your strongest ideas once Mercury and Mars align this afternoon, helping you gain experience and respect. Break negative thought patterns later today when Luna squares Mercury, giving yourself healthier topics to hold onto."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅក្នុងតំបន់ Taurus នៅព្រឹកព្រលឹមព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតដោយដាក់អ្នកនៅក្នុងក្បាលដីអង្កេត។ប្រមូលព័ត៌មាននៅពេលដែលរក្សាបាននូវទម្រង់ទាបដោយពិចារណាអំពីរបៀបដែលអ្នកអាចធ្វើឱ្យប្រសើរឡើងនូវកាលៈទេសៈបច្ចុប្បន្នរបស់អ្នក។ការផ្សារភ្ជាប់របស់អ្នកជាមួយបុព្វបុរសដែលបានឆ្លងកាត់លើកាន់តែខ្លាំងឡើងនៅពេលដែល Pluto កូរឱ្យលើកទឹកចិត្តអ្នកឱ្យក្រសោបវដ្តថ្មីដោយទុកចោលកំហុសពីក្រោយ។ទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងការដាំដុះកំណើននិងជោគជ័យដោយស្វែងរកថាមពលរបស់អ្នកនៅតាមផ្លូវ។ធ្វើសកម្មភាពក្នុងនាមគំនិតរបស់អ្នកដែលខ្លាំងបំផុតរបស់អ្នកនៅពេលបារតនិងភពនាដែនតម្រឹមនៅរសៀលនេះជួយអ្នកឱ្យទទួលបានបទពិសោធន៍និងការគោរព។បំបែកលំនាំនៃការគិតអវិជ្ជមាននៅថ្ងៃនេះនៅពេលដែល Luna Squares Mercury ផ្តល់ឱ្យខ្លួនអ្នកនូវប្រធានបទដែលមានសុខភាពល្អដល់ខ្លួនអ្នក។"
        }
    }
]