[
    {
        "sign": "Aries",
        "en": {
            "today": "Vivid dreams could provide solutions to your real-world problems, dear Aries, as the Virgo Moon aspects Neptune and Uranus. Luna drifts into harmonious Libra and aligns with Pluto as day breaks, bringing depth to developing relationships. Lower your guard with those who feel safe to evolve these connections forward, especially within matters of the heart. Mercury Rx brings a spiritual charge to the air, and the universe will send signs to prevent you from repeating past mistakes. Move with confidence when Mars activates this evening, and your efforts will take you farther than you imagined they would."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដ៏រស់រវើកអាចផ្តល់នូវដំណោះស្រាយចំពោះបញ្ហាពិតរបស់អ្នកដែលជាទីស្រឡាញ់របស់អ្នកគឺជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo និងអ៊ុយក្រែន។Luna បានរសាត់ទៅក្នុងបណ្ណាល័យដែលមានភាពសុខដុមរមនាហើយតម្រឹមជាមួយផ្លាតូនៅពេលសម្រាកថ្ងៃនាំឱ្យមានជម្រៅឱ្យមានការអភិវឌ្ឍទំនាក់ទំនង។បន្ទាបអ្នកដែលមានអ្នកដែលមានអារម្មណ៍ថាមានសុវត្ថិភាពក្នុងការវិវត្តការតភ្ជាប់ទាំងនេះទៅមុខជាពិសេសនៅក្នុងបញ្ហានៃបេះដូង។បារត RX នាំមកនូវការចោទប្រកាន់ខាងខ្យល់ដល់ខ្យល់ហើយសកលលោកនឹងបញ្ជូនសញ្ញាដើម្បីរារាំងអ្នកពីកំហុសម្តងទៀត។ផ្លាស់ប្តូរដោយមានទំនុកចិត្តនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យទាន់សម័យនៅល្ងាចនេះហើយការខិតខំរបស់អ្នកនឹងនាំអ្នកទៅឆ្ងាយជាងអ្វីដែលអ្នកបានស្រមៃពួកគេនឹងធ្វើ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo Moon aligns with Neptune and Uranus early this morning, dearest Leo, helping you release grudges and find gratitude. Your world will feel rich and romantic once Luna enters Libra and aspects Pluto, allowing you to see beyond the surface. Ask meaningful questions and share more details about your own life to build up relationships. Mental or creative blocks may emerge while Mercury retrogrades, encouraging you to review existing work or information instead of charging forward. Passionate connections heat up this evening when Mars stirs, but you'll require a partner who can match your wit and intellect."
        },
        "kh": {
            "today": "Virgo Mong ស្របគ្នានឹង Neptune និង Uranus នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលជួយអ្នកឱ្យដោះលែងអ្នកឱ្យចងគំនុំនិងស្វែងរកការដឹងគុណ។ពិភពលោករបស់អ្នកនឹងមានអារម្មណ៍ថាសំបូរបែបនិងរ៉ូមែនទិកនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាពផ្លាតូដែលអនុញ្ញាតឱ្យអ្នកមើលឃើញហួសពីផ្ទៃ។សួរសំណួរដែលមានអត្ថន័យនិងចែករំលែកព័ត៌មានលម្អិតបន្ថែមទៀតអំពីជីវិតផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីបង្កើនទំនាក់ទំនង។ប្លុកផ្លូវចិត្តឬច្នៃប្រឌិតអាចលេចចេញមកខណៈដែលការជម្រុញបារតការពារអ្នកឱ្យពិនិត្យមើលការងារឬព័ត៌មានដែលមានស្រាប់ជំនួសឱ្យការគិតថ្លៃទៅមុខ។ការតភ្ជាប់ដែលងប់ងល់នឹងកម្តៅឡើងកំដៅឡើងនៅល្ងាចនេះនៅពេលដែលភពព្រះអង្គារកូរប៉ុន្តែអ្នកនឹងត្រូវការដៃគូដែលអាចផ្គូផ្គង Wit និងបញ្ញារបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Virgo Moon aspects Neptune and Uranus early this morning, dear Taurus, boosting your popularity. Pay attention to any messages you awaken to, but don't take everything you read at face value. Stay busy when Luna enters Libra and aligns with Pluto, bringing serious payoffs to your efforts. Walls that once seemed formidable will crumble if you strategically work to dismantle them, and help from peers will speed this process up. Meanwhile, Mercury Rx could have you rethinking specific commitments, giving you a chance to articulate dissatisfaction and illicit change. Mars emboldens you to cut ties with messy situations and dead weight later this evening."
        },
        "kh": {
            "today": "ទិដ្ឋភាពព្រះច័ន្ទរបស់វីរុស onto នេះនិងអ៊ុយរ៉ានុសនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បង្កើនប្រជាប្រិយភាពរបស់អ្នក។យកចិត្តទុកដាក់ចំពោះសារណាមួយដែលអ្នកភ្ញាក់ដឹងខ្លួនប៉ុន្តែកុំយកអ្វីគ្រប់យ៉ាងដែលអ្នកបានអានក្នុងតម្លៃមុខ។នៅជាប់រវល់នៅពេលដែល Luna ចូល Libra និងតម្រឹមជាមួយផ្លាតូដែលនាំឱ្យមានការសងសឹកយ៉ាងធ្ងន់ធ្ងរដល់ការខិតខំរបស់អ្នក។ជញ្ជាំងដែលបានមើលឃើញថាពិតជាគួរឱ្យកត់សម្គាល់ប្រសិនបើអ្នកធ្វើការយុទ្ធសាស្រ្តយុទ្ធសាស្ត្ររុះរើពួកគេហើយជួយឱ្យមិត្តភក្ដិនឹងបង្កើនល្បឿនដំណើរការនេះ។ទន្ទឹមនឹងនេះដែរបារតខិចអាចឱ្យអ្នកគិតឡើងវិញនូវការប្តេជ្ញាចិត្តជាក់លាក់ដោយផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីធ្វើឱ្យអ្នកមានការផ្លាស់ប្តូរការវិវឌ្ឍន៍និងការផ្លាស់ប្តូរខុសច្បាប់។ភពព្រះអង្គាររំភើបអ្នកឱ្យកាត់ចំណងមិត្តភាពជាមួយស្ថានភាពដែលរញ៉េរញ៉ៃនិងមានទំងន់ស្លាប់នៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mental and emotional blocks you've been battling may dissolve overnight, dear Gemini, as the Virgo Moon aligns with Neptune and Uranus. You'll feel confident, open-hearted, and spiritually tapped in upon awakening once Luna debuts in Libra and aspects Pluto. Take a few moments to honor your ancestors and set intentions for the day, opening yourself up to guidance from beyond. Flirtations that have fizzled could make a comeback while Mercury Rx stirs, but don't give sketchy characters a chance to fool you twice. Passionate connections intensify when interests are shared or fun is made the priority once Mars activates this evening."
        },
        "kh": {
            "today": "ប្លុកផ្លូវចិត្តនិងផ្លូវចិត្តដែលអ្នកបានប្រយុទ្ធអាចរលាយពេញមួយយប់ Gemini ជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់ដូចជាព្រះចន្ទរបស់ Virgo គឺស្របទៅនឹង Neptune និង Uranus ។អ្នកនឹងមានអារម្មណ៍ជឿជាក់ថាបើកចំហរបេះដូងហើយបានដាក់ឱ្យភ្ញាក់ខាងវិញ្ញាណនៅក្នុងពេលភ្ញាក់ឡើងនៅពេលដែល Luna បានបង្ហាញខ្លួនចេញនៅ Libra និងទិដ្ឋភាព Pluto ។យកមួយសន្ទុះមួយសន្ទុះដើម្បីគោរពបុព្វបុរសរបស់អ្នកហើយមានចេតនាកំណត់សម្រាប់ថ្ងៃដោយបើកខ្លួនអ្នករហូតដល់ការណែនាំពីលើសពីនេះ។ការចែចង់ដែលបានស្រឡាំងកាំងអាចធ្វើការត្រឡប់មកវិញខណៈដែល RX RX ជម្រុញប៉ុន្តែកុំផ្តល់ឱ្យតួអង្គប្លែកៗឱ្យខ្ញុំបោកប្រាស់អ្នកពីរដង។ការតភ្ជាប់ដែលមានចំណូលចិត្តកាន់តែខ្លាំងឡើងនៅពេលដែលផលប្រយោជន៍ត្រូវបានចែករំលែកឬភាពសប្បាយរីករាយត្រូវបានធ្វើឱ្យអាទិភាពនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅល្ងាចនេះ។"
        }
    }
]