[
    {
        "sign": "Aries",
        "en": {
            "today": "The Cancer Moon and Mars square off early this morning, bringing a moody and impulsive energy to the start of your day. Luckily, a sweet alliance between the sun and Chiron can help you stay in chipper spirits, darling Aries, though you'll need to choose laughter over drama. If tensions rise, do what you can to mitigate the situation with a playful joke or neutral rebuttal. You'll feel hopeful and full of love to give mid-afternoon while Luna and Jupiter unite. The nodes of fate stir later tonight, heightening your intuition to broaden your perspective around what is possible."
        },
        "kh": {
            "today": "មហារីកមហារីកនិងភពព្រះអង្គារបានបិទនៅដើមព្រឹកនេះដែលនាំមកនូវថាមពលអារម្មណ៍និងមិនចេះនិយាយរហូតដល់ការចាប់ផ្តើមនៃថ្ងៃរបស់អ្នក។សំណាងល្អសម្ព័ន្ធភាពផ្អែមរវាងព្រះអាទិត្យនិងឈីនអាចជួយអ្នកក្នុងការស្នាក់នៅក្នុងវិញ្ញាណឈីបដែលគួរឱ្យស្រឡាញ់ទោះជាអ្នកត្រូវជ្រើសរើសការសើចនៅលើរឿងល្ខោនក៏ដោយ។ប្រសិនបើភាពតានតឹងកើនឡើងសូមធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីកាត់បន្ថយស្ថានការណ៍ជាមួយនឹងការលេងសើចលេងឬអព្យាក្រឹតអព្យាក្រឹត។អ្នកនឹងមានអារម្មណ៍សង្ឃឹមនិងពោរពេញដោយក្តីស្រឡាញ់ដើម្បីផ្តល់ឱ្យពាក់កណ្តាលពេលរសៀលខណៈពេលដែល Luna និង Jupiter បង្រួបបង្រួម។ថ្នាំងនៃវាសនាកូរនៅយប់នេះដោយបង្កើនវិចារណញាណរបស់អ្នកដើម្បីពង្រីកទស្សនៈរបស់អ្នកជុំវិញអ្វីដែលអាចធ្វើទៅបាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Think through your actions before pushing ahead, dear Leo, as the Cancer Moon squares Mars early this morning. A sweet connection between the sun and Chiron encourages you to go big. However, impulsive moves may not serve you. Build upon projects and accomplishments you've already found pride in, trusting that you can take these agendas even further. Sparks of inspiration motivate you to brainstorm multiple options when Luna and Jupiter unite midafternoon. Seek peace and quiet to heighten your intuition and fully harness these vibes. Look for partnerships that are mutually beneficial once the nodes of fate stir tonight."
        },
        "kh": {
            "today": "គិតតាមរយៈសកម្មភាពរបស់អ្នកមុនពេលរុញច្រានលើឡេដែលជាទីស្រឡាញ់ព្រោះដូចជាមហារីកមហារីកការ៉េនៅព្រឹកព្រលឹមនៅព្រឹកនេះ។ការតភ្ជាប់ផ្អែមរវាងព្រះអាទិត្យនិងជីរអន្តរជាតិលើកទឹកចិត្តឱ្យអ្នកធំ។ទោះជាយ៉ាងណាក៏ដោយការផ្លាស់ប្តូរដែលមិនចេះធុញទ្រាន់ប្រហែលជាមិនបម្រើអ្នកទេ។កសាងលើគម្រោងនិងសមិទ្ធិផលដែលអ្នកបានរកឃើញមោទនភាពដែលជឿជាក់ថាអ្នកអាចទទួលយករបៀបវារៈទាំងនេះថែមទៀត។ផ្កាភ្លើងនៃការបំផុសគំនិតជម្រុញឱ្យអ្នកធ្វើឱ្យអ្នកមានជំរើសច្រើននៅពេលដែល Luna និង Jupiter បង្រួបបង្រួមពាក់កណ្តាលព្រះសង្ឃ។ស្វែងរកសន្តិភាពនិងស្ងាត់ស្ងៀមដើម្បីបង្កើនភាពមម៌កូនរបស់អ្នកឱ្យកាន់តែខ្លាំងឡើងនូវភាពរស់រវើកទាំងនេះ។រកមើលភាពជាដៃគូដែលមានអត្ថប្រយោជន៍ទៅវិញទៅមកនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A busy ambiance creeps in early this morning, dear Taurus, when the Cancer Moon and Mars square off. Take each moment in stride, noticing if you begin to overthink or zone out. Calm your emotions to hit a smoother flow while the sun and Chiron align, recognizing that peace stems from within. If the energy feels overwhelming or rushed, pull back and take care of yourself. Your mind elevates midafternoon as Luna and Jupiter unite, helping you find joy in the present and hope on the horizon. Speak up tonight once the nodes of fate stir, heightening your intellect and influence."
        },
        "kh": {
            "today": "ភាពមមាញឹករបស់អាភាពមជប់នៅព្រឹកនេះនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលមហារីកមហារីកនិង Mars Square បិទ។យកពេលវេលានីមួយៗក្នុងជំហានដែលកត់សំគាល់ថាតើអ្នកចាប់ផ្តើមប្រើឬតំបន់ចេញ។ធ្វើឱ្យអារម្មណ៍របស់អ្នកស្ងប់ចិត្តក្នុងការប៉ះទង្គិចរលូនខណៈពេលដែលព្រះអាទិត្យនិងជីរអេកតម្រឹមដោយស្គាល់នូវសន្តិភាពពីខាងក្នុង។ប្រសិនបើថាមពលមានអារម្មណ៍លើសលុបឬប្រញាប់ប្រញាល់ទាញត្រឡប់មកវិញនិងថែរក្សាខ្លួនអ្នក។ចិត្តរបស់អ្នកលើកកំពស់ពាក់កណ្តាលព្រះសង្ឃនៅពេលដែល Luna និង Jupiter បង្រួបបង្រួមការជួយអ្នកឱ្យស្វែងរកសេចក្តីអំណរនៅក្នុងបច្ចុប្បន្ននិងក្តីសង្ឃឹមនៅលើផ្តេក។និយាយនៅយប់នេះនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរឱ្យបង្កើនបញ្ញានិងឥទ្ធិពលរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could feel slightly pent up upon awakening, dear Gemini, due to a harsh square between the Cancer Moon and Mars early this morning. Luckily, a sweet alliance between the sun and Chiron brings levity through connection. Fight stagnant or restless vibes by catching up with friends and colleagues. Luck manifests in mysterious ways once Luna and Jupiter join forces midafternoon, especially when you keep an open heart and optimistic mind. Search for blessings and opportunities around you, and don't hesitate to ask for what you want. Interesting developments may shift long-term goals while the nodes of fate stir tonight."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាលង់ទឹកបន្តិចនៅពេលភ្ញាក់ដឹងខ្លួន Gemini ជាទីស្រឡាញ់ដោយសារតែការ៉េដ៏សាហាវរវាងមហារីកមហារីកនិងភពព្រះអង្គារនៅព្រឹកនេះ។សំណាងសម្ព័ន្ធភាពផ្អែមល្ហែមរវាងព្រះអាទិត្យនិងជីរនាងនាំមកនូវភាពរស់រវើកតាមរយៈការតភ្ជាប់។ប្រយុទ្ធប្រឆាំងនឹងការញ័រដែលនៅទ្រឹងឬមិនស្រួលដោយចាប់មិត្តភក្តិនិងមិត្តរួមការងារ។សំណាងបានបង្ហាញនៅក្នុងវិធីអាថ៌កំបាំងនៅពេលដែល Luna និង Jupiter ចូលរួមជាមួយកម្លាំងពាក់កណ្តាលព្រះសង្ឃជាពិសេសនៅពេលដែលអ្នករក្សាបេះដូងបើកចំហនិងគំនិតសុទិដ្ឋិនិយម។ស្វែងរកពរជ័យនិងឱកាសនៅជុំវិញអ្នកហើយកុំស្ទាក់ស្ទើរក្នុងការស្នើសុំអ្វីដែលអ្នកចង់បាន។ការអភិវឌ្ឍគួរឱ្យចាប់អារម្មណ៍អាចផ្លាស់ប្តូរគោលដៅរយៈពេលវែងខណៈពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះ។"
        }
    }
]