[
    {
        "sign": "Aries",
        "en": {
            "today": "The Aquarius moon and Chiron form a soft connection early this morning, dear Aries, helping you feel confident and accepted. Ride the momentum of these good vibes when you awaken, connecting with friends or sharing posts online. A more reclusive energy emerges once Luna enters Pisces, heightening emotions and the desire to be alone. Now is the ideal time to nurture your heart and mind, giving yourself space to let go of what you do not need. Notice the thoughts that trickle through as afternoon creeps in and the moon squares Uranus, taking care to keep a playful and positive disposition."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Aquarius និង Chiron បានបង្កើតការតភ្ជាប់ទន់ភ្លន់នៅព្រឹកនេះដែលជាទីស្រឡាញ់ aries ដែលជាទីស្រឡាញ់ជួយអ្នកឱ្យមានទំនុកចិត្តនិងទទួលយក។ជិះសន្ទុះនៃភាពរំជើបរំជួលរបស់ទាំងនេះនៅពេលដែលអ្នកភ្ញាក់ឡើងភ្ជាប់ជាមួយមិត្តភក្តិឬការចែករំលែកប្រកាសតាមអ៊ីនធឺណិត។ថាមពលដែលបានលេចចេញមកកាន់តែលេចចេញមកនៅពេលដែល Luna ចូលក្នុង Pisces, បង្កើនអារម្មណ៍និងបំណងប្រាថ្នាដើម្បីនៅម្នាក់ឯង។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អបំផុតក្នុងការចិញ្ចឹមបេះដូងនិងគំនិតរបស់អ្នកដោយផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីឱ្យអ្វីដែលអ្នកមិនត្រូវការ។កត់សំគាល់គំនិតដែលមានល្បិចដូចពេលរសៀលចូលហើយព្រះច័ន្ទការ៉េអ៊ើរូសយកចិត្តទុកដាក់រក្សាការលេងសើចនិងវិជ្ជមាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Find balance and healing through spiritual means this morning, dear Leo, as the Aquarius moon and Chiron form a sweet connection. Your relationships will improve when you put love first, and the world will feel softer and more beautiful. The vibes shift once Luna enters Pisces, accentuating your emotional investments and how they fit into your bigger picture. Notice where your heart is at, and the present trajectory you're on. If you get the sense that you've been stuck standing still, now is the time to consider what comes next. Watch out for chaotic social dynamics while the moon squares Uranus this afternoon, avoiding jealous or gossipy peers."
        },
        "kh": {
            "today": "រកតុល្យភាពនិងការព្យាបាលតាមរយៈភាពខាងវិញ្ញាណមានន័យថានៅព្រឹកនេះឡេអូដែលជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Chiron បង្កើតបានជាការតភ្ជាប់ផ្អែម។ទំនាក់ទំនងរបស់អ្នកនឹងមានភាពប្រសើរឡើងនៅពេលដែលអ្នកដាក់ស្នេហាជាមុនហើយពិភពលោកនឹងមានអារម្មណ៍ថាទន់និងស្រស់ស្អាតជាងមុន។ភាពរស់រវើកបានផ្លាស់ប្តូរតែ Luna ចូល Pisces, សង្កត់ធ្ងន់លើការវិនិយោគអារម្មណ៍របស់អ្នកនិងរបៀបដែលពួកគេសមនឹងរូបភាពកាន់តែធំរបស់អ្នក។សូមកត់សម្គាល់កន្លែងដែលបេះដូងរបស់អ្នកនៅហើយគន្លងបច្ចុប្បន្នដែលអ្នកកំពុងបើក។ប្រសិនបើអ្នកមានអារម្មណ៍ថាអ្នកបានជាប់គាំងនៅពេលនេះឥឡូវនេះដល់ពេលដែលត្រូវពិចារណានូវអ្វីដែលកើតឡើងបន្ទាប់។ប្រយ័ត្នចំពោះសក្ដានុពលសង្គមដែលមានភាពវឹកវរខណៈដែលព្រះច័ន្ទការ៉េអ៊ុយរ៉ានុសនៅរសៀលនេះជៀសវាងការច្រណែនឬមិត្តភក្តិនិយាយដើម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A soft and healing energy brings peaceful dreams your way early this morning, darling Taurus, thanks to a sweet connection between the Aquarius moon and Chiron. Recognize that you are safe, supported, and in control of your own destiny upon awakening, carrying these elevating vibes with you as the day kicks off. Your presence at social engagements will be in high demand once Luna enters Pisces, but it might be challenging to show everyone the attention they desire. Consider arranging an impromptu brunch while the moon aspects Uranus, but try not to stress yourself out with overly luxurious plans."
        },
        "kh": {
            "today": "ថាមពលទន់និងព្យាបាលនាំមកនូវក្តីសុបិន្តដោយសន្តិវិធីដែលជាផ្លូវរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់ Taurus, ដោយសារតែការតភ្ជាប់ផ្អែមរវាង Aquaraius Moon និង Chiron ។ទទួលស្គាល់ថាអ្នកមានសុវត្ថិភាពគាំទ្រនិងគ្រប់គ្រងជោគវាសនាផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលភ្ញាក់ឡើងដោយដឹកការកើនឡើងទាំងនេះជាមួយអ្នកនៅពេលថ្ងៃចាប់ផ្តើម។វត្តមានរបស់អ្នកនៅការចូលរួមក្នុងសង្គមនឹងមានតម្រូវការខ្ពស់នៅពេលដែល Luna ចូលក្នុងឆ្នាំ Pisces ប៉ុន្តែវាប្រហែលជាពិបាកក្នុងការបង្ហាញឱ្យមនុស្សគ្រប់គ្នាយកចិត្តទុកដាក់ដែលពួកគេចង់បាន។សូមពិចារណារៀបចំផែនការដែលមានតាំងពីដំបូងខណៈពេលដែលទិដ្ឋភាពព្រះច័ន្ទអ៊ុយរ៉ានុសប៉ុន្តែព្យាយាមមិនឱ្យសង្កត់ធ្ងន់លើខ្លួនអ្នកដោយផែនការដ៏ប្រណិតខ្លាំងពេក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A kind and generous energy finds you early this morning, darling Gemini, as the Aquarius moon and Chiron align. Allow others to help you if the offer is made, and consider what you can do to support better the people you love. This cosmic climate can also elevate your reputation, so try to get some socializing in once you've awakened. Your influence grows as Luna enters Pisces, especially where professional connections are concerned. However, a harsh square between the moon and Uranus could cause you to push too far, and you'll want to bide your time when big ideas strike."
        },
        "kh": {
            "today": "ថាមពលដែលមានចិត្តល្អនិងសប្បុរសសិតម្នាក់បានរកអ្នកនៅព្រឹកនេះនៅព្រឹកនេះដែលជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Chiron បានតម្រឹម។អនុញ្ញាតឱ្យអ្នកដទៃជួយអ្នកប្រសិនបើការផ្តល់ជូនត្រូវបានធ្វើឡើងហើយពិចារណាលើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីគាំទ្រដល់មនុស្សដែលអ្នកស្រឡាញ់កាន់តែប្រសើរ។អាកាសធាតុកែសម្ផស្សនេះក៏អាចលើកកំពស់កេរ្តិ៍ឈ្មោះរបស់អ្នកដែរដូច្នេះព្យាយាមទទួលបានការទំនាក់ទំនងសង្គមមួយចំនួននៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួន។ឥទ្ធិពលរបស់អ្នករីកចម្រើននៅពេលដែល Luna ចូលក្នុងការញាតិ Pisces ជាពិសេសកន្លែងដែលការភ្ជាប់វិជ្ជាជីវៈមានការព្រួយបារម្ភ។ទោះយ៉ាងណាការ៉េដ៏សាហាវរវាងព្រះច័ន្ទនិងអ៊ុយរ៉ានុសអាចបណ្តាលឱ្យអ្នករុញច្រានឆ្ងាយហើយអ្នកនឹងចង់គប់ទ្វារពេលវេលារបស់អ្នកនៅពេលដែលគំនិតវត្តមានធំ។"
        }
    }
]