[
    {
        "sign": "Aries",
        "en": {
            "today": "The quarter Moon rises in your sign this morning, dear Aries, aligning with Pluto and Venus to force change. Though a need for independence sometimes makes you resistant to outside opinions, it might be worth hearing out any concerns or advice friends offer. Matters of the heart and professional standstills may be contributing to unhappiness you're too immersed in to see a way out of. Mercury and Chiron align to facilitate healing and enlightenment, but you'll need to communicate and keep an open mind. Pent up frustrations could trigger emotional outbursts or creative blocks when Mars becomes agitated this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទក្នុងត្រីមាសរះក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះ Aries ជាទីស្រឡាញ់ តម្រឹមជាមួយភពភ្លុយតូ និងភពសុក្រ ដើម្បីបង្ខំឱ្យមានការផ្លាស់ប្តូរ។ទោះបីជាតម្រូវការឯករាជ្យពេលខ្លះធ្វើឱ្យអ្នកធន់នឹងមតិខាងក្រៅក៏ដោយ វាអាចមានតម្លៃក្នុងការស្តាប់ការព្រួយបារម្ភ ឬដំបូន្មានដែលមិត្តភក្តិផ្តល់ជូន។បញ្ហានៃបេះដូង និងការជាប់គាំងដែលមានជំនាញវិជ្ជាជីវៈអាចរួមចំណែកដល់ការមិនសប្បាយចិត្តដែលអ្នកបានជ្រមុជទឹកពេកក្នុងការមើលឃើញផ្លូវចេញពី។Mercury និង Chiron តម្រឹមដើម្បីជួយសម្រួលដល់ការព្យាបាល និងការត្រាស់ដឹង ប៉ុន្តែអ្នកនឹងត្រូវទំនាក់ទំនង និងរក្សាចិត្តបើកចំហ។ការរំជើបរំជួលចិត្តអាចបង្កឱ្យមានការផ្ទុះអារម្មណ៍ ឬប្លុកប្រកបដោយភាពច្នៃប្រឌិត នៅពេលដែលភពព្រះអង្គារ មានភាពរំជើបរំជួលនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Trust that loved ones are ready and willing to help you as needed, darling Leo. As the Aries quarter Moon aligns with Pluto and Venus, it's important to let family and friends assist with the burdens you've been shouldering. Remember that you can be independent while still requiring the occasional favor. Mercury and Chiron emphasize the importance of putting your ego to the side if pride has prevented you from calling in reinforcements. Now is also a good time to examine how you support and believe in yourself, amplifying practices in bravery and creativity. Get organized before pulling the trigger on major undertakings when Mars stirs this evening."
        },
        "kh": {
            "today": "ជឿ​ជាក់​ថា​មនុស្ស​ជា​ទី​ស្រឡាញ់​បាន​ត្រៀម​ខ្លួន​ជា​ស្រេច​ហើយ​មាន​ឆន្ទៈ​ក្នុង​ការ​ជួយ​អ្នក​តាម​តម្រូវ​ការ, Leo.នៅពេលដែលព្រះច័ន្ទប្រចាំត្រីមាស Aries តម្រឹមជាមួយភពភ្លុយតុង និងភពសុក្រ វាជារឿងសំខាន់ក្នុងការអនុញ្ញាតឱ្យក្រុមគ្រួសារ និងមិត្តភក្តិជួយដោះស្រាយបន្ទុកដែលអ្នកបានកំពុងដាក់។សូមចងចាំថាអ្នកអាចឯករាជ្យបាន ខណៈពេលដែលនៅតែទាមទារការពេញចិត្តម្តងម្កាល។Mercury និង Chiron សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការដាក់ ego របស់អ្នកទៅខាង ប្រសិនបើមោទនភាពបានរារាំងអ្នកពីការអំពាវនាវឱ្យមានការពង្រឹង។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អមួយដើម្បីពិនិត្យមើលពីរបៀបដែលអ្នកគាំទ្រ និងជឿជាក់លើខ្លួនឯង ពង្រីកការអនុវត្តភាពក្លាហាន និងភាពច្នៃប្រឌិត។រៀបចំ​មុន​នឹង​ទាញ​គន្លឹះ​លើ​កិច្ចការ​សំខាន់ៗ​នៅ​ពេល​ដែល​ភព​អង្គារ​រំជើបរំជួល​នៅ​ល្ងាច​នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Seek constructive destruction, dear Taurus, as the Aries quarter Moon aspects Pluto and Venus. This energy brings frustrations to a boiling point, giving you the courage to scrap what isn't working. Face realities lingering before you, examining the obstacles, relationships, and behaviors that impede progress. Though you're a creature of habit, it's worth recognizing how resilient you are as you brace for major life shifts. Move quickly once you've made the decision to end cycles or partnerships. Mercury and Chiron lend celestial support, offering a charge of empowerment with each healthy change you embrace. Work toward next steps without revealing your plans when Mars stirs this evening."
        },
        "kh": {
            "today": "ស្វែងរកការបំផ្លិចបំផ្លាញប្រកបដោយការស្ថាបនា, Taurus ជាទីស្រឡាញ់, ដូចជា Aries ត្រីមាសព្រះច័ន្ទទិដ្ឋភាព Pluto និង Venus ។ថាមពលនេះនាំមកនូវការខកចិត្តដល់ចំណុចពុះកញ្ជ្រោល ដែលផ្តល់ឱ្យអ្នកនូវភាពក្លាហានក្នុងការលុបចោលនូវអ្វីដែលមិនដំណើរការ។ប្រឈមមុខនឹងការពិតដែលនៅចំពោះមុខអ្នក ដោយពិនិត្យមើលឧបសគ្គ ទំនាក់ទំនង និងអាកប្បកិរិយាដែលរារាំងដល់វឌ្ឍនភាព។ថ្វីត្បិតតែអ្នកជាមនុស្សដែលមានទម្លាប់ក៏ដោយ វាពិតជាមានតម្លៃក្នុងការទទួលស្គាល់ថាអ្នកមានភាពធន់ប៉ុណ្ណា នៅពេលអ្នកត្រៀមខ្លួនសម្រាប់ការផ្លាស់ប្តូរជីវិតសំខាន់ៗ។ផ្លាស់ទីយ៉ាងលឿននៅពេលដែលអ្នកបានធ្វើការសម្រេចចិត្តដើម្បីបញ្ចប់វដ្ត ឬភាពជាដៃគូ។Mercury និង Chiron ផ្តល់ជំនួយដល់សេឡេស្ទាល ដោយផ្តល់នូវបន្ទុកនៃការផ្តល់អំណាចជាមួយនឹងការផ្លាស់ប្តូរដែលមានសុខភាពល្អនីមួយៗដែលអ្នកទទួលយក។ធ្វើការឆ្ពោះទៅរកជំហានបន្ទាប់ដោយមិនបង្ហាញផែនការរបស់អ្នកនៅពេលដែលភពអង្គារកូរពេញមួយល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take the high road and leave behind anyone who won't meet you there, darling Gemini. As the Aries quarter Moon aspects Pluto and Venus, you'll feel less concerned with making others comfortable and more invested in leveling up. Superficial conversations and petty cliques won't appeal to you, which might inspire you to search for companionship in new places. Explore philosophical or spiritual groups to improve your chances of meeting kindred spirits. Even brief encounters with someone who understands you can provide major healing while Mercury and Chiron align. Try not to get annoyed by peers who cannot wrap their head around this journey when Mars activates this evening."
        },
        "kh": {
            "today": "ដើរតាមផ្លូវខ្ពស់ ហើយទុកអ្នកណាដែលមិនបានជួបអ្នកនៅទីនោះ ជាទីស្រឡាញ់ Gemini ។នៅពេលដែលព្រះច័ន្ទប្រចាំត្រីមាស Aries មើលឃើញពីភពភ្លុយតុង និងភពសុក្រ អ្នកនឹងមានអារម្មណ៍មិនសូវខ្វល់ខ្វាយក្នុងការធ្វើឱ្យអ្នកដទៃមានផាសុកភាព និងវិនិយោគកាន់តែច្រើនក្នុងការបង្កើនកម្រិត។ការសន្ទនា​បែប​ស្រើបស្រាល និង​ការសន្ទនា​តិចតួច​នឹង​មិន​ទាក់ទាញ​អ្នក​ទេ ដែល​អាច​ជំរុញ​អ្នក​ឱ្យ​ស្វែងរក​ដៃគូ​នៅ​កន្លែង​ថ្មី។ស្វែងរកក្រុមទស្សនវិជ្ជា ឬខាងវិញ្ញាណ ដើម្បីបង្កើនឱកាសរបស់អ្នកក្នុងការជួបជាមួយវិញ្ញាណដែលរាប់អាន។សូម្បីតែការជួបគ្នាខ្លីៗជាមួយនរណាម្នាក់ដែលយល់ថាអ្នកអាចផ្តល់នូវការព្យាបាលដ៏សំខាន់ខណៈពេលដែល Mercury និង Chiron តម្រឹម។ព្យាយាមកុំឱ្យមានការរំខានពីមិត្តភក្ដិដែលមិនអាចរុំក្បាលរបស់ពួកគេជុំវិញការធ្វើដំណើរនេះនៅពេលដែល Mars ដំណើរការនៅល្ងាចនេះ។"
        }
    }
]