[
    {
        "sign": "Aries",
        "en": {
            "today": "A series of obstacles throws you off balance this morning, dear Aries. As the Libra Moon squares Jupiter, Mars, the Sun, and Venus, it will be difficult to understand why things aren't going your way. Though accepting defeat won't be an option, try to acknowledge when a compromise is. If family and friends feel heard and that their needs are being met, you'll have a higher success rate for defeating challenges. The afternoon could bring one final showdown while Luna opposes Chiron, intensifying love and hurt feelings. Clear the slate with a structured apology and sweet gesture once a yod forms between the Moon, Saturn, and Uranus later this evening."
        },
        "kh": {
            "today": "ឧបសគ្គជាបន្តបន្ទាប់ធ្វើឱ្យអ្នកបាត់បង់តុល្យភាពនៅព្រឹកនេះ Aries ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Libra ចតលើភពព្រហស្បតិ៍ ភពអង្គារ ព្រះអាទិត្យ និងភពសុក្រ វានឹងពិបាកក្នុងការយល់ពីមូលហេតុដែលអ្វីៗមិនដំណើរការ។ទោះបីជាការទទួលយកការបរាជ័យនឹងមិនមែនជាជម្រើសក៏ដោយ ក៏ព្យាយាមទទួលស្គាល់នៅពេលដែលមានការសម្របសម្រួល។ប្រសិនបើគ្រួសារ និងមិត្តភ័ក្តិមានអារម្មណ៍ថាបានឮ ហើយថាតម្រូវការរបស់ពួកគេកំពុងត្រូវបានបំពេញ នោះអ្នកនឹងមានអត្រាជោគជ័យខ្ពស់ក្នុងការយកឈ្នះលើបញ្ហាប្រឈមនានា។ពេលរសៀលអាចនាំមកនូវការប្រគួតចុងក្រោយមួយ ខណៈពេលដែល Luna ប្រឆាំងនឹង Chiron ធ្វើឱ្យស្នេហាកាន់តែខ្លាំងក្លា និងអារម្មណ៍ឈឺចាប់។សម្អាតផ្ទាំងថ្មជាមួយនឹងការសុំទោសជារចនាសម្ព័ន្ធ និងកាយវិការដ៏ផ្អែមល្ហែម នៅពេលដែលយានមួយកើតឡើងរវាងព្រះច័ន្ទ សៅរ៍ និងអ៊ុយរ៉ានុស នាពេលល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "New work, ideas, feelings, and responsibilities rise to the surface this morning, dear Leo, as the Libra Moon aligns with Jupiter, Mars, the Sun, and Venus. Be mindful of how your thoughts influence your body and vice versa, especially when catching up on tasks. You'll accomplish much with a positive attitude, but you could quickly feel overwhelmed if you start second-guessing yourself. Center yourself through mindfulness practices once Chiron stirs this afternoon, and ask the universe for help or guidance as needed. Evolve personal structures as a way to adjust to recent developments while Luna, Saturn, and Uranus form a yod later tonight."
        },
        "kh": {
            "today": "ការងារ គំនិត អារម្មណ៍ និងទំនួលខុសត្រូវថ្មី លេចចេញជារូបរាងនៅព្រឹកនេះ លោក Leo ជាទីគោរព ដោយសារព្រះច័ន្ទ Libra តម្រឹមជាមួយភពព្រហស្បតិ៍ ភពអង្គារ ព្រះអាទិត្យ និងភពសុក្រ។ចងចាំពីរបៀបដែលគំនិតរបស់អ្នកមានឥទ្ធិពលលើរាងកាយរបស់អ្នក និងផ្ទុយមកវិញ ជាពិសេសនៅពេលបំពេញកិច្ចការ។អ្នកនឹងសម្រេចបានច្រើនជាមួយនឹងអាកប្បកិរិយាវិជ្ជមាន ប៉ុន្តែអ្នកអាចមានអារម្មណ៍រំជើបរំជួលភ្លាមៗ ប្រសិនបើអ្នកចាប់ផ្តើមស្មានខ្លួនឯងជាលើកទីពីរ។ផ្ដោត​អារម្មណ៍​ខ្លួន​ឯង​តាម​រយៈ​ការ​អនុវត្ត​សតិ​អារម្មណ៍​នៅ​ពេល​ដែល Chiron ធ្វើ​នៅ​រសៀល​នេះ ហើយ​សុំ​ជំនួយ ឬ​ការ​ណែនាំ​ពី​សកលលោក​តាម​តម្រូវការ។វិវឌ្ឍរចនាសម្ព័ន្ធផ្ទាល់ខ្លួនជាវិធីមួយដើម្បីកែសម្រួលទៅនឹងការវិវឌ្ឍន៍ថ្មីៗ ខណៈពេលដែល Luna, Saturn និង Uranus បង្កើតជា yod នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You won't have much time for small talk or niceties this morning, dear Taurus. The universe will have you on the move to keep up with your dreams as the Libra Moon aligns with Jupiter, Mars, the Sun, and Venus. It could feel as though all your wishes are coming true at once, leaving you scrambling to get organized. Remember to properly fuel and take care of yourself when Chiron stirs this afternoon, especially if you start to gloss over. Seek support from your community or find time to blow off steam while Luna, Saturn, and Uranus form a yod tonight."
        },
        "kh": {
            "today": "អ្នក​នឹង​មិន​មាន​ពេល​ច្រើន​សម្រាប់​ការ​និយាយ​តូច​ៗ ឬ​រឿង​ល្អ​ៗ​នៅ​ព្រឹក​នេះ​ទេ Taurus ជា​ទី​ស្រឡាញ់។សាកលលោកនឹងធ្វើឱ្យអ្នកបន្តដំណើរឆ្ពោះទៅរកក្តីសុបិន្តរបស់អ្នក នៅពេលដែលព្រះច័ន្ទ Libra តម្រឹមជាមួយ Jupiter, Mars, ព្រះអាទិត្យ និង Venus ។វា​អាច​មាន​អារម្មណ៍​ថា​ដូច​ជា​បំណង​ប្រាថ្នា​របស់​អ្នក​ទាំង​អស់​បាន​ក្លាយ​ជា​ការ​ពិត​នៅ​ពេល​តែ​មួយ​ដែល​ធ្វើ​ឱ្យ​អ្នក​ព្យាយាម​ដើម្បី​រៀបចំ​។ចងចាំថាត្រូវចាក់សាំងឱ្យបានត្រឹមត្រូវ និងថែរក្សាខ្លួនអ្នកនៅពេលដែល Chiron កូរនៅពេលរសៀលនេះ ជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមរលោង។ស្វែងរកការគាំទ្រពីសហគមន៍របស់អ្នក ឬស្វែងរកពេលវេលាដើម្បីបញ្ចេញចំហាយទឹក ខណៈពេលដែល Luna, Saturn និង Uranus បង្កើតជា yod នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could feel pressured by loved ones to fit into their mold, dear Gemini, as the Libra Moon aspects Jupiter, Mars, the Sun, and Venus. A desire to make everyone happy will strain your financial and energy resources, leaving you with nothing to offer yourself. Recognize that while it's important to evolve and grow with the passage of time, you must do so on your own terms. Steer clear of bad influences and superficial social spheres when Chiron stirs this afternoon, or your confidence may take a hit. Hide away from the world and allow your imagination to play once Luna, Saturn, and Uranus form a yod tonight."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាមានការគាបសង្កត់ពីមនុស្សជាទីស្រឡាញ់ឱ្យសមនឹងទម្រង់របស់ពួកគេ Gemini ជាទីស្រឡាញ់ ខណៈដែលព្រះច័ន្ទ Libra មើលទៅ Jupiter, Mars, ព្រះអាទិត្យ និង Venus ។បំណងប្រាថ្នាដើម្បីធ្វើឱ្យអ្នកគ្រប់គ្នាសប្បាយចិត្តនឹងធ្វើឱ្យធនធានហិរញ្ញវត្ថុ និងថាមពលរបស់អ្នកចុះខ្សោយ ដោយទុកឱ្យអ្នកមិនមានអ្វីផ្តល់ជូនខ្លួនឯង។ទទួលស្គាល់ថា ខណៈពេលដែលវាមានសារៈសំខាន់ក្នុងការវិវត្ត និងរីកចម្រើនជាមួយនឹងពេលវេលាដ៏យូរ អ្នកត្រូវតែធ្វើដូច្នេះតាមលក្ខខណ្ឌផ្ទាល់ខ្លួនរបស់អ្នក។ជៀសវាងឥទ្ធិពលអាក្រក់ និងផ្នែកសង្គមដ៏វិសេសវិសាល នៅពេលដែល Chiron កូរនៅពេលរសៀលនេះ បើមិនដូច្នោះទេ ទំនុកចិត្តរបស់អ្នកអាចនឹងទទួលរងផលប៉ះពាល់។លាក់ខ្លួនឱ្យឆ្ងាយពីពិភពលោក ហើយអនុញ្ញាតឱ្យការស្រមើលស្រមៃរបស់អ្នកលេងម្តង Luna, Saturn និង Uranus បង្កើតជាយូដនៅយប់នេះ។"
        }
    }
]