[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll make significant progress on your journey toward healing, dear Aries, as the Scorpio moon aspects Venus, Saturn, and the nodes of fate. Meditate on how you can better support yourself now and move forward, altering personal structures to make more room for growth. A glorious grand trine graces our skies this evening when Luna, Mars, and Mercury align. Focus on projects and people that excite the mind and bring passion to your soul, trusting your investments will get rewards. Luck is on your side when Luna enters Sagittarius and aspects Neptune, asking you to expand upon existing dreams. New ideas trickle in once Mercury enters your sign later tonight."
        },
        "kh": {
            "today": "អ្នកនឹងធ្វើឱ្យមានការរីកចម្រើនគួរឱ្យកត់សម្គាល់លើដំណើររបស់អ្នកឆ្ពោះទៅរកការព្យាបាល, ជាទីស្រឡាញ់ aries, ក្នុងនាមជាទិដ្ឋភាពព្រះច័ន្ទ, សៅថុន, សៅរ៍និងថ្នាំងរបស់វាសនា។ធ្វើសមាធិអំពីវិធីដែលអ្នកអាចគាំទ្រខ្លួនអ្នកកាន់តែប្រសើរឡើងហើយឈានទៅមុខដោយផ្លាស់ប្តូររចនាសម្ព័ន្ធផ្ទាល់ខ្លួនដើម្បីធ្វើឱ្យមានបន្ទប់ច្រើនសម្រាប់ការលូតលាស់។ដំណើរដ៏អស្ចារ្យដ៏រុងរឿងដ៏រុងរឿង graces របស់យើងនៅល្ងាចនេះនៅពេលដែល Luna, ភពព្រះអង្គារនិងបារតតម្រឹមគ្នា។ផ្តោតលើគម្រោងនិងមនុស្សដែលធ្វើឱ្យចិត្តរំភើបនិងនាំមកនូវចំណង់ចំណូលចិត្តដល់ព្រលឹងរបស់អ្នកដែលជឿទុកចិត្តលើការវិនិយោគរបស់អ្នកនឹងទទួលបានរង្វាន់។សំណាងគឺនៅខាងអ្នកនៅពេលដែល Luna ចូល Sagittarius និងទិដ្ឋភាព Neptune ដោយស្នើសុំឱ្យអ្នកពង្រីកអ្នកឱ្យពង្រីកក្តីសុបិន្តដែលមានស្រាប់។គំនិតថ្មីយ៉ាងស្វាហាប់ក្នុងការការពារទឹកនៅពេលដែលអ្នកការពាររបស់អ្នកនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "There will be ample opportunities to connect in meaningful and emotionally mature ways, dear Leo, as the Scorpio moon aspects Venus, Saturn, and the nodes of fate. Consider which relationships could use more understanding or healthier boundaries, putting in the work to cultivate lasting connections. Embrace a few moments of solitude when Luna, Mars, and Mercury form a glorious grand trine this evening. This energy is perfect for soothing hurt feelings while finding ways to empower and support yourself. You'll feel elated and in the mood for excitement once the moon enters Sagittarius and aspects Neptune. Consider wishing upon a star before heading to bed when Mercury enters Aries."
        },
        "kh": {
            "today": "វានឹងមានឱកាសជាច្រើនក្នុងការផ្សារភ្ជាប់គ្នាតាមរបៀបដែលមានអត្ថន័យនិងរំជួលចិត្ត, ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពព្រះច័ន្ទ Scorpio, សៅហ្មង, សៅហ្មងនិងថ្នាំងនៃជោគវាសនា។ពិចារណាលើទំនាក់ទំនងណាមួយដែលអាចប្រើការយល់ដឹងបន្ថែមឬព្រំដែនដែលមានសុខភាពល្អការដាក់ការងារដើម្បីដាំដុះការភ្ជាប់យូរអង្វែង។ឱបក្រសោបនៅឯកឯងពីរបីនាទីនៅពេលដែល Luna, ភពព្រះអង្គារនិងបារតបង្កើតបានជា Trin ដ៏អស្ចារ្យដ៏រុងរឿងល្ងាចនេះ។ថាមពលនេះល្អឥតខ្ចោះសម្រាប់អារម្មណ៍ឈឺចាប់នៅពេលរកវិធីដើម្បីផ្តល់អំណាចនិងគាំទ្រខ្លួនអ្នក។អ្នកនឹងមានអារម្មណ៍ថាបានកំណត់ហើយនៅក្នុងអារម្មណ៍សម្រាប់ភាពរំភើបនៅពេលដែលព្រះច័ន្ទចូលក្នុង Sagittarius និងទិដ្ឋភាព Neptune ។ពិចារណាជូនពរផ្កាយមួយមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលបារតចូលទៅក្នុង Aries ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Use your influence to promote love and togetherness, dearest Taurus, as the Scorpio moon aligns with Venus, Saturn, and the nodes of fate. Build bridges by discussing collaborations, making introductions, and spreading positive messages. A rare grand trine graces our skies when Luna, Mars, and Mercury align this evening, creating an environment where emotions can flow freely to assist quests rooted in finding love and happiness. Negotiate for what you want once Luna enters Sagittarius and aspects Neptune, and consider asking for just a bit more than you're comfortable with. You'll feel a shift once Mercury enters Aries tonight, unleashing the deep thinker within."
        },
        "kh": {
            "today": "ប្រើឥទ្ធិពលរបស់អ្នកដើម្បីលើកកម្ពស់ការស្រឡាញ់និងរួមគ្នាគឺជា Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជា Scorpio Mong តម្រឹមជាមួយ Venus, សៅហ្មង, និងថ្នាំងនៃវាសនា។សាងសង់ស្ពានដោយពិភាក្សាអំពីកិច្ចសហប្រតិបត្តិការធ្វើឱ្យមានការណែនាំនិងផ្សព្វផ្សាយសារវិជ្ជមាន។ភាពវង្វេងស្មារតីដ៏កម្រមួយក្បាលនៅពេលដែល Luna Mars និងបារតនេះបានតម្រឹមនៅល្ងាចនេះដោយបង្កើតបរិយាកាសមួយដែលអារម្មណ៍អាចហូរដោយសេរីដើម្បីជួយដល់ការស្វែងរកឫសគល់ក្នុងការស្វែងរកស្នេហានិងសុភមង្គល។ចរចារកអ្វីដែលអ្នកចង់បាននៅពេលដែល Luna ចូល Sagittarius និងទិដ្ឋភាព Neptune និងពិចារណាសុំឱ្យសុំច្រើនជាងអ្នកមានផាសុខភាពជាងមុន។អ្នកនឹងទទួលបានការផ្លាស់ប្តូរនៅពេលដែលការទទួល Marcury ចូល Ares នៅយប់នេះ, មិនបញ្ចេញនូវអ្នកគិតជ្រៅនៅក្នុង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take credit for your many accomplishments, dear Gemini, as the Scorpio moon aligns with Venus, Saturn, and the nodes of fate. You'll feel inspired to go above and beyond when tackling tasks, which can help you gain great admiration from colleagues and peers. Push for financial opportunity when a grand trine graces our skies this evening, showing passion for the work you do. Carve out some time for connection once Luna enters Sagittarius and aspects Neptune, putting you in the mood for love and community. Reflect on any messages you wish to spread once Mercury enters Aries tonight."
        },
        "kh": {
            "today": "ទទួលយកកិត្តិយសសម្រាប់សមិទ្ធិផលជាច្រើនរបស់អ្នក, Gemini ជាទីស្រឡាញ់, ដូចជា Scorpio Mon King តម្រឹមជាមួយ Venus, សៅហ្មង, និងថ្នាំងនៃជោគវាសនា។អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានបំផុសគំនិតឱ្យទៅខាងលើនិងលើសពីនេះនៅពេលដោះស្រាយភារកិច្ចដែលអាចជួយអ្នកទទួលបានការកោតសរសើរយ៉ាងខ្លាំងពីមិត្តរួមការងារនិងមិត្តភក្តិ។ជំរុញឱ្យមានឱកាសហិរញ្ញវត្ថុនៅពេលដែល Trine Grand Graces Gegies របស់យើងនៅល្ងាចនេះបង្ហាញពីចំណង់ចំណូលចិត្តចំពោះការងារដែលអ្នកធ្វើ។ឆ្លាក់ពេលវេលាខ្លះសម្រាប់ការតភ្ជាប់នៅពេលដែល Luna ចូល Sagittarius និងទិដ្ឋភាព Neptune ធ្វើឱ្យអ្នកមានអារម្មណ៍សម្រាប់ស្នេហានិងសហគមន៍។ឆ្លុះបញ្ចាំងពីសារណាមួយដែលអ្នកចង់រីករាលដាលនៅពេលដែលការការពារបារតចូលទស្សនាវែបយប់នេះ។"
        }
    }
]