[
    {
        "sign": "Aries",
        "en": {
            "today": "Search for hidden messages in your dreams early this morning, dear Aries, as the Gemini moon and Neptune align. Search for a community that's based on core values or intellectual pursuits when Pluto activates, reminding you that there's strength in numbers. Mars, your planetary ruler, pushes you to new creative heights this evening. Search for inspiration, research new techniques, outline fresh projects, or dive headfirst into an underexplored passion. You'll crave mental stimulation later tonight when Luna and Mercury align. Make the most of these vibes by crawling into bed early with your favorite book and coziest PJs."
        },
        "kh": {
            "today": "ស្វែងរកសារដែលលាក់នៅក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់ aries, ដូចជា Gemini Moon និង Neptune តម្រឹម។ស្វែងរកសហគមន៍ដែលផ្អែកលើតម្លៃស្នូលឬការស្វែងរកបញ្ញានៅពេលដែល Pluto ធ្វើឱ្យសកម្មដោយរំ you កអ្នកថាមានកម្លាំងក្នុងលេខ។ភពព្រះអង្គារអង្គគ្រប់គ្រងភពផែនដីរបស់អ្នកជំរុញឱ្យអ្នកឈានដល់កម្ពស់ច្នៃប្រឌិតថ្មីនៅល្ងាចនេះ។ស្វែងរកការបំផុសគំនិត, ស្រាវជ្រាវបច្ចេកទេសថ្មីគូសបញ្ជាក់គម្រោងស្រស់ឬមុជទឹកក្បាលចូលទៅក្នុងចំណង់ចំណូលចិត្តដែលមិនមានភស្តុតាង។អ្នកនឹងស្រេកឃ្លានការរំញោចខាងផ្លូវចិត្តនៅយប់នេះនៅពេលដែល Luna និងបារតតម្រឹម។ធ្វើឱ្យមានភាពរស់រវើកបំផុតទាំងនេះដោយវារចូលគេងនៅលើគ្រែមុនជាមួយនឹងសៀវភៅដែលអ្នកចូលចិត្តនិង PJS ដ៏ខ្លាំងបំផុត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Love flows through and around you, dearest Leo, as the Gemini moon aspects Neptune and Pluto this morning. Make the most of these vibes by connecting with your heart center and setting positive intentions before starting the day. You'll benefit from an extra dose of cosmic fairy dust when Mars activates this evening, helping you go further than ever before. Focus on that which offers a sense of excitement and stirs passion within, and you will thrive within these celestial tides. Spiritually charged messages could emerge in strange places when Luna aspects Mercury later tonight, so be sure to keep an open mind."
        },
        "kh": {
            "today": "ស្នេហាហូរកាត់និងនៅជុំវិញអ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទរបស់លោកនេផូណូនិងផ្លាតូនៅព្រឹកនេះ។ធ្វើឱ្យមានភាពរស់រវើកច្រើនបំផុតដោយភ្ជាប់ជាមួយមជ្ឈមណ្ឌលបេះដូងរបស់អ្នកហើយកំណត់ចេតនាវិជ្ជមានមុនពេលចាប់ផ្តើមថ្ងៃ។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីកំរិតបន្ថែមនៃធូលីមាសដែលមានលក្ខណៈធូលីនៅល្ងាចនេះដោយជួយអ្នកឱ្យទៅជាងមុន។ផ្តោតលើអ្វីដែលផ្តល់នូវអារម្មណ៍រំភើបនិងជំរុញទឹកចិត្តក្នុងនោះអ្នកនឹងមានភាពវឹកវរក្នុងជំនោរសេឡេស្ទាលទាំងនេះ។សារដែលត្រូវបានចោទប្រកាន់ខាងវិញ្ញាណអាចផុសឡើងនៅក្នុងកន្លែងប្លែកៗនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅយប់នេះដូច្នេះត្រូវប្រាកដថារក្សាចិត្តបើកចំហ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A highly spiritual energy surrounds you when the Gemini moon and Neptune align early this morning, dear Taurus. Harness these elevating vibes by taking a few moments to meditate or journal before slipping out from under the covers. You'll feel empowered when Pluto activates in your solar tenth house, giving you the endurance to tackle obstacles blocking your quest for success. Chip away at home improvement projects when Mars stirs this evening, making your space more luxurious. Seek peaceful surroundings to ground and quiet the mind before heading to bed when the moon and Mercury form a soothing connection."
        },
        "kh": {
            "today": "ថាមពលខាងវិញ្ញាណខ្ពស់ព័ទ្ធជុំវិញអ្នកនៅពេលដែល Gemini Moon និង Neptune តម្រឹមនៅព្រឹកព្រលឹមនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់។ទាញយក ribes កើនឡើងទាំងនេះដោយយកពេលវេលាមួយចំនួនដើម្បីធ្វើសមាធិឬទិនានុប្បវត្តិមុនពេលរអិលចេញពីក្រោមគម្រប។អ្នកនឹងមានអារម្មណ៍ថាមានអំណាចនៅពេល Pluto ធ្វើឱ្យអ្នកនូវការស៊ូទ្រាំរបស់អ្នកដោយផ្តល់ឱ្យអ្នកនូវការស៊ូទ្រាំក្នុងការដោះស្រាយឧបសគ្គរារាំងការស្វែងរករបស់អ្នកដើម្បីទទួលបានជោគជ័យ។ឈីបទៅក្នុងគម្រោងកែលម្អផ្ទះនៅពេលដែលភពព្រះអង្គាររំញោចនៅល្ងាចនេះដោយធ្វើឱ្យទំហំទំនេររបស់អ្នកមានភាពប្រណីត។ស្វែងរកការព័ទ្ធជុំវិញដោយសន្តិភាពដល់ដីនិងសភាពស្ងប់ស្ងាត់ក្នុងចិត្តមុនពេលធ្វើដំណើរទៅគ្រែនៅពេលព្រះច័ន្ទនិងបារតបង្កើតបានជាការតភ្ជាប់ដ៏សំបូរបែប។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon continues through your sign this morning, dear Gemini, forming sweet connections with Neptune and Pluto. With a heightened connection to the collective consciousness, do your best to show compassion and spread joy. Find empowerment through spiritual practices if you're in need of a morale boost. Put your ideas into motion when Mars activates this evening, bringing a healthy dose of intellect and passion. This energy can also heat romantic connections when intellectual bonds are forged. Cast a wide net to expand your connections later tonight when the moon and Mercury form a cooperative aspect."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ Neptune និង Pluto ។ជាមួយនឹងការផ្សារភ្ជាប់ដ៏ល្អដល់ស្មារតីសមូហភាពធ្វើឱ្យអស់ពីសមត្ថភាពដើម្បីបង្ហាញការអាណិតអាសូរនិងផ្សព្វផ្សាយសេចក្តីអំណរ។ស្វែងរកការផ្តល់សិទ្ធិអំណាចតាមរយៈការអនុវត្តខាងវិញ្ញាណប្រសិនបើអ្នកត្រូវការជម្រុញសីលធម៌។ដាក់គំនិតរបស់អ្នកទៅជាចលនានៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅល្ងាចនេះដែលនាំមកនូវបញ្ញានិងចំណង់ចំណូលចិត្តដែលមានសុខភាពល្អ។ថាមពលនេះក៏អាចធ្វើឱ្យការតភ្ជាប់រ៉ូមែនទិចកំដៅនៅពេលដែលចំណងបញ្ញាត្រូវបានបង្កើតឡើង។បោះសំណាញ់ធំទូលាយដើម្បីពង្រីកការតភ្ជាប់របស់អ្នកនៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងបារតបង្កើតបានជាទិដ្ឋភាពសហប្រតិបត្តិការ។"
        }
    }
]