[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your ideas go a touch further than you usually would, dear Aries, as the Aquarius moon and Jupiter align. Share these visions with peers you admire once Chiron activates, refining your visions based on the feedback you receive. Shocking news or technological distractions could throw you for a loop midafternoon when Luna and Uranus square off. Connect with your senses to the ground and stay in the present if you start to feel overstimulated. The energy shifts later tonight when the moon enters Pisces, luring you off into a world of sweet dreams and heightened psychic awareness."
        },
        "kh": {
            "today": "សូមឱ្យគំនិតរបស់អ្នកប៉ះបន្ថែមទៀតជាងអ្នកជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Jupiter តម្រឹម។ចែករំលែកចក្ខុវិស័យទាំងនេះជាមួយមិត្តភក្ដិដែលអ្នកកោតសរសើរនៅពេលដែល chiry ធ្វើឱ្យសកម្មដោយចម្រាញ់ការចូលក្នុងចក្ខុវិស័យរបស់អ្នកដោយផ្អែកលើមតិយោបល់ដែលអ្នកបានទទួល។ព័ត៌មានដ៏គួរឱ្យភ្ញាក់ផ្អើលឬការរំខានបច្ចេកវិទ្យាអាចបោះអ្នកឱ្យមានពាក់កណ្តាលចុងពាក់កណ្តាលនៅពេលដែល Luna និង Uranus Square បានបិទ។ភ្ជាប់ជាមួយញ្ញាណរបស់អ្នកទៅនឹងដីហើយស្នាក់នៅបច្ចុប្បន្នប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ហួសហេតុពេក។ថាមពលផ្លាស់ប្តូរនៅយប់នេះនៅពេលដែលព្រះចន្ទចូលមក Pisces, ទាក់ទាញឱ្យអ្នកចេញពីពិភពនៃក្តីសុបិន្តដ៏ផ្អែមល្ហែមនិងការយល់ដឹងខ្ពស់យ៉ាងខ្លាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Set an example for inclusivity this morning, dear Leo, as the Aquarius moon and Jupiter align. Show a little extra warmth to those you encounter, especially when dealing with shy peers or acquaintances. The universe sends healing your way when Chiron stirs, so be sure to keep your third eye open. Search for small moments of beauty, inspiration, and messages from beyond to make the most of these vibes. You could hit a wall with someone you care about when Luna squares Uranus this afternoon, and respecting boundaries will be necessary for finding a resolution. You'll have better luck with intimate conversations once the moon enters Pisces later tonight."
        },
        "kh": {
            "today": "បានធ្វើជាឧទាហរណ៍សម្រាប់ការបញ្ចូលគ្នានៅព្រឹកនេះលីអូជាទីស្រឡាញ់នៅពេលដែល Aquarius Moon និង Jupiter តម្រឹម។បង្ហាញភាពកក់ក្តៅបន្ថែមបន្តិចបន្តួចដល់អ្នកដែលអ្នកជួបប្រទះជាពិសេសនៅពេលដោះស្រាយជាមួយមិត្តភក្តិខ្មាស់អៀនឬអ្នកស្គាល់គ្នា។សាកលលោកផ្ញើផ្លូវឱ្យអ្នកជាសះស្បើយនៅពេលដែល chony រំញោចដូច្នេះត្រូវប្រាកដថារក្សាភ្នែកទីបីរបស់អ្នកឱ្យបើក។ស្វែងរកពេលវេលាដ៏តូចនៃសម្រស់ការបំផុសគំនិតនិងសារពីលើសពីនេះដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។អ្នកអាចបុកជញ្ជាំងជាមួយនរណាម្នាក់ដែលអ្នកយកចិត្តទុកដាក់នៅពេលដែល Luna Squares Uranus នៅរសៀលនេះនិងព្រំដែនគោរពនឹងចាំបាច់សម្រាប់ការស្វែងរកដំណោះស្រាយ។អ្នកនឹងមានសំណាងល្អជាងមុនជាមួយនឹងការសន្ទនាជិតស្និទ្ធនៅពេលដែលព្រះច័ន្ទចូល Pisces នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius moon and Jupiter form a supportive aspect this morning, dearest Taurus, bringing lucky energy to your financial and work aspirations. Take a few moments to reflect on what you can do today to improve your circumstances, trusting that even small steps in the right direction will have a more significant impact. Allow yourself to feel proud of your accomplishments when Chiron stirs, offering healing as you step into your power. Unexpected hurdles could set you back when Luna squares Uranus midafternoon, though these issues should be fleeting. Find emotional fulfillment by connecting with your community once Luna enters Pisces."
        },
        "kh": {
            "today": "លោក Aquarius Moon និង Jupiter បង្កើតបានជាទិដ្ឋភាពគាំទ្រនៅព្រឹកនេះថា Taurus ដែលជាទីស្រឡាញ់បំផុតនាំមកនូវថាមពលសំណាងដល់សេចក្តីប្រាថ្នាហិរញ្ញវត្ថុនិងការងាររបស់អ្នក។ចំណាយពេលមួយភ្លែតដើម្បីឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកអាចធ្វើនៅថ្ងៃនេះដើម្បីធ្វើឱ្យប្រសើរឡើងកាលៈទេសៈរបស់អ្នកដែលជឿថាសូម្បីតែជំហានតូចៗក្នុងទិសដៅត្រឹមត្រូវក៏នឹងមានឥទ្ធិពលគួរឱ្យកត់សម្គាល់ជាងនេះដែរ។អនុញ្ញាតឱ្យខ្លួនអ្នកមានមោទនភាពចំពោះសមិទ្ធិផលរបស់អ្នកនៅពេលដែល chiron បានជំរុញឱ្យការព្យាបាលឱ្យបាននៅពេលអ្នកឈានចូលក្នុងអំណាចរបស់អ្នក។ឧបសគ្គដែលមិនបានរំពឹងទុកអាចធ្វើឱ្យអ្នកខកចិត្តនៅពេលដែល Luna Squares Uranus នៅតំបន់ Aranus នៅពាក់កណ្តាលឆ្នូតបិគន់ទោះបីជាបញ្ហាទាំងនេះគួរតែហោះហើរក៏ដោយ។ស្វែងរកការបំពេញផ្លូវចិត្តដោយភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍របស់អ្នកនៅពេលដែល Luna ចូលក្នុង Pisces ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Dear Gemini, the spirit realms send additional reinforcements this morning as the moon and Jupiter align. Harness these vibes by setting clear intentions for the day, focusing on what you want to achieve and where you want to be. Healing conversations can bring you closer to peers once Chiron stirs, so don't hesitate to share your own experiences while offering support to others. A-ha moments come for you when Luna aspects Uranus midafternoon, and you'll want to write down any brilliant ideas your mind cooks up. The energy shifts once the moon enters Pisces, asking you to strengthen personal structures."
        },
        "kh": {
            "today": "Gemini ជាទីស្រឡាញ់, វិញ្ញាណវិញ្ញាណបញ្ជូនការពង្រឹងបន្ថែមបន្ថែមទៀតនៅព្រឹកនេះនៅពេលព្រះចន្ទនិងភពព្រហស្បតិ៍តម្រឹម។ទាញយកភាពរស់រវើកទាំងនេះដោយកំណត់ចេតនាច្បាស់លាស់សម្រាប់ថ្ងៃដោយផ្តោតលើអ្វីដែលអ្នកចង់សម្រេចបាននិងកន្លែងដែលអ្នកចង់ធ្វើ។ការសន្ទនាព្យាបាលអាចនាំឱ្យអ្នកកាន់តែខិតជិតដល់មិត្តភក្ដិនៅពេលដែល chironst stirs ដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការចែករំលែកបទពិសោធន៍ផ្ទាល់ខ្លួនរបស់អ្នកនៅពេលផ្តល់ការគាំទ្រដល់អ្នកដទៃ។មួយសន្ទុះ A-HA មករកអ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅតំបន់អ៊ុនសាននៅតំបន់អ៊ុនសឺរ, ហើយអ្នកនឹងចង់សរសេរគំនិតដ៏អស្ចារ្យណាមួយដែលអ្នកកំពុងចំអិន។ថាមពលផ្លាស់ប្តូរនៅពេលដែលព្រះចន្ទចូលមក Pisces ដោយស្នើសុំឱ្យអ្នកពង្រឹងរចនាសម្ព័ន្ធផ្ទាល់ខ្លួន។"
        }
    }
]