[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury ends its Retrograde journey today, beloved ram, boosting your motivation and creative aspirations. Meaningful relationships will feel lighter moving forward, and you'll have a chance to clear up miscommunications that have been casting shadows on your fun. Button up projects you're ready to move on from while the Pisces moon aligns with the nodes of fate, preparing for your next venture. Meanwhile, Saturn and Uranus align, bringing innovation and discipline to the mind. Celebrate your closest companionships and be generous with your love later tonight when Venus and Jupiter join forces, putting you in a nurturing spirit."
        },
        "kh": {
            "today": "បារតបញ្ចប់ដំណើរថយក្រោយរបស់ខ្លួននៅថ្ងៃនេះនៅថ្ងៃនេះដែលជាសំណូមពរជាទីស្រឡាញ់ជំរុញការលើកទឹកចិត្តនិងសេចក្តីប្រាថ្នាច្នៃប្រឌិតរបស់អ្នក។ទំនាក់ទំនងដែលមានអត្ថន័យនឹងមានអារម្មណ៍ស្រាលជាងមុនទៅមុខហើយអ្នកនឹងមានឱកាសបោសសំអាតការបំភាន់ដែលបានធ្វើឱ្យមានស្រមោលលើភាពសប្បាយរីករាយរបស់អ្នក។ប៊ូតុងឡើងលើគម្រោងដែលអ្នកបានត្រៀមខ្លួនរួចជាស្រេចដើម្បីផ្លាស់ទីពីខណៈពេលដែល Pisces Moon តម្រឹមជាមួយថ្នាំងនៃវាសនាដែលកំពុងរៀបចំសម្រាប់ការបណ្តាក់ទុនបន្ទាប់របស់អ្នក។ទន្ទឹមនឹងនេះសៅរ៍និងអ៊ុយរ៉ានុសតម្រឹមនាំមកនូវការច្នៃប្រឌិតនិងវិន័យដល់ចិត្ត។អបអរសាទរភាពជាដៃគូជិតស្និទ្ធបំផុតរបស់អ្នកហើយមានចិត្តល្អដោយក្តីស្រឡាញ់របស់អ្នកនៅយប់នេះនៅពេលដែល Venus Venus មាន Venus និង Jupiter ចូលរួមជាមួយកម្លាំងដែលបានធ្វើឱ្យអ្នកមានស្មារតីចិញ្ចឹមបីបាច់ថែរក្សា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel as though a fog has been lifted this morning, dearest Leo, as Mercury stations direct in your sign. Misinformation, confusion, and miscommunications are sure to be resolved moving forward, allowing you to breathe easy while looking toward the future with optimism. Transformative vibes flow once the Pisces moon aspects the nodes of fate, but stepping away from your comfort zone may seem challenging at first. Meanwhile, a sweet alliance between Saturn and Uranus brings exciting plot twists that could have you making friends in high places. Slow down and show yourself some love when Venus and Jupiter unite tonight, taking space to wish for a brighter tomorrow."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាអ័ព្ទមួយត្រូវបានលើកឡើងនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុត, ដូចជាស្ថានីយ៍បារតដោយផ្ទាល់នៅក្នុងសញ្ញារបស់អ្នក។ព័ត៌មានមិនត្រឹមត្រូវការភាន់ច្រលំនិងការយល់ខុសត្រូវប្រាកដថាត្រូវបានដោះស្រាយឆ្ពោះទៅមុខដែលអនុញ្ញាតឱ្យអ្នកដកដង្ហើមងាយស្រួលខណៈពេលដែលសម្លឹងឆ្ពោះទៅរកអនាគតដោយសុទិដ្ឋិនិយម។ភាពរស់រវើកដែលផ្លាស់ប្តូរបានហូរនៅពេលដែលផ្នែកខាងលើនៃឈូសឆាយភ្ជាប់ថ្នាំងនៃជោគវាសនាប៉ុន្តែបោះជំហានចេញពីតំបន់ដែលអ្នកមានអារម្មណ៍លួងលោមរបស់អ្នកហាក់ដូចជាលំបាកនៅពេលដំបូង។ទន្ទឹមនឹងនេះសម្ព័ន្ធភាពផ្អែមល្ហែមរវាងភពសៅរ៍និងអ៊ុយរ៉ានុសនាំមកនូវការផ្លាស់ប្តូរគ្រោងដ៏រំភើបដែលអាចធ្វើឱ្យមិត្តភក្តិនៅតាមទីកន្លែងខ្ពស់។បន្ថយល្បឿនហើយបង្ហាញខ្លួនអ្នកនូវក្តីស្រឡាញ់ខ្លះនៅពេលដែល Venus និង Jupiter បង្រួបបង្រួមគ្នានៅយប់នេះ, យកកន្លែងដែលមានបំណងចង់មើលទៅភ្លឺជាងមុននៅថ្ងៃស្អែក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Work on sorting out issues within your private life, dear Taurus, as Mercury concludes its Retrograde journey. With the planet of communication back in operation, it'll be easier to establish mutual respect and understanding. Show kindness to a stranger while the Pisces moon aligns with the nodes of fate, putting you in charitable spirits. Now is also a good time to set your ego aside to ask for help or essential introductions that can propel you forward. Meanwhile, Saturn and Uranus align, offering significant rewards when discipline is applied toward manifestation goals. Your heart swells tonight once Venus and Jupiter unite, surrounding you with sweetness and luck."
        },
        "kh": {
            "today": "ធ្វើការលើការតម្រៀបចេញបញ្ហាក្នុងជីវិតឯកជនរបស់អ្នក Taurus ជាទីស្រឡាញ់នៅពេលដែលបារតបញ្ចប់ការធ្វើដំណើរថយក្រោយរបស់ខ្លួន។ជាមួយនឹងភពនៃការប្រាស្រ័យទាក់ទងត្រឡប់មកវិញនៅក្នុងប្រតិបត្តិការវានឹងកាន់តែងាយស្រួលក្នុងការបង្កើតការគោរពនិងការយោគយល់គ្នាទៅវិញទៅមក។បង្ហាញចិត្តល្អចំពោះមនុស្សចម្លែកខណៈពេលដែលពូជតោនមានភាពដូចថ្នាំងរបស់ជោគវាសនាដែលធ្វើឱ្យអ្នកមានស្មារតីសប្បុរស។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការកំណត់ឧទាហរណ៏របស់អ្នកមួយឡែកដើម្បីសុំជំនួយឬការណែនាំចាំបាច់ដែលអាចជំរុញអ្នកឱ្យឆ្ពោះទៅមុខ។ទន្ទឹមនឹងនេះសៅរ៍សៅរ៍និងអ៊ុយរ៉ានុសតម្រឹមផ្តល់រង្វាន់គួរឱ្យកត់សម្គាល់នៅពេលដែលវិន័យត្រូវបានអនុវត្តចំពោះគោលដៅដែលបានបង្ហាញ។បេះដូងរបស់អ្នកហើមនៅយប់នេះម្តងទៀតហើយ Jupiter បង្រួបបង្រួមដែលនៅជុំវិញអ្នកជាមួយនឹងភាពផ្អែមល្ហែមនិងសំណាង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel as though your mind has been rewired once Mercury stations direct, dear Gemini, clearing away mental blocks. Use this energy to address issues you've struggled with over the last few weeks, leaning on your incredible wit to problem-solve. Recognize if you've outgrown your current position while the Pisces moon aligns with the nodes of fate, setting your sights on higher aspirations. Meanwhile, a sweet connection between Saturn and Uranus could trigger lucky breaks that stem from networking and social interaction. Make a wish later tonight when Venus and Jupiter unite, increasing your luck as blessings stream through."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាចិត្តរបស់អ្នកត្រូវបានរៀបចំឡើងវិញនៅពេលដែលស្ថានីយ៍បារតដោយផ្ទាល់ Gemini ជាទីស្រឡាញ់ដោយសំអាតការឆ្ងាយពីផ្លូវចិត្ត។ប្រើថាមពលនេះដើម្បីដោះស្រាយបញ្ហាដែលអ្នកបានតស៊ូជាមួយក្នុងរយៈពេលប៉ុន្មានសប្តាហ៍ចុងក្រោយដោយផ្អៀងលើភាពមិនគួរឱ្យជឿរបស់អ្នកដើម្បីដោះស្រាយបញ្ហា។ទទួលស្គាល់ថាតើអ្នកបានឈានដល់ទីតាំងបច្ចុប្បន្នរបស់អ្នកខណៈពេលដែល Pisces Moon តម្រឹមជាមួយថ្នាំងរបស់វាសនាដោយកំណត់ទេសភាពរបស់អ្នកលើសេចក្តីប្រាថ្នាខ្ពស់របស់អ្នក។ទន្ទឹមនឹងនេះដែរការតភ្ជាប់ផ្អែមរវាងភពសៅរ៍និងអ៊ុយរ៉ានុសអាចបង្កឱ្យមានការលួចបន្លំការសំរាកដែលបានមកពីបណ្តាញនិងអន្តរកម្មសង្គម។សូមធ្វើការជូនពរនៅយប់នេះនៅពេលដែល Venus និង Jupiter បង្រួបបង្រួមការបង្កើនសំណាងរបស់អ្នកជាពរជ័យនៃការទទួលពរ។"
        }
    }
]