[
    {
        "sign": "Aries",
        "en": {
            "today": "Be proud of your achievements as the Capricorn Moon and Venus align, dear Aries, relishing the attention and rewards you've earned. Reinvest in your next big project to propel this energy even further, planting seeds from which great trees might sprout. Financial and professional opportunities will be easier to manifest under these cosmic conditions but be sure to back up your goals with experience and savvy strategies. Strained emotions could catch you off guard while Luna opposes Mercury, but try to exercise restraint if triggers arise. If specific issues still need addressing later this afternoon, approach them from a level and mature headspace."
        },
        "kh": {
            "today": "មានមោទនភាពចំពោះសមិទ្ធផលរបស់អ្នកនៅពេលដែល Capricorn Monon និង Venus មានភាពរឹងមាំ, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ការផ្តល់ការយកចិត្តទុកដាក់និងរង្វាន់ដែលអ្នករកបាន។វិនិយោគឡើងវិញនៅក្នុងគម្រោងធំបន្ទាប់របស់អ្នកដើម្បីជំរុញថាមពលនេះថែមទៀតដោយដាំគ្រាប់ពូជដែលដើមឈើដ៏អស្ចារ្យអាចដុះបាន។ឱកាសហិរញ្ញវត្ថុនិងវិជ្ជាជីវៈនឹងកាន់តែងាយស្រួលក្នុងការបង្ហាញនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះប៉ុន្តែត្រូវប្រាកដថាគាំទ្រដល់គោលដៅរបស់អ្នកជាមួយនឹងយុទ្ធសាស្រ្តនិងយុទ្ធសាស្ត្រដែលមានបទពិសោធ។អារម្មណ៍ដែលមានសភាពអាចចាប់អ្នកឱ្យបានឆ្មាំនៅពេលដែល Luna ប្រឆាំងបារតប៉ុន្តែព្យាយាមធ្វើលំហាត់ប្រាណអត់ធ្មត់ប្រសិនបើកេះកើតឡើង។ប្រសិនបើបញ្ហាជាក់លាក់នៅតែត្រូវការការដោះស្រាយនៅពេលរសៀលនេះនៅរសៀលនេះខិតជិតពួកគេពីកម្រិតមួយនិងក្បាលដែលមានភាពចាស់ទុំ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Praise is headed your way, dear Leo, thanks to a sweet connection between the Capricorn Moon and Venus. Pat yourself on the back for all the hard work you do, but look for opportunities to stand out even further. Taking credit for your efforts can make it easier to get ahead, putting you on the professional fast track. If you're ready to take on more responsibilities, consider how you'll need to adjust and reorganize your daily routines. Fears could rise to the surface when Luna opposes Mercury, but try to let the idea of change scare you."
        },
        "kh": {
            "today": "ការសរសើរត្រូវបានដឹកនាំផ្លូវរបស់អ្នកដែលជាទីស្រឡាញ់ដោយអរគុណចំពោះការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមរវាង capricorn ព្រះច័ន្ទនិង Venus ។លាបខ្លួនអ្នកនៅលើខ្នងសម្រាប់ការខិតខំទាំងអស់ដែលអ្នកធ្វើប៉ុន្តែរកមើលឱកាសដើម្បីលេចធ្លោថែមទៀត។ការទទួលបានកិត្តិនាមសម្រាប់កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នកអាចធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការឈានទៅមុខដោយដាក់អ្នកនៅលើផ្លូវដែលមានជំនាញវិជ្ជាជីវៈ។ប្រសិនបើអ្នកត្រៀមខ្លួនទទួលខុសត្រូវបន្ថែមទៀតសូមពិចារណាពីរបៀបដែលអ្នកត្រូវកែសំរួលនិងរៀបចំទម្លាប់ប្រចាំថ្ងៃរបស់អ្នកឡើងវិញ។ការភ័យខ្លាចអាចកើនឡើងដល់ផ្ទៃនៅពេលដែល Luna ប្រឆាំងបារតប៉ុន្តែព្យាយាមឱ្យគំនិតនៃការផ្លាស់ប្តូរនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The universe finds opportunities to surprise and bless you this morning, dear Taurus, thanks to a sweet connection between the Capricorn Moon and Venus. Increased luck and endurance give you an opportunity to exceed your expectations, so don't hold back when inspiration strikes. Just be mindful to cherish the quiet moments as well, opening yourself up to messages from beyond. The energy speeds up once Luna opposes Mercury, taking your conversations on a wild ride. Enjoy positive interactions that encourage growth and mind-expanding discussions, but try not to over-explain if tension or miscommunications arise."
        },
        "kh": {
            "today": "សាកលលោករកឱកាសធ្វើឱ្យមានការភ្ញាក់ផ្អើលនិងប្រទានពរដល់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់អរគុណចំពោះការតភ្ជាប់ផ្អែមរវាង Capricorn Monon និង Venus ។បង្កើនសំណាងនិងការស៊ូទ្រាំផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីលើសពីការរំពឹងទុករបស់អ្នកដូច្នេះកុំប្រកាន់ខ្ជាប់នៅពេលបំផុសធ្វើកូដកម្ម។គ្រាន់តែគិតក្នុងការគិតដល់ពេលវេលាស្ងាត់ស្ងៀមផងដែរដោយបើកឱ្យខ្លួនអ្នកទៅសារពីលើសពីនេះទៀត។ថាមពលបង្កើនល្បឿននៅពេលដែល Luna ប្រឆាំងបារតការទទួលយកការសន្ទនារបស់អ្នកនៅលើការជិះព្រៃ។សូមរីករាយនឹងអន្តរកម្មវិជ្ជមានដែលជំរុញឱ្យមានកំណើននៃការលូតលាស់និងការពិភាក្សាពង្រីកអារម្មណ៍ប៉ុន្តែព្យាយាមមិនពន្យល់ថាប្រសិនបើមានភាពតានតឹងឬការបំភាន់កើតឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn Moon aspects harmonious Venus this morning, dearest Gemini, putting you in a position of great power. The trick to harnessing these vibes is to acknowledge how you hold yourself back. Identify moments that felt destructive, obsessive, or out of control, recognizing the role you played. Examine your patterns so that you can replace them with ones that are more conducive to finding success and living your best life. Love yourself through this process, leaving shame at the door. It may be necessary to review your closest relationships when Luna opposes Mercury, determining whether or not these dynamics can evolve alongside you."
        },
        "kh": {
            "today": "ទិដ្ឋភាពដែលមានភាពសុខដុមរមនានៅព្រឹកនេះមានប្រដាប់ភេទទី 3 ដែលជាទីស្រឡាញ់បំផុតដាក់អ្នកក្នុងទីតាំងនៃអំណាចដ៏អស្ចារ្យ។ល្បិចក្នុងការប្រើភាពរស់រវើកទាំងនេះគឺទទួលស្គាល់ពីរបៀបដែលអ្នកកាន់ខ្លួនអ្នកត្រឡប់មកវិញ។កំណត់ពេលវេលាដែលមានអារម្មណ៍បំផ្លិចបំផ្លាញការមិនសូវមានការចាប់អារម្មណ៍ឬមិនអាចគ្រប់គ្រងបានដោយទទួលស្គាល់តួនាទីដែលអ្នកបានលេង។ពិនិត្យគំរូរបស់អ្នកដូច្នេះអ្នកអាចជំនួសពួកគេដោយមានអ្វីដែលមានលក្ខណៈអំណោយផលដល់ការស្វែងរកភាពជោគជ័យនិងរស់នៅក្នុងជីវិតដែលល្អបំផុតរបស់អ្នក។ស្រឡាញ់ខ្លួនឯងតាមរយៈដំណើរការនេះដោយបន្សល់ទុកភាពអាម៉ាស់នៅមាត់ទ្វារ។វាចាំបាច់ក្នុងការពិនិត្យមើលទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកនៅពេលដែល Luna ប្រឆាំងបារតដោយកំណត់ថាតើសក្ដានុពលទាំងនេះអាចវិវឌ្ឍន៍នៅលើអ្នកបានដែរឬទេ។"
        }
    }
]