[
    {
        "sign": "Aries",
        "en": {
            "today": "Murky vibes could manifest within your community early this morning, dear Aries, as the Taurus Moon and Pluto square off. If you have a habit of checking your messages and social media feeds upon awakening, consider connecting with nature instead. There will be plenty to feel grateful for when you prioritize the simple pleasures life has to offer rather than getting caught up in gossip or peer competition. Center your emotions to see the opportunities that lie before you while Mercury aspects the nodes of fate this afternoon. Embrace guilty pleasures with someone you cherish when Luna and Venus unite tonight."
        },
        "kh": {
            "today": "ភាពរស់រវើកដែលមាប៊ូអាចបង្ហាញនៅក្នុងសហគមន៍របស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Taurus Moon និង Pluto Square បិទ។ប្រសិនបើអ្នកមានទម្លាប់ត្រួតពិនិត្យសាររបស់អ្នកនិងប្រព័ន្ធផ្សព្វផ្សាយសង្គមចិញ្ចឹមលើការភ្ញាក់ដឹងខ្លួនសូមពិចារណាភ្ជាប់ជាមួយធម្មជាតិជំនួសវិញ។វានឹងមានអារម្មណ៍ថាមានអំណរគុណចំពោះការផ្តល់អាទិភាពនៅពេលដែលអ្នកផ្តល់អាទិភាពដល់ជីវិតរីករាយដ៏សាមញ្ញដែលត្រូវផ្តល់ជូនជាជាងការនិយាយដើមឬការប្រកួតប្រជែងមិត្តភក្តិ។ដាក់អារម្មណ៍របស់អ្នកដើម្បីមើលឱកាសដែលស្ថិតនៅចំពោះអ្នកខណៈពេលដែលទិដ្ឋភាពបារតថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ចាប់យកការសប្បាយដែលមានប្រតិកម្មជាមួយអ្នកដែលអ្នកស្រឡាញ់នៅពេលដែល Luna និង Venus បង្រួបបង្រួមយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take all the time you need to feel rested and restored this morning, dear Leo, as the Taurus Moon and Pluto square off. You'll find that moving slowly yet methodically serves you, providing opportunities to build upon the foundations you've already laid out. Themes around personal transformation come into play when Mercury aspects the nodes of fate this afternoon. Take some time to appreciate all the progress you've made, but continue to strive for improvement. Stabilizing energy manifests within matters of the heart later tonight, presenting the ideal time to discuss the future with that special someone."
        },
        "kh": {
            "today": "ចំណាយពេលគ្រប់ពេលដែលអ្នកត្រូវការឱ្យមានអារម្មណ៍ស្ងប់ស្ងៀមនិងស្តារឡើងវិញនៅព្រឹកនេះលីអូជាទីស្រឡាញ់នៅពេលដែល Taurus Moon និង Pluto Square បិទ។អ្នកនឹងឃើញថាការផ្លាស់ប្តូរដែលមានលក្ខណៈផ្លាស់ប្តូរគ្នាតាមលក្ខណៈយឺត ៗ ផ្តល់ជូនអ្នកយឺត ៗ ផ្តល់ឱកាសដើម្បីកសាងលើគ្រឹះដែលអ្នកបានដាក់រួចហើយ។ប្រធានបទនៅជុំវិញការផ្លាស់ប្តូរផ្ទាល់ខ្លួនចូលមកក្នុងការលេងនៅពេលដែលទិដ្ឋភាពបារតថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ចំណាយពេលខ្លះដើម្បីកោតសរសើរចំពោះការរីកចម្រើនទាំងអស់ដែលអ្នកបានធ្វើប៉ុន្តែបន្តខិតខំដើម្បីកែលម្អ។ស្ថេរភាពថាមពលបង្ហាញឱ្យឃើញនៅក្នុងបញ្ហានៃបេះដូងនៅយប់នេះបង្ហាញពេលវេលាដ៏ល្អដើម្បីពិភាក្សាអំពីអនាគតជាមួយនរណាម្នាក់ពិសេសនោះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Moon continues her journey through your sign, dear Taurus, forming a harsh square with Pluto early this morning. Be mindful to shift from work to weekend mode actively upon awakening, touching base with your personal goals for the next two days. You'll have the power to accomplish much, especially when you make yourself the priority. Follow up with any new contacts you've made recently when Mercury aligns with the nodes of fate this afternoon. Luck is on your side when it comes to manifestation and matters of the heart later tonight, thanks to a sweet union between Luna and Venus."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនៅតែបន្តដំណើររបស់នាងតាមរយៈសញ្ញារបស់អ្នក, Taurus ជាទីស្រឡាញ់បង្កើតការេដ៏សាហាវជាមួយផ្លាតូនៅព្រឹកនេះ។ត្រូវគិតគូរក្នុងការផ្លាស់ប្តូរពីការងារមួយទៅរបៀបចុងសប្តាហ៍យ៉ាងសកម្មនៅពេលភ្ញាក់ឡើងប៉ះមូលដ្ឋានជាមួយនឹងគោលដៅផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ពីរថ្ងៃបន្ទាប់។អ្នកនឹងមានអំណាចដើម្បីសម្រេចបានច្រើនជាពិសេសនៅពេលអ្នកធ្វើឱ្យខ្លួនអ្នកអាទិភាព។តាមដានទំនាក់ទំនងថ្មីណាមួយដែលអ្នកបានធ្វើថ្មីៗនេះនៅពេលបារតតម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។សំណាងគឺនៅខាងអ្នកនៅពេលនិយាយអំពីការបង្ហាញនិងបញ្ហានៃបេះដូងនៅយប់នេះសូមអរគុណដល់សហជីពដ៏ផ្អែមល្ហែមរវាង Luna និង Venus ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Omens could manifest in the dream realms early this morning, dear Gemini, as the Taurus Moon and Pluto square off. Do your best to recognize messages from beyond, but avoid engaging with fear. Do something relaxing while reflecting on your plan for the next few months while Mercury aspects the nodes of fate this afternoon. This energy offers fresh perspectives when it comes to building financial and professional success, so be mindful to take notes. Don't feel guilty about canceling plans later tonight when Luna and Venus unite, luring you toward an agenda that centers around self-care and introspection."
        },
        "kh": {
            "today": "omens អាចបង្ហាញនៅក្នុងពិភពសុបិន្តនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែល Taurus Moon និង Pluto Square បិទ។ធ្វើឱ្យអស់ពីសមត្ថភាពដើម្បីស្គាល់សារពីលើសពីនេះប៉ុន្តែចៀសវាងការភ័យខ្លាចដោយភ័យខ្លាច។ធ្វើអ្វីមួយដែលបន្ធូរអារម្មណ៍ខណៈពេលដែលឆ្លុះបញ្ចាំងពីផែនការរបស់អ្នកសម្រាប់ពីរបីខែបន្ទាប់ខណៈពេលដែលទិដ្ឋភាពបារតថ្នាំងថ្នាំងនៃជោគវាសនានៅរសៀលនេះ។ថាមពលនេះផ្តល់នូវទស្សនវិស័យស្រស់នៅពេលនិយាយអំពីការកសាងភាពជោគជ័យផ្នែកហិរញ្ញវត្ថុនិងវិជ្ជាជីវៈដូច្នេះត្រូវយកចិត្តទុកដាក់ក្នុងការកត់ចំណាំ។កុំមានអារម្មណ៍ថាមានកំហុសក្នុងការលុបចោលផែនការនៅយប់នេះនៅពេលដែល Luna និង Venus រួបរួមគ្នាទាក់ទាញទឹកចិត្តអ្នកឆ្ពោះទៅរករបៀបវារៈមួយដែលផ្តោតលើការថែរក្សាខ្លួនឯងនិងការធ្វើឱ្យមានការចាប់អារម្មណ៍។"
        }
    }
]