[
    {
        "sign": "Aries",
        "en": {
            "today": "The Taurus full moon casts a vibrant light on your surroundings, dear Aries, helping you explore the world with sharpened senses. Lean into all that is grounding and comforting, allowing heavier vibes to dissipate. Home in on your dreams once the nodes of fate activate, fine-tuning your plans to expel unnecessary work. Your routines may require some improvement if you're to maximize your efforts, especially if you have a habit of staying up late or neglecting basic needs. Invest in elevating your home life while Jupiter stirs later tonight, and you'll soon gain the recharge your body craves."
        },
        "kh": {
            "today": "ព្រះច័ន្ទពេញលេញរបស់ Taurus បានបោះពន្លឺដ៏រស់រវើកនៅលើតំបន់ជុំវិញរបស់អ្នកដែលជាទីស្រឡាញ់របស់អ្នកជាទីស្រឡាញ់ជួយអ្នកឱ្យស្វែងយល់ពីពិភពលោកដោយញ្ញាណដ៏មុតស្រួច។ពឹងផ្អែកលើអ្វីទាំងអស់ដែលកំពុងធ្វើឱ្យមានមូលដ្ឋាននិងការលួងលោមដែលអនុញ្ញាតឱ្យមានភាពរស់រវើកធ្ងន់ ៗ រលាយ។ផ្ទះនៅលើក្តីសុបិន្តរបស់អ្នកនៅពេលដែលថ្នាំងនៃជោគវាសនាធ្វើឱ្យសកម្មការកែលម្អផែនការរបស់អ្នកដើម្បីបណ្តេញការងារដែលមិនចាំបាច់។ទម្លាប់របស់អ្នកអាចតម្រូវឱ្យមានភាពប្រសើរឡើងមួយចំនួនប្រសិនបើអ្នកត្រូវខិតខំប្រឹងប្រែងឱ្យបានច្រើនបំផុតជាពិសេសប្រសិនបើអ្នកមានទំលាប់នៃការស្នាក់នៅយឺតឬមិនយកចិត្តទុកដាក់ចំពោះតម្រូវការមូលដ្ឋាន។វិនិយោគក្នុងការលើកកម្ពស់ជីវិតផ្ទះរបស់អ្នកខណៈដែល Jupiter Stirs បានធ្វើឱ្យយប់នេះឆាប់ៗនេះអ្នកនឹងទទួលបានការបញ្ចូលទឹកឱ្យស្ងួតឆាប់ៗនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It's time to stand in your power as a professional, dear Leo, as the Taurus full moon supercharges your solar tenth house. While you may feel as though there aren't enough hours in the day to accomplish all you've set out to do, approaching goals with patience will bring you to the finish line. Don't shy away from negotiations that can enhance your standing once the nodes of fate align, and be open to forming new partnerships. Brilliant strategies form when Luna aspects Jupiter later tonight, but you'll want to keep your ideas under wraps until they're fully refined."
        },
        "kh": {
            "today": "វាដល់ពេលដែលត្រូវឈរក្នុងអំណាចរបស់អ្នកជាវិជ្ជាជីវៈលីអូដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទពេញរបស់ព្រះច័ន្ទរបស់អ្នក។ខណៈពេលដែលអ្នកអាចមានអារម្មណ៍ថាមិនមានម៉ោងគ្រប់គ្រាន់ក្នុងមួយថ្ងៃដើម្បីសម្រេចបាននូវអ្វីទាំងអស់ដែលអ្នកបានកំណត់ធ្វើជិតដល់គោលដៅដោយការអត់ធ្មត់នឹងនាំអ្នកទៅទីបញ្ចប់។កុំខ្មាស់អៀនពីការចរចាដែលអាចជួយបង្កើនជំហររបស់អ្នកនៅពេលដែលថ្នាំងនៃវាសនាតម្រឹមហើយត្រូវបើកចំហដើម្បីបង្កើតភាពជាដៃគូថ្មី។យុទ្ធសាស្រ្តដ៏អស្ចារ្យបានបង្កើតឡើងនៅពេលដែលទិដ្ឋភាពនៃឡូសជូដិននៅយប់នេះប៉ុន្តែអ្នកនឹងចង់រក្សាគំនិតរបស់អ្នកឱ្យនៅដដែលរហូតដល់ពួកគេចម្រាញ់ពេញលេញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The full moon rises in your sign this morning, beloved Taurus, expanding the light within. Give yourself space to flourish and prioritize relationships that offer the support you need to move forward. Sparks of intuition may reshape specific plans, and you should embrace letting go as a means of gaining more. Emotions build as the hours pass, giving you a sense that greatness lies on the horizon. As the nodes of fate activate, consider relying on connections that can benefit your cause. You'll have the power to reach broad audiences once Jupiter stirs tonight, so be sure to speak up!"
        },
        "kh": {
            "today": "ព្រះច័ន្ទពេញលេញបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ពង្រីកពន្លឺនៅខាងក្នុង។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីរីកចំរើននិងផ្តល់អាទិភាពដល់ទំនាក់ទំនងដែលផ្តល់ការគាំទ្រដែលអ្នកត្រូវការដើម្បីឆ្ពោះទៅមុខ។ផ្កាភ្លើងនៃវិចារណញាណអាចផ្លាស់ប្តូរផែនការជាក់លាក់ហើយអ្នកគួរតែឱបក្រសោបអនុញ្ញាតឱ្យក្លាយជាមធ្យោបាយនៃការទទួលបានកាន់តែច្រើន។អារម្មណ៍សាងសង់នៅពេលម៉ោងកន្លងផុតទៅផ្តល់ឱ្យអ្នកនូវអារម្មណ៍ថាភាពអស្ចារ្យស្ថិតនៅលើផ្តេក។នៅពេលដែលថ្នាំងនៃជោគវាសនាសកម្មសូមពិចារណាពឹងផ្អែកលើការតភ្ជាប់ដែលអាចផ្តល់អត្ថប្រយោជន៍ដល់បុព្វហេតុរបស់អ្នក។អ្នកនឹងទទួលបានអំណាចក្នុងការឈានដល់ទស្សនិកជនទូទៅនៅពេលដែល Jupiter ជំរុញឱ្យនៅយប់នេះដូច្នេះត្រូវប្រាកដថានិយាយឡើង!"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A deeply introspective energy guides you, dear Gemini, as the Taurus full moon graces our skies. Your habits come into focus, forcing you to recognize how specific agendas have fallen off the rails. Take responsibility for your own role in slowing down projects that are important to you, and look for healthy alternatives. Consider where minor adjustments can be made to free up more time for personal ventures. Your approach to wellness is also a significant theme, as the stars nudge you to love and respect your body. Push aside feelings of shame to the side and find motivation in new structures once the nodes of fate are activated. You'll feel optimistic and at ease when Jupiter stirs tonight."
        },
        "kh": {
            "today": "ថាមពលដ៏ជ្រាលជ្រៅដែលដឹកនាំអ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទពេញ Taurus មានលួងលោមមេឃរបស់យើង។ទម្លាប់របស់អ្នកផ្តោតសំខាន់ទៅលើអ្នកដែលអ្នកស្គាល់ថាតើរបៀបវារៈជាក់លាក់បានធ្លាក់ចេញពីផ្លូវដែក។ទទួលខុសត្រូវចំពោះតួនាទីផ្ទាល់ខ្លួនរបស់អ្នកក្នុងការបន្ថយល្បឿនគម្រោងដែលមានសារៈសំខាន់សម្រាប់អ្នកហើយស្វែងរកជម្រើសដែលមានសុខភាពល្អ។ពិចារណាកន្លែងដែលការកែសំរួលតិចតួចអាចត្រូវបានធ្វើឡើងដើម្បីឱ្យមានពេលវេលាបន្ថែមទៀតសម្រាប់ការបណ្តាក់ទុនផ្ទាល់ខ្លួន។វិធីសាស្រ្តរបស់អ្នកចំពោះសុខភាពគឺមានប្រធានបទសំខាន់ផងដែរនៅពេលដែលផ្កាយធ្វើឱ្យអ្នកស្រឡាញ់និងគោរពរាងកាយរបស់អ្នក។ជំរុញឱ្យមានអារម្មណ៍ខ្មាស់អៀនចំពោះចំហៀងហើយស្វែងរកការលើកទឹកចិត្តក្នុងសំណង់ថ្មីនៅពេលដែលថ្នាំងនៃវាសនាត្រូវបានធ្វើឱ្យសកម្ម។អ្នកនឹងមានអារម្មណ៍សុទិដ្ឋិនិយមហើយនៅភាពងាយស្រួលនៅពេលដែលជូរីស្ទាក់មើលដល់យប់នេះ។"
        }
    }
]