[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be busy with social rounds throughout the first half of the day, darling Aries, as the Gemini moon aligns with Saturn, Uranus, Neptune, and Pluto. Rather than struggling to choose which friends to hang out with, suggest a larger gathering where everyone can be together. Boundaries dissolve with each positive interaction, further ingraining you in the hearts and minds of those you encounter. Plan for an easy night surrounded by your closest companions once Luna aspects Mercury and Mars, entering spaces where you are free to be your most authentic self without the threat of prying or judgmental eyes."
        },
        "kh": {
            "today": "អ្នកនឹងរវល់នឹងក្រុមសង្គមនៅពាក់កណ្តាលនៃថ្ងៃដំបូងនៃថ្ងៃដែលគួរឱ្យស្រឡាញ់ Aries នៅពេលដែល Gemini Mon តម្រឹមជាមួយ saturn, uranus, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune, Neptune និង Pluto ។ជាជាងការតស៊ូដើម្បីជ្រើសរើសមិត្តភក្តិណាដែលដើរលេងជាមួយសូមណែនាំការប្រមូលផ្តុំធំដែលមនុស្សគ្រប់រូបអាចនៅជាមួយគ្នា។ព្រំដែនពណ៌ក្រហមដែលរលាយជាមួយអន្តរកម្មវិជ្ជមាននីមួយៗការរំលងដួងចិត្តកាន់តែច្រើននៅក្នុងដួងចិត្តនិងគំនិតរបស់អ្នកដែលអ្នកជួបប្រទះ។ផែនការសម្រាប់រាត្រីងាយៗដែលព័ទ្ធជុំវិញដោយដៃគូដែលនៅជិតរបស់អ្នកនៅពេលដែលទិដ្ឋភាពឡុងបារ៉ានិងភពព្រះអង្គារចូលកន្លែងដែលអ្នកមានសេរីភាពក្នុងការធ្វើជាខ្លួនឯងពិតប្រាកដបំផុតរបស់អ្នកដោយគ្មានការគំរាមកំហែងនៃការគោរពប្រតិបត្តិឬភ្នែកវិនិច្ឆ័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "People will be eager to heed your wisdom and spiritual advice, dear Leo. As the Gemini moon connects with Saturn, Uranus, Neptune, and Pluto, trust in your ability to deliver important messages. As your intuition heightens, you'll be able to view other people's situations with a clarity they cannot provide themselves. Be frank when shattering illusions, but remember to share encouragement as well. When it comes to your agenda, now is a good time to tap into the universe, asking for new connections that will enrich your life or further your goals. Get out and mingle while Luna aspects Mercury and Mars, making the most of your Saturday night."
        },
        "kh": {
            "today": "ប្រជាជននឹងចង់ធ្វើតាមប្រាជ្ញានិងដំបូន្មានខាងវិញ្ញាណរបស់អ្នក, លីអូជាទីស្រឡាញ់។ក្នុងនាមជា Gemini Moon ភ្ជាប់ជាមួយ Saturn Uranus, Neanus, Neptune និង Pluto ទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងការចែកចាយសារសំខាន់ៗ។ក្នុងនាមជាគុណសម្បត្តិរបស់អ្នកអ្នកនឹងអាចមើលស្ថានភាពរបស់អ្នកដទៃដោយភាពច្បាស់លាស់ដែលពួកគេមិនអាចផ្គត់ផ្គង់ខ្លួនឯងបាន។សូមស្មោះត្រង់នៅពេលបែកគ្នាការបំភាន់ប៉ុន្តែចងចាំថាបានចែករំលែកការលើកទឹកចិត្តផងដែរ។នៅពេលនិយាយដល់របៀបវារៈរបស់អ្នកឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីទាញយកមកក្នុងសកលលោកដោយស្នើសុំការតភ្ជាប់ថ្មីដែលនឹងធ្វើអោយជីវិតរបស់អ្នកកាន់តែប្រសើរឡើង។ចេញទៅក្រៅនិងច្របាច់បញ្ចូលគ្នាខណៈពេលដែលទិដ្ឋភាពឡូសបារ៉ារនិងភពព្រះអង្គារធ្វើឱ្យបានច្រើនបំផុតនៃយប់ថ្ងៃសៅរ៍របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna exits your sign and makes her debut into Gemini, dearest bull, inviting you to slow down and catch your breath. Make an effort to fully embrace luxury while setting aside your responsibilities as Saturn, Neptune, Uranus, and Pluto activate, drawing you toward a world of peace and decadence. If you struggle to relax, consider taking on a personal project. Instead of investing in other people's aspirations, funnel energy into your own. Get busy in the kitchen and invite close companions over for dinner when the moon aspects Mercury and Mars tonight, filling your space with nurturing activity."
        },
        "kh": {
            "today": "Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយធ្វើឱ្យនាងក្លាយជាអ្នកបង្ហាញខ្លួនរបស់នាងចូលក្នុង Gemini ដែលជាទីស្រឡាញ់បំផុត, ការអញ្ជើញអ្នកឱ្យបន្ថយល្បឿននិងចាប់ដង្ហើមរបស់អ្នកយឺត។ខិតខំប្រឹងប្រែងដើម្បីចាប់យកប្រណីតយ៉ាងពេញលេញខណៈពេលដែលកំពុងដោះស្រាយទំនួលខុសត្រូវរបស់អ្នកក្នុងនាមជា Saturn Neptune Uranus និង Pluto ធ្វើឱ្យអ្នកឆ្ពោះទៅពិភពនៃសន្តិភាពនិងការសំរេចចិត្ត។ប្រសិនបើអ្នកតស៊ូដើម្បីបន្ធូរអារម្មណ៍សូមពិចារណាទទួលយកគម្រោងផ្ទាល់ខ្លួន។ជំនួសឱ្យការវិនិយោគលើសេចក្តីប្រាថ្នារបស់អ្នកដទៃថាមពលចីវលោទៅជារបស់អ្នកផ្ទាល់។រវល់នៅក្នុងផ្ទះបាយហើយអញ្ជើញដៃគូយ៉ាងជិតស្និទ្ធសម្រាប់អាហារពេលល្ងាចនៅពេលដែលព្រះច័ន្ទនៃព្រះច័ន្ទនិងភពព្រះអង្គារនៅយប់នេះបំពេញចន្លោះរបស់អ្នកជាមួយនឹងសកម្មភាពចិញ្ចឹមបីបាច់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Set positive intentions upon awakening, dearest Gemini, as the moon enters your sign to reveal an abundance of possibilities. Sweet connections with Saturn, Uranus, Neptune, and Pluto help you find the right people to connect with, adding new strings to your web of contacts. Appreciate your transformations as your influence and community expand. Seek activities that motivate you to test your limits, finding empowerment that will bleed over into your highest aspirations. Passions rise when intellectual conversations take place while Luna aspects Mercury and Mars this evening. If you've been building up interest with someone special, consider mixing up topics of discussion to show off your alluring brilliance."
        },
        "kh": {
            "today": "កំណត់ចេតនាវិជ្ជមាននៅពេលភ្ញាក់ដឹងខ្លួនជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកដើម្បីបង្ហាញពីលទ្ធភាពនៃលទ្ធភាព។ការតភ្ជាប់ដ៏ផ្អែមល្ហែមជាមួយសៅរ៍អ៊ុយរ៉ានុសណេបតុននិងផ្លាតូជួយអ្នកឱ្យរកមនុស្សត្រឹមត្រូវភ្ជាប់ជាមួយការបន្ថែមខ្សែអក្សរថ្មីទៅគេហទំព័រទំនាក់ទំនងរបស់អ្នក។សូមកោតសរសើរចំពោះការផ្លាស់ប្តូររបស់អ្នកនៅពេលដែលឥទ្ធិពលនិងសហគមន៍របស់អ្នកពង្រីក។ស្វែងរកសកម្មភាពដែលជម្រុញឱ្យអ្នកសាកល្បងដែនកំណត់របស់អ្នកស្វែងរកការផ្តល់អំណាចដែលនឹងហូរឈាមចំពោះសេចក្តីប្រាថ្នាដ៏ខ្ពស់បំផុតរបស់អ្នក។តណ្ហាកើនឡើងនៅពេលការសន្ទនាបញ្ញាកើតឡើងខណៈពេលដែលទិដ្ឋភាពមិនបារតនិងភពព្រះអង្គារនៅល្ងាចនេះ។ប្រសិនបើអ្នកបានទទួលការប្រាក់ជាមួយនរណាម្នាក់ពិសេសសូមពិចារណាលាយប្រធានបទនៃការពិភាក្សាដើម្បីបង្ហាញពីភាពទាក់ទាញរបស់អ្នក។"
        }
    }
]