[
    {
        "sign": "Aries",
        "en": {
            "today": "Pisces season kicks off this morning, dearest Aries, marking the final stretch of winter and a time for introspection. Take note of any internal discoveries you make over the coming weeks, and try to facilitate closure where it's needed most. Though you may have a few secrets to hide, it will be difficult to conceal the truth from those who know you best. The energy will be intuitive and compassionate. Confiding in loved ones can help you resolve issues that are too complex to solve on your own. Playful interactions with family lift the spirits and give you hope when Jupiter stirs midmorning. The Pisces Moon and Mercury unite later today, generating ideal conditions for journaling or meditation."
        },
        "kh": {
            "today": "រដូវកាល Pisces ចាប់ផ្តើមនៅព្រឹកនេះ Aries ជាទីគោរពបំផុត ដែលជាការកត់សម្គាល់រយៈពេលចុងក្រោយនៃរដូវរងា និងជាពេលវេលាសម្រាប់វិចារណកថា។កត់សម្គាល់ពីការរកឃើញខាងក្នុងណាមួយដែលអ្នកធ្វើក្នុងប៉ុន្មានសប្តាហ៍ខាងមុខនេះ ហើយព្យាយាមសម្រួលដល់ការបិទកន្លែងដែលវាត្រូវការបំផុត។ទោះបីជាអ្នកអាចមានអាថ៌កំបាំងមួយចំនួនដើម្បីលាក់ក៏ដោយ វានឹងពិបាកក្នុងការលាក់បាំងការពិតពីអ្នកដែលស្គាល់អ្នកច្បាស់បំផុត។ថាមពលនឹងមានវិចារណញាណនិងមេត្តា។ការជឿជាក់លើមនុស្សជាទីស្រលាញ់អាចជួយអ្នកដោះស្រាយបញ្ហាដែលស្មុគស្មាញពេកក្នុងការដោះស្រាយដោយខ្លួនឯង។ការប្រាស្រ័យទាក់ទងគ្នាលេងសើចជាមួយក្រុមគ្រួសារលើកព្រលឹង និងផ្តល់ឱ្យអ្នកនូវក្តីសង្ឃឹម នៅពេលដែលភពព្រហស្បតិ៍ រំជើបរំជួលពេលព្រឹក។ព្រះច័ន្ទ Pisces និង Mercury រួបរួមគ្នានៅពេលក្រោយនៅថ្ងៃនេះ ដោយបង្កើតលក្ខខណ្ឌដ៏ល្អសម្រាប់ការធ្វើកំណត់ហេតុ ឬសមាធិ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Sun debuts in Pisces this morning, dear Leo, highlighting the need for stability and release. You’ll experience significant changes over the coming weeks, especially in your emotional growth and partnerships. Intense emotions can trigger obsessive behaviors, and it’s essential to recognize what or who sends you spiraling. If you suspect that someone isn’t telling the whole truth, avoid making accusations without facts to back them up. Focus on cultivating a peaceful baseline when Jupiter activates, helping you shed the unnecessary. Review your options before entering professional negotiations or discussions about commitment, as the Pisces Moon and Mercury unite later today."
        },
        "kh": {
            "today": "The Sun បង្ហាញខ្លួនដំបូងនៅ Pisces នៅព្រឹកនេះ ឡេអូជាទីគោរព ដោយបញ្ជាក់ពីតម្រូវការសម្រាប់ស្ថេរភាព និងការចេញផ្សាយ។អ្នក​នឹង​ជួប​ប្រទះ​ការ​ផ្លាស់​ប្តូ​រ​ដ៏​សំខាន់​ក្នុង​រយៈ​ពេល​ប៉ុន្មាន​សប្តាហ៍​ខាង​មុខ​នេះ ជា​ពិសេស​នៅ​ក្នុង​ការ​រីក​ចម្រើន​ខាង​ផ្លូវ​ចិត្ត និង​ភាព​ជា​ដៃ​គូ​របស់​អ្នក។អារម្មណ៍​ខ្លាំង​អាច​បង្ក​ឱ្យ​មាន​អាកប្បកិរិយា​ឈ្លក់វង្វេង ហើយ​វា​ជា​ការ​ចាំបាច់​ក្នុង​ការ​ទទួល​ស្គាល់​នូវ​អ្វី​ឬ​អ្នក​ដែល​បញ្ជូន​អ្នក​ឱ្យ​វិលវល់។ប្រសិនបើអ្នកសង្ស័យថានរណាម្នាក់មិននិយាយការពិត សូមជៀសវាងការចោទប្រកាន់ដោយគ្មានការពិត ដើម្បីគាំទ្រពួកគេ។ផ្តោតលើការបណ្ដុះបណ្ដាលមូលដ្ឋានដោយសន្តិវិធី នៅពេលដែលភពព្រហស្បតិ៍ដំណើរការ ដោយជួយអ្នកឱ្យបញ្ចេញនូវអ្វីដែលមិនចាំបាច់។ពិនិត្យមើលជម្រើសរបស់អ្នកមុននឹងចូលទៅក្នុងការចរចាប្រកបដោយវិជ្ជាជីវៈ ឬការពិភាក្សាអំពីការប្តេជ្ញាចិត្ត នៅពេលដែល Pisces Moon និង Mercury រួបរួមគ្នានៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Gain acceptance and understanding by extending it to others, dearest Taurus. As the Sun enters Pisces and the sector of your chart that governs community, set a positive example throughout the coming weeks. Compassion is key for building bridges. However, it’s okay to acknowledge if specific dynamics are forever incompatible. If you don’t always see eye to eye with someone you must interact with often, settle differences by finding some form of common ground. Words of encouragement go a long way in forging meaningful connections while the Pisces Moon and Jupiter align. Open the mind and allow yourself to be educated and inspired by peers once Mercury stirs midafternoon."
        },
        "kh": {
            "today": "ទទួលបានការទទួលយកនិងការយល់ដឹងដោយការពង្រីកវាទៅអ្នកដទៃ Taurus ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះអាទិត្យចូល Pisces និងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍ សូមធ្វើជាគំរូវិជ្ជមានពេញមួយសប្តាហ៍ខាងមុខនេះ។ការអាណិតអាសូរគឺជាគន្លឹះសម្រាប់ការសាងសង់ស្ពាន។ទោះយ៉ាងណាក៏ដោយ វាមិនអីទេក្នុងការទទួលស្គាល់ប្រសិនបើឌីណាមិកជាក់លាក់មិនឆបគ្នាជារៀងរហូត។ប្រសិនបើអ្នកមិនតែងតែឃើញផ្ទាល់ភ្នែកជាមួយនរណាម្នាក់ អ្នកត្រូវតែទាក់ទងជាមួយជាញឹកញាប់ទេ ចូរដោះស្រាយភាពខុសគ្នាដោយស្វែងរកទម្រង់ទូទៅមួយចំនួន។ពាក្យ​លើក​ទឹក​ចិត្ត​មាន​ភាព​វែង​ឆ្ងាយ​ក្នុង​ការ​បង្កើត​ទំនាក់​ទំនង​ដ៏​មាន​ន័យ ខណៈ​ព្រះច័ន្ទ Pisces និង Jupiter តម្រឹម។បើកចិត្តឱ្យទូលាយ ហើយអនុញ្ញាតឱ្យខ្លួនអ្នកទទួលបានការអប់រំ និងការបំផុសគំនិតដោយមិត្តភ័ក្តិ នៅពេលដែលភពពុធ កូរនៅពេលរសៀល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Prepare for professional inclines throughout the coming weeks, dear Gemini. As the Sun enters Pisces and the sector of your chart that governs success, you’ll feel intuitively drawn to opportunities or projects that help you level up. Don’t hesitate to extend your reach a little further than usual, as people will respect your willingness to go out on a limb. Reevaluate financial goals when Jupiter activates, and consider if it’s time to push for a compensation increase. Rehearse in advance for essential discussions while the Pisces Moon and Mercury unite midafternoon, and don’t backpedal once you’ve made a strong argument."
        },
        "kh": {
            "today": "រៀបចំសម្រាប់ទំនោរវិជ្ជាជីវៈពេញមួយសប្តាហ៍ខាងមុខនេះ, Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះអាទិត្យចូល Pisces និងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងភាពជោគជ័យ អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានទាក់ទាញដោយវិចារណញាណចំពោះឱកាស ឬគម្រោងដែលជួយអ្នកឱ្យឡើងកម្រិត។កុំស្ទាក់ស្ទើរក្នុងការពង្រីកលទ្ធភាពរបស់អ្នកឱ្យឆ្ងាយជាងធម្មតាបន្តិច ព្រោះមនុស្សនឹងគោរពឆន្ទៈរបស់អ្នកក្នុងការចេញទៅក្រៅដោយអវយវៈ។វាយតម្លៃគោលដៅហិរញ្ញវត្ថុឡើងវិញ នៅពេលដែលភពព្រហស្បតិ៍ចាប់ផ្តើមដំណើរការ ហើយពិចារណាថាតើវាដល់ពេលដែលត្រូវជំរុញឱ្យមានការកើនឡើងសំណងដែរឬទេ។ហាត់សមជាមុនសម្រាប់ការពិភាក្សាសំខាន់ៗ ខណៈពេលដែល Pisces Moon និង Mercury រួបរួមគ្នានៅពេលរសៀល ហើយកុំថយក្រោយ នៅពេលដែលអ្នកបានជជែកគ្នាខ្លាំង។"
        }
    }
]