[
    {
        "sign": "Aries",
        "en": {
            "today": "The Aquarius Full Moon brings a burst of activity to our morning sky, dearest Aries, accentuating your thirst for freedom and adventure. A desire for tight community bonds will also be pronounced, and your Saturday will be well spent amongst large gatherings or cultural events. You'll be in giving spirits while Chiron stirs this evening, and can benefit from finding a cause to support financially or through volunteer work. Seek quiet as the day comes to a close and Luna drifts into sensitive Pisces, lighting up new corners of the mind to reveal innovative ideas and psychic premonitions."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរបស់ Aquarius បាននាំមកនូវសកម្មភាពផ្ទុះឡើងមួយនៅលើមេឃពេលព្រឹករបស់យើងដែលជាទីស្រឡាញ់បំផុត Aries ដែលបានសង្កត់ធ្ងន់លើការស្រេកឃ្លានសេរីភាពនិងការផ្សងព្រេងរបស់អ្នក។បំណងប្រាថ្នាសម្រាប់មូលបត្របំណុលសហគមន៍តឹងរឹងក៏នឹងត្រូវបានបញ្ចេញសម្លេងដែរហើយថ្ងៃសៅរ៍របស់អ្នកនឹងត្រូវចំណាយយ៉ាងល្អក្នុងចំណោមការជួបជុំឬព្រឹត្តិការណ៍វប្បធម៌។អ្នកនឹងផ្តល់វិញ្ញាណនៅពេលដែលជំពូកខណៈពេលដែល chiron នេះបានជំរុញឱ្យមាន chongry នៅល្ងាចនេះហើយអាចទទួលបានអត្ថប្រយោជន៍ពីការស្វែងរកមូលហេតុដើម្បីគាំទ្រផ្នែកហិរញ្ញវត្ថុឬតាមរយៈការងារស្ម័គ្រចិត្ត។ស្វែងរកភាពស្ងប់ស្ងាត់នៅពេលថ្ងៃមកដល់ការរសាត់ឱ្យជិតគ្នាហើយលង់លក់ទៅជាផើងផ្កាដែលមានលក្ខណៈរសើបពន្លឺជ្រុងថ្មីនៃចិត្តដើម្បីបង្ហាញពីគំនិតច្នៃប្រឌិតនិងការចំរៀងផ្លូវចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Seek people who bring out and celebrate your vibrancy, dearest Leo, as the Aquarius Full Moon graces our morning sky. When it comes to matters of the heart, you'll have the opportunity to heal from past wounds while forming healthier connections. Invest in personal balance and self-care to further support your heart's journey. Spiritual practices offer much therapy as evening sets in and Chiron stirs, reinforcing the magic that flows through and around you. A deeply romantic energy permeates the air later tonight once Luna enters Pisces, asking you to review what's most important to you within close partnerships."
        },
        "kh": {
            "today": "ស្វែងរកមនុស្សដែលនាំមកនូវការនាំមនុស្សចេញមកប្រារព្ធភាពរស់រវើករបស់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទពេញរបស់ Aquarius មានមេឃពេលព្រឹករបស់យើង។នៅពេលនិយាយអំពីបញ្ហានៃបេះដូងអ្នកនឹងមានឱកាសជាសះស្បើយពីស្នាមរបួសពីមុនខណៈពេលកំពុងបង្កើតទំនាក់ទំនងដែលមានសុខភាពល្អ។វិនិយោគលើតុល្យភាពផ្ទាល់ខ្លួននិងការថែទាំខ្លួនឯងដើម្បីគាំទ្រដល់ដំណើររបស់អ្នកថែមទៀត។ការអនុវត្តខាងវិញ្ញាណផ្តល់នូវការព្យាបាលជាច្រើននៅពេលដែលឈុតនៅពេលល្ងាចចូលនិងខួរអាកាសដែលពង្រឹងមន្តអាគមដែលហូរកាត់និងនៅជុំវិញអ្នក។ថាមពលមនោសញ្ចេតនាដ៏ស៊ីជម្រៅបានពុះកញ្ជ្រោលខ្យល់នៅយប់នេះនៅពេលដែល Luna ចូលក្នុង Pisces ដោយស្នើសុំឱ្យអ្នកពិនិត្យមើលឡើងវិញនូវអ្វីដែលសំខាន់បំផុតសម្រាប់អ្នកក្នុងភាពជាដៃគូជិតស្និទ្ធ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius Full Moon rises early this morning, dear Taurus, ushering forth emotional and mental breakthroughs. A sense of clarity washes over you, inspiring you to invest in the long game and fully revolutionize your life. Support your ideas with practical strategies that can be broken down into digestible tasks. Building community ties that can support these agendas will also be beneficial for streamlining success. You'll find healing this evening as your expectations for the future rise, thanks to a helping hand from Chiron. Focus on strengthening social bonds later tonight once Luna drifts into Pisces."
        },
        "kh": {
            "today": "ព្រះចន្ទពេញរបស់ Aquarius បានកើនឡើងនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់បាននាំមកនូវរបកគំហើញដ៏រំជើបរំជួលនិងផ្លូវចិត្ត។អារម្មណ៍នៃភាពច្បាស់លាស់លាងសំអាតអ្នកដោយបំផុសគំនិតអ្នកឱ្យវិនិយោគក្នុងការប្រកួតឡុងហើយធ្វើបដិវត្តពេញមួយជីវិតរបស់អ្នក។គាំទ្រគំនិតរបស់អ្នកជាមួយនឹងយុទ្ធសាស្រ្តជាក់ស្តែងដែលអាចត្រូវបានបំបែកទៅជាការងារដែលអាចរំលាយបាន។ការកសាងចំណងមិត្តសហគមន៍ដែលអាចគាំទ្រដល់របៀបវារៈទាំងនេះក៏នឹងមានអត្ថប្រយោជន៍សម្រាប់ការទទួលបានជោគជ័យផងដែរ។អ្នកនឹងរកឃើញការព្យាបាលនៅល្ងាចនេះជាការរំពឹងទុករបស់អ្នកសម្រាប់ការកើនឡើងនាពេលអនាគតដោយអរគុណដល់ជំនួយពី chiry ។ផ្តោតលើការពង្រឹងចំណងមិត្តភាពសង្គមនៅយប់នេះនៅពេលដែល Luna បានរសាត់ទៅក្នុង Pisces ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A bustling and uplifting energy follows you, darling Gemini, as the Aquarius Full Moon rises in the sector of your chart that governs luck, spirituality, and growth. Relish the knowledge and experiences that have shaped your wisdom, trusting that you are capable of reaching great heights. An ability to absorb additional information boosts your intellect significantly, especially when you surround yourself with bright companions who inspire. Lending a hand to someone in need will help you gain healing and good karma while Chiron stirs this evening. Emotionally invest in the path toward refinement later tonight once Luna enters Pisces."
        },
        "kh": {
            "today": "ថាមពលដែលមានសភាពអ៊ូអរនិងការលើកស្ទួយដើរតាមអ្នកលោក Darling Gemini ព្រោះ Aquarius ពេញព្រះច័ន្ទកើនឡើងនៅក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសំណាងរបស់អ្នកដែលគ្រប់គ្រងដោយសំណាងនិងការរីកចម្រើន។ទទួលយកចំណេះដឹងនិងបទពិសោធន៍ដែលបានធ្វើឱ្យមានឥទ្ធិពលលើប្រាជ្ញារបស់អ្នកដែលជឿទុកចិត្តថាអ្នកមានសមត្ថភាពក្នុងការឈានដល់កម្ពស់ដ៏អស្ចារ្យ។សមត្ថភាពក្នុងការស្រូបយកព័ត៌មានបន្ថែមបង្កើនបញ្ញារបស់អ្នកយ៉ាងខ្លាំងជាពិសេសនៅពេលអ្នកនៅជុំវិញខ្លួនអ្នកជាមួយនឹងដៃគូភ្លឺដែលជម្រុញ។ផ្តល់ប្រាក់កម្ចីដល់នរណាម្នាក់ដែលទាក់ទងនឹងការត្រូវការនឹងជួយអ្នកឱ្យទទួលបានការព្យាបាលនិងកម្មផលល្អខណៈដែលជ័រកន្ទះនេះ។វិនិយោគលើផ្លូវឆ្ពោះទៅរកការធ្វើសមាធិនៅយប់នេះនៅពេលដែល Luna ចូលក្នុង Pisces ។"
        }
    }
]