[
    {
        "sign": "Aries",
        "en": {
            "today": "Notice if your disappointments have caused you to lash out at loved ones, dear Aries, as the Libra Moon and Chiron face off. Focus on healing the self to improve relationships moving forward. Your feelings around love, commitment, and personal transformation intensify this evening when Luna enters Scorpio. Acknowledge the influence you and your companions have over one another, pushing for mutual growth. Exciting conversations could have you reworking ideas about the future and paths you've committed to while a yod forms between the Moon, Neptune, and Uranus. However, it'll be essential to push aside what peers might think as Pluto stirs."
        },
        "kh": {
            "today": "សេចក្តីជូនដំណឹងប្រសិនបើការខកចិត្តរបស់អ្នកបានធ្វើឱ្យអ្នកធ្វើឱ្យអ្នកមានរោមចិញ្ចើមនៅអ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់ aries, ជាទីស្រឡាញ់, ដូចជា Libra Moon និង ongir ប្រឈមមុខ។ផ្តោតលើការព្យាបាលខ្លួនឯងដើម្បីធ្វើឱ្យប្រសើរឡើងនូវទំនាក់ទំនងឆ្ពោះទៅមុខ។អារម្មណ៍របស់អ្នកជុំវិញក្តីស្រឡាញ់ការប្តេជ្ញាចិត្តនិងការផ្លាស់ប្តូរផ្ទាល់ខ្លួនកាន់តែខ្លាំងនៅល្ងាចនេះនៅពេលដែល Luna ចូល Scorpio ។ទទួលស្គាល់ឥទ្ធិពលរបស់អ្នកនិងដៃគូរបស់អ្នកមានគ្នាទៅវិញទៅមកជំរុញឱ្យមានការរីកចម្រើនទៅវិញទៅមក។ការសន្ទនាគួរឱ្យរំភើបអាចធ្វើឱ្យអ្នករៀបចំគំនិតឡើងវិញអំពីអនាគតនិងផ្លូវដែលអ្នកបានប្តេជ្ញាចិត្តខណៈដែលទម្រង់បែបបទយូដារវាងព្រះច័ន្ទ Neptune និង Uranus ។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ណាស់ក្នុងការរុញអ្វីដែលមិត្តភក្តិគិតថាមិត្តភក្តិប្រហែលជាគិតជាផ្លាកផ្លាតូ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Make peace with wishes that never came to fruition, dearest Leo, as the Libra Moon and Chiron face off. Missed opportunities are likely blessings in disguise, and looking toward the future with fresh and optimistic eyes will bring a strengthened sense of calm and belief in self. Nurture open wounds once Luna enters Scorpio this evening, aligning with Saturn, Neptune, Uranus, and Pluto as the night grows darker. Connect with peers who have been through similar situations, soaking up their wisdom and sympathy. Avoid making excuses for those who have hurt you, even if you're still struggling to move on."
        },
        "kh": {
            "today": "ធ្វើឱ្យមានសន្តិភាពជាមួយបំណងប្រាថ្នាដែលមិនដែលមករកផ្លែផ្កាដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់ដូចជាលីបរ៉ាមូននិងជីរអន្តរាយមុខ។ឱកាសដែលខកខានទំនងជាការក្លែងបន្លំនិងសម្លឹងឆ្ពោះទៅរកអនាគតជាមួយនឹងភ្នែកស្រស់និងសុទិដ្ឋិនិយមនឹងនាំមកនូវអារម្មណ៍ស្ងប់ស្ងាត់និងជំនឿលើខ្លួនឯង។អាហារូបករណ៍បើកទុនចម្លើយនៅពេលដែល Luna ចូល Scorpio នៅល្ងាចនេះដោយតម្រឹមជាមួយសៅថនណុនធូនអ៊ុយរ៉ានុសនិងផ្លាតូនៅពេលដែលពេលយប់ងងឹត។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្ដិដែលបានឆ្លងកាត់ស្ថានភាពស្រដៀងគ្នាសូមត្រាំប្រាជ្ញានិងការអាណិតអាសូររបស់ពួកគេ។ជៀសវាងការដោះសារសម្រាប់អ្នកដែលបានធ្វើឱ្យអ្នកឈឺចាប់ទោះបីអ្នកនៅតែតស៊ូដើម្បីបន្តដំណើរទៅមុខក៏ដោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Sharp criticisms could lead to hurt feelings, dear Taurus, as the Libra Moon and Chiron face off. Avoid sizing up peers, and show extra compassion for yourself when mistakes are made. A glow surrounds you this evening when Luna enters Scorpio, connecting with Saturn, Neptune, Uranus, and Pluto as night creeps in. Use affection and romantic gestures to articulate how you feel about the people who matter most, especially if you've been struggling to lower your guards. Just be mindful not to place too much pressure on others, keeping the ambiance sweet and straightforward to avoid overstimulation."
        },
        "kh": {
            "today": "ការរិះគន់យ៉ាងខ្លាំងអាចនាំឱ្យមានអារម្មណ៍ឈឺចាប់, Taurus ជាទីស្រឡាញ់, ដូចជា Libra Moon និង onger ប្រឈមនឹងការបិទ។ជៀសវាងការបង្កើនសំរួលមិត្តភក្តិនិងបង្ហាញក្តីមេត្តាបន្ថែមសម្រាប់ខ្លួនអ្នកនៅពេលដែលមានកំហុស។ពន្លឺមួយនៅល្ងាចនេះនៅពេលដែល Luna ចូល Scorpio ភ្ជាប់ជាមួយ Saturn Neptune, Uranus និង Pluto ជាការស្រឡាញ់របៀបដែលអ្នកមានអារម្មណ៍ថាជាមនុស្សដែលមានសារៈសំខាន់បំផុតប្រសិនបើអ្នកកំពុងព្យាយាមបន្ថយឆ្មាំរបស់អ្នក។គ្រាន់តែយកចិត្តទុកដាក់មិនឱ្យដាក់សម្ពាធខ្លាំងពេកលើអ្នកដទៃដោយរក្សាភាពអសមត្ថភាពផ្អែមល្ហែមផ្អែមល្ហែមនិងត្រង់ដើម្បីជៀសវាងការហួសចិត្ត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Avoid giving in to fads and start your trends, darling Gemini, as the Libra Moon and Chiron face off. Your eye for detail sharpens this evening when Luna enters Scorpio, aligning with Saturn, Neptune, Uranus, and Pluto. Begin journeys toward self-improvement by removing negative influences from your life. Invest in connections that bring vibrancy to your community, recognizing where allies lie in contrast to jealous or competitive peers. Unexpected blessings could also come to fruition as you go about your business, and you'll want to keep tabs on any unfamiliar faces that arise, in addition to who reaches out."
        },
        "kh": {
            "today": "ជៀសវាងការចុះចាញ់នឹង fads ហើយចាប់ផ្តើមនិន្នាការរបស់អ្នក, លោក Darling Gemini, ដូចជា Libra Moon និង ongir ប្រឈមមុខ។ភ្នែករបស់អ្នកសម្រាប់ការសំអាតលម្អិតនៅល្ងាចនេះនៅពេលដែល Luna ចូល Scorpio, តម្រឹមជាមួយសៅថុន, Neptune, Uranus, និង Pluto ។ចាប់ផ្តើមដំណើរឆ្ពោះទៅរកការកែលម្អខ្លួនឯងដោយដកឥទ្ធិពលអវិជ្ជមានចេញពីជីវិតរបស់អ្នក។វិនិយោគលើការតភ្ជាប់ដែលនាំមកនូវភាពរស់រវើកដល់សហគមន៍របស់អ្នកដោយស្គាល់កន្លែងដែលសម្ព័ន្ធមិត្តកុហកផ្ទុយពីការច្រណែនឈ្នានីចឬដៃគូប្រកួតប្រជែង។ពរជ័យដែលមិនបានរំពឹងទុកក៏អាចមករកផ្លែផ្កាដែរនៅពេលអ្នកធ្វើជំនួញរបស់អ្នកហើយអ្នកនឹងចង់រក្សាផ្ទាំងនៅលើមុខដែលមិនធ្លាប់មានដែលកើតឡើងបន្ថែមលើអ្នកដែលឈានដល់កម្រិតដែលអ្នកដែលទៅដល់។"
        }
    }
]