[
    {
        "sign": "Aries",
        "en": {
            "today": "Vivid dreams reveal true feelings, dear Aries, as the Cancer Moon aligns with Uranus and Neptune. Current circumstances are liable to shift as you proceed with a clearer understanding of what you deserve and desire. A morale boost grants you the courage to express what's in your heart once Luna enters Leo. However, you should choose your audience wisely when sharing creative projects, while Pluto stirs up gloom in the sector of your chart that governs community. Peers unhappy with their own accomplishments might jump at the opportunity to deflate your ego under these harsh cosmic conditions."
        },
        "kh": {
            "today": "សុបិន្តដ៏រស់រវើកបង្ហាញពីអារម្មណ៍ពិត Aries ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទមហារីកតម្រៀបជាមួយ Uranus និង Neptune ។កាលៈទេសៈបច្ចុប្បន្នមានទំនួលខុសត្រូវក្នុងការផ្លាស់ប្តូរនៅពេលដែលអ្នកបន្តការយល់កាន់តែច្បាស់អំពីអ្វីដែលអ្នកសមនឹងទទួលបាន និងចង់បាន។ការជំរុញសីលធម៌ផ្តល់ឱ្យអ្នកនូវភាពក្លាហានក្នុងការបញ្ចេញនូវអ្វីដែលនៅក្នុងចិត្តរបស់អ្នក នៅពេលដែល Luna ចូលទៅក្នុង Leo ។ទោះជាយ៉ាងណាក៏ដោយ អ្នកគួរតែជ្រើសរើសទស្សនិកជនរបស់អ្នកដោយឈ្លាសវៃ នៅពេលចែករំលែកគម្រោងច្នៃប្រឌិត ខណៈដែលផ្លាតូធ្វើឱ្យមានភាពអាប់អួរនៅក្នុងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍។មិត្តភក្ដិមិនសប្បាយចិត្តនឹងសមិទ្ធិផលផ្ទាល់ខ្លួនរបស់ពួកគេអាចលោតក្នុងឱកាសដើម្បីបង្ខូចអត្មារបស់អ្នកនៅក្រោមលក្ខខណ្ឌលោហធាតុដ៏អាក្រក់ទាំងនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Commitments you made could fall through in the most delightful ways, dear Leo, thanks to sweet connections between the Cancer Moon, Uranus, and Neptune. With these agreements suddenly off your plate, you'll have the freedom to pursue partnerships or aspirations that seem more appealing. Your confidence grows once Luna debuts in your sign, adding luminance to your aura. Be mindful of how much support loved ones offer while Pluto becomes agitated, and consider if certain companions truly want you to succeed. If someone is afraid that success will inspire you to leave them behind, they might not be the right person for you."
        },
        "kh": {
            "today": "ការប្តេជ្ញាចិត្តដែលអ្នកបានធ្វើអាចឆ្លងកាត់តាមរបៀបដ៏រីករាយបំផុត ឡេអូ ជាទីគោរព អរគុណចំពោះទំនាក់ទំនងដ៏ផ្អែមល្ហែមរវាងព្រះច័ន្ទ មហារីក អ៊ុយរ៉ានុស និងណិបទូន។ជាមួយនឹងកិច្ចព្រមព្រៀងទាំងនេះភ្លាមៗចេញពីចានរបស់អ្នក អ្នកនឹងមានសេរីភាពក្នុងការបន្តភាពជាដៃគូ ឬសេចក្តីប្រាថ្នាដែលហាក់ដូចជាទាក់ទាញជាង។ទំនុកចិត្តរបស់អ្នកកើនឡើងនៅពេលដែល Luna បង្ហាញខ្លួនជាលើកដំបូងនៅក្នុងសញ្ញារបស់អ្នក ដោយបន្ថែមពន្លឺដល់ aura របស់អ្នក។ចងចាំថាតើមនុស្សជាទីស្រលាញ់ផ្តល់ការគាំទ្រច្រើនប៉ុណ្ណា ខណៈពេលដែល Pluto មានភាពច្របូកច្របល់ ហើយពិចារណាថាតើដៃគូមួយចំនួនពិតជាចង់ឱ្យអ្នកជោគជ័យដែរឬទេ។ប្រសិនបើនរណាម្នាក់ភ័យខ្លាចថាភាពជោគជ័យនឹងជម្រុញអ្នកឱ្យចាកចេញពីពួកគេនៅពីក្រោយ ពួកគេប្រហែលជាមិនមែនជាមនុស្សត្រឹមត្រូវសម្រាប់អ្នកនោះទេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Strange activity manifests in the digital realms early this morning, dear Taurus, as the Cancer Moon aspects Uranus and Neptune. Technological glitches, viral posts, and exciting online connections could all manifest amid these surreal, unpredictable vibes. If you've been hoping to make a splash on social media, now is a good time to experiment with your image. Simplify your life once Luna enters Leo and faces off with Pluto. Restrict outside distractions so you can focus on your home and the people who warm it. Believe in your dreams when the Moon and Mercury form an unbalanced aspect this afternoon, or it's unlikely they will come to fruition."
        },
        "kh": {
            "today": "សកម្មភាពចម្លែកបង្ហាញនៅក្នុងអាណាចក្រឌីជីថលនៅព្រឹកនេះ ជាទីគោរព Taurus ខណៈដែលព្រះច័ន្ទមហារីកមានទិដ្ឋភាព Uranus និង Neptune ។ភាពមិនប្រក្រតីនៃបច្ចេកវិទ្យា ការបង្ហោះមេរោគ និងការភ្ជាប់អ៊ីនធឺណិតដ៏គួរឱ្យរំភើបទាំងអស់អាចបង្ហាញឱ្យឃើញចំពេលភាពរស់រវើកដែលមិនអាចទាយទុកជាមុនបាន។ប្រសិនបើអ្នកសង្ឃឹមថានឹងធ្វើឱ្យមានការភ្ញាក់ផ្អើលនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គមឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីសាកល្បងរូបភាពរបស់អ្នក។ធ្វើឱ្យជីវិតរបស់អ្នកមានភាពសាមញ្ញ នៅពេលដែល Luna ចូលទៅក្នុង Leo ហើយប្រឈមមុខជាមួយ Pluto ។ដាក់កម្រិតការរំខានពីខាងក្រៅ ដូច្នេះអ្នកអាចផ្តោតលើផ្ទះរបស់អ្នក និងមនុស្សដែលផ្តល់ភាពកក់ក្តៅ។ជឿលើសុបិនរបស់អ្នក នៅពេលដែលព្រះច័ន្ទ និងបារតបង្កើតបានជាទិដ្ឋភាពមិនស្មើគ្នានៅរសៀលនេះ បើមិនដូច្នោះទេ វានឹងមិនអាចសម្រេចបានឡើយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer Moon aligns with Uranus and Neptune early this morning, dear Gemini, blurring the lines that separate fantasy from reality. Authenticity and boldness will be rewarded in unexpected ways, but you'll need to confront issues around shyness if you're going to make an impression. Present your work as is, but prepare to explain in detail once Luna enters Leo and opposes investigative Pluto. These vibes help you catch the attention of influential figures who can connect you with opportunities. However, you'll be required to answer their questions with satisfactory answers to ensure these alliances pay off in the end."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមហារីកតម្រឹមជាមួយ Uranus និង Neptune នៅព្រឹកនេះ ជាទីស្រឡាញ់ Gemini ដោយធ្វើឱ្យព្រិលបន្ទាត់ដែលបំបែកការស្រមើស្រមៃពីការពិត។ភាពស្មោះត្រង់ និងភាពក្លាហាននឹងត្រូវបានផ្តល់រង្វាន់តាមរបៀបដែលមិននឹកស្មានដល់ ប៉ុន្តែអ្នកនឹងត្រូវប្រឈមមុខនឹងបញ្ហាជុំវិញភាពអៀនខ្មាស់ ប្រសិនបើអ្នកនឹងធ្វើឱ្យមានការចាប់អារម្មណ៍។បង្ហាញការងាររបស់អ្នកដូចបច្ចុប្បន្ន ប៉ុន្តែត្រូវរៀបចំពន្យល់លម្អិតនៅពេល Luna ចូលទៅក្នុង Leo ហើយប្រឆាំងនឹងការស៊ើបអង្កេត Pluto ។ភាពរំជើបរំជួលទាំងនេះជួយអ្នកឱ្យចាប់អារម្មណ៍ពីឥស្សរជនដែលមានឥទ្ធិពលដែលអាចភ្ជាប់អ្នកជាមួយនឹងឱកាស។ទោះជាយ៉ាងណាក៏ដោយ អ្នកនឹងត្រូវបានតម្រូវឱ្យឆ្លើយសំណួររបស់ពួកគេជាមួយនឹងចម្លើយដែលពេញចិត្ត ដើម្បីធានាថាសម្ព័ន្ធភាពទាំងនេះបានទូទាត់នៅទីបញ្ចប់។"
        }
    }
]