[
    {
        "sign": "Aries",
        "en": {
            "today": "Your attitude toward success and ability to maintain a sustainable workflow come into focus, dear Aries. As the Virgo Moon aspects Mercury and the Nodes of Fate, it's time to recognize if your career needs more structure or a major shakeup. The Capricorn Sun, Venus, and Mars unite in your solar tenth house, pulling you toward a higher calling. If your professional trajectory doesn't feed the ego, heart, or desire to create, it will be difficult to stay engaged. Luna echoes these sentiments with a trine this evening, highlighting new strategies to help you hit an upswing. Luck surrounds your family and home later tonight while Jupiter stirs."
        },
        "kh": {
            "today": "អាកប្បកិរិយារបស់អ្នកឆ្ពោះទៅរកភាពជោគជ័យ និងសមត្ថភាពក្នុងការរក្សាលំហូរការងារប្រកបដោយនិរន្តរភាព ចូលមកក្នុងចំណាប់អារម្មណ៍ Aries ជាទីស្រឡាញ់។នៅពេលដែល Virgo Moon មើលទៅលើភព Mercury និង Nodes of Fate វាដល់ពេលដែលត្រូវទទួលស្គាល់ថាតើអាជីពរបស់អ្នកត្រូវការរចនាសម្ព័ន្ធបន្ថែម ឬការរង្គោះរង្គើដ៏សំខាន់។ព្រះអាទិត្យ Capricorn, Venus និង Mars រួបរួមគ្នានៅក្នុងផ្ទះទីដប់នៃពន្លឺព្រះអាទិត្យរបស់អ្នកដោយទាញអ្នកឆ្ពោះទៅរកការហៅកាន់តែខ្ពស់។ប្រសិនបើគន្លងវិជ្ជាជីវៈរបស់អ្នកមិនចិញ្ចឹមអត្មា បេះដូង ឬបំណងប្រាថ្នាដើម្បីបង្កើតទេ វានឹងពិបាកក្នុងការបន្តចូលរួម។Luna បន្លឺឡើងនូវមនោសញ្ចេតនាទាំងនេះជាមួយនឹងរទេះរុញនៅល្ងាចនេះ ដោយរំលេចនូវយុទ្ធសាស្ត្រថ្មីៗ ដើម្បីជួយអ្នកឱ្យទទួលបានលទ្ធផលខ្ពស់។សំណាងជុំវិញគ្រួសារ និងផ្ទះរបស់អ្នកនៅពេលក្រោយ នៅយប់នេះ ខណៈពេលដែលភពព្រហស្បតិ៍ កូរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Build yourself up while moving through morning routines, dear Leo, as the Virgo Moon aspects Mercury and the Nodes of Fate. Staying fully engaged with the present can help you make smarter and healthier decisions. Put extra passion and care into your work while the Capricorn Sun, Venus, and Mars unite, and you'll see instant payoffs. Get serious about taking on more leadership roles to advance your career, trusting that colleagues will step up when you provide direction or delegate tasks. The power of visualization should not be underestimated once Luna aligns with Jupiter tonight, encouraging you to meditate on goals."
        },
        "kh": {
            "today": "សាងខ្លួនអ្នកឡើង ខណៈពេលកំពុងធ្វើដំណើរតាមទម្លាប់ពេលព្រឹក ឡេអូជាទីគោរព ដោយសារព្រះច័ន្ទ Virgo Moon បង្ហាញពីភព Mercury និង Nodes of Fate។ការបន្តចូលរួមយ៉ាងពេញលេញជាមួយបច្ចុប្បន្ន អាចជួយអ្នកធ្វើការសម្រេចចិត្តដ៏ឆ្លាតវៃ និងមានសុខភាពល្អជាងមុន។ដាក់ចំណង់ចំណូលចិត្ត និងការយកចិត្តទុកដាក់បន្ថែមទៅក្នុងការងាររបស់អ្នក ខណៈពេលដែល Capricorn Sun, Venus និង Mars រួបរួមគ្នា ហើយអ្នកនឹងឃើញការទូទាត់ភ្លាមៗ។យក​ចិត្ត​ទុក​ដាក់​លើ​ការ​ទទួល​យក​តួនាទី​ជា​អ្នក​ដឹក​នាំ​បន្ថែម​ទៀត​ដើម្បី​ជំរុញ​អាជីព​របស់​អ្នក ដោយ​ជឿជាក់​ថា​សហសេវិក​នឹង​ឈាន​ឡើង​នៅ​ពេល​អ្នក​ផ្តល់​ការ​ណែនាំ​ឬ​ផ្ទេរ​ភារកិច្ច។អំណាចនៃការមើលឃើញមិនគួរត្រូវបានប៉ាន់ស្មានទេ នៅពេលដែល Luna តម្រឹមជាមួយ Jupiter នៅយប់នេះ ដោយលើកទឹកចិត្តអ្នកឱ្យសញ្ជឹងគិតលើគោលដៅ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A rush to the heart triggers a desire to explore and meet new people, dearest Taurus, as the Virgo Moon aspects Mercury and the Nodes of Fate. Meanwhile, the Capricorn Sun, Venus, and Mars unite in the sector of your chart that governs spirituality and luck, asking you to collaborate with the other side. Go within to acknowledge where intuition is guiding you, and how this pull aligns with personal goals. Don't settle for underwhelming levels of success; find the determination to expand your presence and aspirations. Luna and Jupiter stir up auspicious discussions tonight, helping you further your dreams and ideas."
        },
        "kh": {
            "today": "ការប្រញាប់ប្រញាល់ទៅកាន់បេះដូងបង្កឱ្យមានបំណងប្រាថ្នាដើម្បីស្វែងរកនិងជួបមនុស្សថ្មី Taurus ជាទីស្រឡាញ់បំផុតខណៈដែលព្រះច័ន្ទ Virgo បង្ហាញពីភព Mercury និង Nodes of Fate ។ទន្ទឹមនឹងនេះដែរ Capricorn Sun, Venus និង Mars រួបរួមគ្នានៅក្នុងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងខាងវិញ្ញាណ និងសំណាង ដោយសុំឱ្យអ្នកសហការជាមួយភាគីម្ខាងទៀត។ចូលទៅខាងក្នុងដើម្បីទទួលស្គាល់កន្លែងដែលវិចារណញាណកំពុងណែនាំអ្នក និងរបៀបដែលការទាញនេះស្របទៅនឹងគោលដៅផ្ទាល់ខ្លួន។កុំដោះស្រាយសម្រាប់កម្រិតនៃភាពជោគជ័យដ៏លើសលុប;ស្វែងរកការប្តេជ្ញាចិត្តដើម្បីពង្រីកវត្តមាន និងសេចក្តីប្រាថ្នារបស់អ្នក។Luna និង Jupiter ជំរុញការពិភាក្សាដ៏ល្អនៅយប់នេះ ដោយជួយអ្នកបន្ថែមក្តីសុបិន និងគំនិតរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Trust your hunches when it comes to partnerships and professional development, darling Gemini, as the Virgo Moon aspects Mercury and the Nodes of Fate. Important commitments will be made while the Capricorn Sun, Venus, and Mars unite in your solar eighth house, strengthening bonds that will help you evolve. In business, use this energy to push for more support and opportunities. Romantic encounters could take a serious turn, helping you and your sweetie recognize just how crazy you are about one another. Be mindful to align yourself with financially responsible alliances at work and within your private affairs once Jupiter stirs later tonight."
        },
        "kh": {
            "today": "ជឿជាក់លើភាពជាដៃគូរបស់អ្នកនៅពេលនិយាយអំពីភាពជាដៃគូ និងការអភិវឌ្ឍន៍វិជ្ជាជីវៈ ជាទីស្រឡាញ់ Gemini ដូចជា Virgo Moon ទិដ្ឋភាព Mercury និង Nodes of Fate ។ការប្តេជ្ញាចិត្តសំខាន់ៗនឹងត្រូវបានធ្វើឡើងខណៈពេលដែល Capricorn Sun, Venus និង Mars រួបរួមគ្នានៅក្នុងផ្ទះទីប្រាំបីនៃពន្លឺព្រះអាទិត្យរបស់អ្នក ដោយពង្រឹងចំណងដែលនឹងជួយអ្នកឱ្យវិវត្ត។នៅក្នុងអាជីវកម្ម ចូរប្រើប្រាស់ថាមពលនេះដើម្បីជំរុញឱ្យមានការគាំទ្រ និងឱកាសកាន់តែច្រើន។ការ​ជួប​គ្នា​បែប​រ៉ូមែនទិក​អាច​ឈាន​ដល់​វេន​ដ៏​ធ្ងន់ធ្ងរ ដោយ​ជួយ​ឱ្យ​អ្នក និង​សង្សារ​របស់​អ្នក​ទទួល​ស្គាល់​ថា​អ្នក​ឆ្កួត​នឹង​គ្នា​យ៉ាង​ណា។ចូរគិតដើម្បីតម្រឹមខ្លួនអ្នកជាមួយនឹងសម្ព័ន្ធភាពដែលទទួលខុសត្រូវផ្នែកហិរញ្ញវត្ថុនៅកន្លែងធ្វើការ និងក្នុងកិច្ចការឯកជនរបស់អ្នក នៅពេលដែលភពព្រហស្បតិ៍ កូរនៅពេលក្រោយនៅយប់នេះ។"
        }
    }
]