[
    {
        "sign": "Aries",
        "en": {
            "today": "The Taurus Moon connects with the Nodes of Fate and Uranus this morning, Aries. As the stars align to shake up fate, reflect on where you place value. Your inquisitive mind brightens once Luna enters Gemini and aspects Saturn, helping you ask questions without losing face. Be direct about what you hope to understand, and answers will be revealed. Soften your tone once Luna aligns with Mercury and Neptune, shifting the conversation to dreamier topics. Find power within your social sphere while Pluto activates, cycling away from dynamics that drag you down. The Gemini New Moon rises tonight, and you are asked to set educational goals for the next six months."
        },
        "kh": {
            "today": "The Taurus Moon ភ្ជាប់ជាមួយថ្នាំងរបស់វាសនានិងអ៊ុយរ៉ានុសនៅព្រឹកនេះ Aries ។នៅពេលដែលផ្កាយតម្រឹមដើម្បីអង្រួនវាសនាឆ្លុះបញ្ចាំងពីកន្លែងដែលអ្នកដាក់តម្លៃ។គំនិតដែលចង់ដឹងចង់របស់អ្នកភ្លឺថ្លានៅពេលដែល Luna ចូលមក Gemini និងទិដ្ឋភាពសន្ធិសញ្ញាដែលជួយអ្នកឱ្យសួរសំណួរដោយមិនបាត់បង់មុខមាត់។ដោយផ្ទាល់អំពីអ្វីដែលអ្នកសង្ឃឹមថានឹងយល់ហើយចម្លើយនឹងត្រូវបានបង្ហាញ។បន្ទន់សម្លេងរបស់អ្នកនៅពេលដែល Luna តម្រឹមជាមួយបារតនិងណេបតុនការផ្លាស់ប្តូរការសន្ទនាទៅប្រធានបទសុបិន។ស្វែងរកថាមពលនៅក្នុងវិស័យសង្គមរបស់អ្នកនៅពេលដែល Pluto ធ្វើឱ្យសកម្មជិះកង់ឆ្ងាយពីសក្ដាចៀមដែលអូសអ្នកចុះ។ព្រះច័ន្ទថ្មី Gemini បានកើនឡើងនៅយប់នេះហើយអ្នកត្រូវបានស្នើសុំឱ្យកំណត់គោលដៅអប់រំសម្រាប់រយៈពេល 6 ខែបន្ទាប់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Taurus Moon aligns with the Nodes of Fate and Uranus this morning, dear Leo, ushering you toward lasting change. Leap into the unknown if you're ready to leave certain people or situations behind, especially if your life can improve as a result. Find strength through your spiritual community once the Moon enters Gemini and aspects Saturn. Now is also a good time to trust in your ability to connect with the divine while establishing consistent religious practices. Let your dreams guide you toward a brighter tomorrow when Luna aspects Mercury and Neptune. Intense bonds form when the Gemini New Moon aspects Pluto, and new relationships could show signs of standing the test of time."
        },
        "kh": {
            "today": "The Taurus Mong តម្រឹមជាមួយថ្នាំងរបស់វាសនានិងអ៊ុយរ៉ានុសនៅព្រឹកនេះលីអូដែលជាទីស្រឡាញ់របស់ Leo, បានធ្វើឱ្យអ្នកឆ្ពោះទៅរកការផ្លាស់ប្តូរយូរអង្វែង។លោតចូលទៅក្នុងការមិនស្គាល់ប្រសិនបើអ្នកត្រៀមខ្លួនចាកចេញពីមនុស្សមួយចំនួនឬស្ថានភាពដែលនៅពីក្រោយជាពិសេសប្រសិនបើជីវិតរបស់អ្នកអាចប្រសើរឡើងជាលទ្ធផល។ស្វែងរកភាពរឹងមាំតាមរយៈសហគមន៍ខាងវិញ្ញាណរបស់អ្នកនៅពេលដែលព្រះច័ន្ទចូលមក Gemini និងទិដ្ឋភាពសន្ធិសញ្ញា។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងការភ្ជាប់ជាមួយដ៏ទេវភាពខណៈពេលដែលបង្កើតការអនុវត្តសាសនាជាប់លាប់។សូមឱ្យក្តីសុបិន្តរបស់អ្នកដឹកនាំអ្នកឆ្ពោះទៅរកពន្លឺភ្លឺច្បាស់នៅពេលដែលទិដ្ឋភាពឡុងបារតនិងណុបទូន។ទម្រង់មូលបត្របំណុលយ៉ាងខ្លាំងនៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទថ្មីផ្លាតូនិងទំនាក់ទំនងថ្មីអាចបង្ហាញសញ្ញានៃការឈរលើការធ្វើតេស្តនៃពេលវេលា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna takes her final steps through your sign, dear Taurus, forming sweet connections with the Nodes of Fate and Uranus. Explore outside of your typical interests and communities to liven up your week. Stabilize your heart and mind by slowing down once the Moon enters Gemini and aspects Saturn. Though your thoughts may speed up, you'll have an opportunity to seize control of your internal dialogue to create support for yourself. A surreal energy follows you once Luna, Mercury, and Neptune align this afternoon, marking the ideal time to get lost in your daydreams. Focus on monetary and success-related goals when the Gemini New Moon rises and aspects Pluto this evening."
        },
        "kh": {
            "today": "Luna មានជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នក Taurus ជាទីស្រឡាញ់បង្កើតការតភ្ជាប់ផ្អែមជាមួយថ្នាំងរបស់វាសនានិងអ៊ុយរ៉ានុស។ស្វែងយល់ពីខាងក្រៅនៃចំណាប់អារម្មណ៍ធម្មតានិងសហគមន៍របស់អ្នកដើម្បីជួយដល់សប្តាហ៍របស់អ្នក។ធ្វើឱ្យបេះដូងនិងចិត្តរបស់អ្នកមានស្ថេរភាពដោយបន្ថយល្បឿននៅពេលដែលព្រះច័ន្ទចូលមកទទួលបាន Gemini និងទិដ្ឋភាពសន្ធិសញ្ញា។ទោះបីជាគំនិតរបស់អ្នកអាចបង្កើនល្បឿនក៏ដោយអ្នកនឹងមានឱកាសឆ្លៀតយកការគ្រប់គ្រងការសន្ទនាផ្ទៃក្នុងរបស់អ្នកដើម្បីបង្កើតការគាំទ្រសម្រាប់ខ្លួនអ្នក។ថាមពលដ៏គួរឱ្យជឿដើរតាមអ្នកធ្លាប់ធ្វើឱ្យអ្នកធ្លាប់ធ្វើឱ្យអ្នកធ្លាប់ធ្វើឱ្យអ្នកធ្លាប់មាននៅលើដងផុលបារតនិងណិបតុននេះបានតម្រង់ជួរនៅរសៀលនេះដែលជាពេលវេលាដ៏ល្អដើម្បីបាត់បង់នៅក្នុងក្តីស្រមៃរបស់អ្នក។ផ្តោតលើគោលដៅរូបិយវត្ថុនិងជោគជ័យដែលទាក់ទងនឹងគោលដៅដែលទាក់ទងនៅពេល Gemini ថ្មី Roce Rises និងទិដ្ឋភាពផ្លាតូនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The fates carry you in unexpected yet stabilizing directions this morning, dearest Gemini, as the Taurus Moon connects with the lunar nodes and Uranus. Your eyes widen once Luna enters your sign, putting you in touch with your true potential. A helping hand from Saturn allows you to fully grasp your options, especially when it comes to gaining notoriety and making a positive impact. Connect with fellow dreamers and creative companions once Luna aligns with Mercury and Neptune. Honor your ancestors when Pluto stirs, heightening your spiritual connections. Make a special birthday season wish under this evening's New Moon, focusing on what you hope the next six months will bring."
        },
        "kh": {
            "today": "ជោគវាសនាបានដឹកអ្នកនៅក្នុងទិសដៅដែលមិនបានរំពឹងទុកនៅឡើយដែលជាទិសដៅដែលមានស្ថេរភាពនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតដូចជា Taurus Moon ភ្ជាប់ជាមួយ NoDar តាមច័ន្ទគតិនិងអ៊ុយរ៉ានុស។ភ្នែករបស់អ្នកបានពង្រីកនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយដាក់អ្នកឱ្យទាក់ទងនឹងសក្តានុពលពិតរបស់អ្នក។ជំនួយដែលជួយឱ្យអ្នកបានយល់ឃើញថាអ្នកជ្រាបពីជម្រើសរបស់អ្នកឱ្យបានពេញលេញជាពិសេសនៅពេលនិយាយអំពីការទទួលបានការចាប់អារម្មណ៍និងធ្វើឱ្យមានផលប៉ះពាល់វិជ្ជមាន។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តសុបិន្តនិងដៃគូច្នៃប្រឌិតនៅពេលដែល Luna តម្រឹមជាមួយបារតនិងណេបតុន។គោរពបុព្វបុរសរបស់អ្នកនៅពេលផ្លាតូជំរុញឱ្យមានការចាប់អារម្មណ៍ខាងវិញ្ញាណរបស់អ្នក។ធ្វើឱ្យរដូវកាលពិសេសខួបកំណើតមានបំណងចង់ស្ថិតនៅក្រោមព្រះច័ន្ទថ្មីនៅល្ងាចនេះដោយផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថា 6 ខែបន្ទាប់នឹងនាំមក។"
        }
    }
]