[
    {
        "sign": "Aries",
        "en": {
            "today": "Try not to fret over the small stuff this morning, dear Aries. As the Virgo Moon and Mercury square off, racing thoughts and a surplus of items on your to-do list could throw you into panic mode. When overstimulation sets in, find ways to calm the body, and the mind will surely follow. Luckily, you'll find a healthy workflow as the hours pass and will manage to accomplish much, especially when teamwork is embraced. Reflect on past mistakes and wins when Luna aligns with the Nodes of Fate this evening, identifying where cycles must be broken."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យត្រាប់តាមវត្ថុតូចៗនៅព្រឹកនេះជាទីស្រឡាញ់។ក្នុងនាមជា Virgo Moon និង Mercury Square Off គំនិតប្រណាំងនិងអតិរេករបស់ធាតុនៅលើបញ្ជីការងារត្រូវធ្វើរបស់អ្នកអាចបោះអ្នកទៅក្នុងរបៀបភ័យស្លន់ស្លោ។នៅពេល overstimulation កំណត់ចូល, រកវិធីដើម្បីធ្វើឱ្យរាងកាយស្ងប់រាងកាយហើយចិត្តនឹងត្រូវអនុវត្តតាម។សំណាងល្អអ្នកនឹងឃើញលំហូរការងារមានសុខភាពល្អនៅពេលម៉ោងកន្លងផុតទៅហើយនឹងគ្រប់គ្រងដើម្បីសម្រេចបានច្រើនជាពិសេសនៅពេលធ្វើការជាក្រុម។ឆ្លុះបញ្ចាំងពីកំហុសកន្លងមកនិងឈ្នះនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅល្ងាចនេះដោយសម្គាល់កន្លែងដែលវដ្តត្រូវតែខូច។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo Moon and Mercury square off this morning, dear Leo, creating a tense and combative energy. Try not to get swept up in unpleasant interactions, especially with people who are simply passing by. You'll crave some level of notoriety but may feel uncertain about how to make your mark. Rather than allowing frustrations to build, find satisfaction in where you are right now, trusting that movement will come eventually. Accessing your gratitude and spending time outside can help lighten your mood and perspective. Important decisions around money come to fruition later this evening when Luna aspects the Nodes of Fate."
        },
        "kh": {
            "today": "ទឹករលករបស់ Virgo និងបារតបានបិទនៅព្រឹកនេះលីអូដែលជាទីស្រឡាញ់បង្កើតថាមពលតឹងតែងនិងសិតសក់។ព្យាយាមមិនឱ្យធ្លាក់ទៅក្នុងអន្តរកម្មមិនល្អជាពិសេសជាមួយមនុស្សដែលកំពុងឆ្លងកាត់។អ្នកនឹងមានអារម្មណ៍ស្រងាកចិត្តខ្លះប៉ុន្តែអាចមានអារម្មណ៍មិនច្បាស់អំពីរបៀបធ្វើឱ្យសញ្ញារបស់អ្នក។ជាជាងអនុញ្ញាតឱ្យមានការខកចិត្តក្នុងការកសាងសូមស្វែងរកការពេញចិត្តនៅកន្លែងណាដែលអ្នកកំពុងជឿទុកចិត្តថាចលនានឹងមកនៅទីបំផុត។ការទទួលបានពេលវេលាដ៏គួរឱ្យដឹងគុណនិងការចំណាយរបស់អ្នកនៅខាងក្រៅអាចជួយបំភ្លឺអារម្មណ៍និងទស្សនៈរបស់អ្នក។ការសម្រេចចិត្តសំខាន់ជុំវិញលុយមករកផ្លែផ្កានៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពឡុងថ្នាំងថ្នាំងនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your mind may require extra time waking up this morning, dear Taurus, as the Virgo Moon and Mercury square off. Lean into sensory-rich experiences, taking time to fully appreciate your morning coffee, the sun on your face, and fresh air in the lungs. Find ways to infuse your day with playfulness and fun as the hours pass. Now is also a great time to let your ego have fun with lavish outfits or artistic expression. Connect with old friends when Luna aspects the Nodes of Fate this evening, especially if you live far away from one another."
        },
        "kh": {
            "today": "ចិត្តរបស់អ្នកប្រហែលជាត្រូវការពេលវេលាបន្ថែមភ្ញាក់ពីគេងនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ដូចជាព្រះច័ន្ទរបស់ Virgo និង Mercury Off ។ផ្អៀងទៅរកបទពិសោធន៍ដែលសំបូរបែបដែលមានភាពសំបូរបែបចំណាយពេលវេលាឱ្យពេញចិត្តនឹងកាហ្វេពេលព្រឹករបស់អ្នកព្រះអាទិត្យនៅលើផ្ទៃមុខរបស់អ្នកនិងខ្យល់ស្រស់នៅក្នុងសួត។រកវិធីដើម្បីបញ្ចេញថ្ងៃរបស់អ្នកជាមួយនឹងការលេងនិងភាពសប្បាយរីករាយនៅពេលម៉ោងឆ្លងកាត់។ឥឡូវនេះក៏ជាពេលវេលាដ៏អស្ចារ្យផងដែរដើម្បីឱ្យអត្មារបស់អ្នកមានភាពសប្បាយរីករាយជាមួយនឹងសំលៀកបំពាក់ខ្ជះខ្ជាយឬការបញ្ចេញមតិសិល្បៈ។ភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តចាស់នៅពេលដែលទិដ្ឋភាពនៃចៀមនៃជោគវាសនានៃជោគវាសនានេះជាពិសេសប្រសិនបើអ្នករស់នៅឆ្ងាយពីគ្នាទៅវិញទៅមក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Emotions run high as the Virgo Moon and Mercury square off this morning, dear Gemini. Find your center, focus on what you hope to accomplish today, and recognize if you're in need of extra nurturing. Tension with family members or at home will seem particularly difficult to navigate, and hurt feelings may cause you to lash out. Take some time to clear your head and allow the situation to cool off before addressing issues. You'll have a chance to clear the air and set better boundaries later this evening when Luna aligns with the Nodes of Fate."
        },
        "kh": {
            "today": "អារម្មណ៍រត់ខ្ពស់ដូចព្រះចន្ទរបស់ Virgo និងបារតបានបិទនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់។ស្វែងរកមជ្ឈមណ្ឌលរបស់អ្នកផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថានឹងសំរេចបាននៅថ្ងៃនេះហើយទទួលស្គាល់ថាប្រសិនបើអ្នកត្រូវការការចិញ្ចឹមបីបាច់បន្ថែម។ភាពតានតឹងជាមួយសមាជិកគ្រួសារឬនៅផ្ទះនឹងហាក់ដូចជាពិបាកក្នុងការរុករកហើយអារម្មណ៍ឈឺចាប់អាចបណ្តាលឱ្យអ្នកក្រអឺតក្រទម។ចំណាយពេលខ្លះដើម្បីលុបក្បាលរបស់អ្នកហើយអនុញ្ញាតឱ្យស្ថានភាពត្រជាក់មុនពេលដោះស្រាយបញ្ហា។អ្នកនឹងមានឱកាសឈូសឆាយអាកាសហើយកំណត់ព្រំប្រទល់ល្អជាងនៅល្ងាចនេះនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងរបស់វាសនា។"
        }
    }
]