[
    {
        "sign": "Aries",
        "en": {
            "today": "Secrets may surface as the Moon enters Scorpio and squares Pluto, dear Aries, threatening to challenge your relationships. Luckily, people will be eager to talk out their differences once Venus enters Gemini, bringing communicative and relationship-oriented energy to the table. Invest in your home life when Jupiter activates midafternoon, considering what your space needs to feel comforting and light. Meanwhile, Neptune stations retrograde in your sign, asking you to revise your dreams and public image throughout the coming months. Don't let pride get in the way of implementing significant changes that can improve your connections when Luna aspects Mercury and Mars tonight."
        },
        "kh": {
            "today": "អាថ៌កំបាំងអាចមានរាងដូចព្រះចន្ទចូល Scorpio និងការ៉េ Pluto, aries ជាទីស្រឡាញ់, ការគំរាមកំហែងក្នុងការប្រជែងទំនាក់ទំនងរបស់អ្នក។ជាសំណាងល្អប្រជាជននឹងចង់និយាយពីភាពខុសគ្នារបស់ពួកគេនៅពេលដែល Venus Venus ចូលមក Gemini ដោយនាំមកនូវថាមពលទំនាក់ទំនងនិងទំនាក់ទំនងគ្នាទៅវិញទៅមក។វិនិយោគនៅក្នុងជីវិតនៅផ្ទះរបស់អ្នកនៅពេលដែល Jupiter ធ្វើឱ្យសកម្មពាក់កណ្តាលព្រះសង្ឃដោយពិចារណាថាតើកន្លែងទំនេររបស់អ្នកត្រូវការអ្វីដែលមានអារម្មណ៍ធូរស្បើយនិងពន្លឺ។ទន្ទឹមនឹងនេះស្ថានីយ៍ Neptune Retrograde ក្នុងសញ្ញារបស់អ្នកដោយស្នើសុំឱ្យអ្នកកែប្រែក្តីសុបិន្តរបស់អ្នកនិងរូបភាពសាធារណៈពេញប៉ុន្មានខែខាងមុខនេះ។កុំបណ្តោយឱ្យមោទនភាពទទួលបានក្នុងការអនុវត្តការផ្លាស់ប្តូរសំខាន់ៗដែលអាចធ្វើឱ្យប្រសើរឡើងនូវការតភ្ជាប់របស់អ្នកនៅពេលដែលទិដ្ឋភាពមិនបារតនិងភពព្រះអង្គារនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You may feel more fatigued and ready for the weekend than usual, dear Leo, as the Scorpio Moon and Pluto square off. Socializing can boost your energy and mental state once Venus enters Gemini, encouraging you to reach out and connect. Take a few quiet moments to nurture yourself midafternoon when Jupiter stirs, calling on your favorite spiritual or meditation practices to release stress and call in healing. Revise any wishes you've made recently once Neptune stations retrograde, leaving room to improvise throughout the coming months. Consider opting out of social engagements to indulge in luxury at home when Luna aspects Mercury and Mars tonight."
        },
        "kh": {
            "today": "អ្នកប្រហែលជាមានអារម្មណ៍ថាឆ្អែតហើយត្រៀមខ្លួនសម្រាប់ចុងសប្តាហ៍ច្រើនជាងធម្មតា, ជាទីស្រឡាញ់, ដូចជា Scorpio MOUN និង Pluto Square បិទ។ទំនាក់ទំនងសង្គមអាចជម្រុញថាមពលនិងស្ថានភាពផ្លូវចិត្តរបស់អ្នកនៅពេលដែល Venus Venus ចូលមក Gemini លើកទឹកចិត្តឱ្យអ្នកឈានដល់និងភ្ជាប់។ចំណាយពេលសប្តាហ៍ដ៏ស្ងប់ស្ងាត់ពីរបីដងដើម្បីចិញ្ចឹមបីបាច់ខ្លួនអ្នកនៅពាក់កណ្តាលឆ្នូតៗនៅពេល Jupiter Stirs ដោយអំពាវនាវឱ្យមានការអនុវត្តខាងវិញ្ញាណឬការធ្វើសមាធិដែលអ្នកចូលចិត្តដើម្បីបញ្ចេញភាពតានតឹងនិងការប្រាស្រ័យទាក់ទងគ្នា។ពិនិត្យឡើងវិញនូវរាល់បំណងប្រាថ្នាដែលអ្នកបានធ្វើកាលពីពេលថ្មីៗនេះនៅពេលដែលស្ថានីយ៍ Neptune Retrograde បានចាកចេញពីបន្ទប់ដើម្បីធ្វើឱ្យប្រសើរឡើងពេញមួយខែខាងមុខនេះ។ពិចារណាការជ្រើសរើសការចូលរួមក្នុងសង្គមដើម្បីប្រណីតក្នុងផ្ទះនៅពេលដែលទិដ្ឋភាពឡុងបារតនិងភពព្រះអង្គារនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Scorpio Moon brings an intimate energy to the table, dear Taurus, putting focus on your relationships. However, a harsh square with Pluto could cause walls to go up, especially for those who harbor fears about commitment. Luckily, you'll have a gift for helping others feel secure once Venus enters Gemini. Spark conversations around respective hopes and dreams to gain momentum within your discussions once Jupiter activates and Neptune stations retrograde midafternoon. Try not to get snippy when Luna squares Mercury later tonight. Instead, consider moving around to blow off steam or spend time pursuing passions while Mars activates."
        },
        "kh": {
            "today": "លោក Scorpio Moon បាននាំមកនូវថាមពលជិតស្និទ្ធដល់តុដែលជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់ដោយផ្តោតលើទំនាក់ទំនងរបស់អ្នក។ទោះយ៉ាងណាការ៉េដ៏អាក្រក់មួយដែលមានផ្លាតូអាចបណ្តាលឱ្យជញ្ជាំងឡើងខ្ពស់ជាពិសេសសម្រាប់អ្នកដែលមានការភ័យខ្លាចចំពោះការប្តេជ្ញាចិត្ត។សំណាងអ្នកនឹងមានអំណោយសម្រាប់ការជួយអ្នកដទៃមានអារម្មណ៍ថាមានសុវត្ថិភាពនៅពេលដែល Venus Venus ចូលមក Gemini ។ការសន្ទនានៅជុំវិញក្តីសង្ឃឹមនិងក្តីសុបិន្តដើម្បីទទួលបានសន្ទុះក្នុងការពិភាក្សារបស់អ្នកនៅពេលដែល Jupiter សកម្មនិងស្ថានីយ៍ Neptune Retrograde ។ព្យាយាមមិនឱ្យទទួលបាន Snippy នៅពេលដែល Luna Squares បារតនៅយប់នេះ។ផ្ទុយទៅវិញពិចារណាពិចារណាអំពីការផ្លាស់ប្តូរនៅជុំវិញដើម្បីផ្លុំចំហុយឬចំណាយពេលបន្តតណ្ហានៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្ម។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mystical vibes flow as the Moon enters Scorpio and squares Pluto, dear Gemini, putting you in touch with your spiritual side. Your charisma and manifestation skills increase once Venus enters your sign, especially when you put charm behind your desires. Organize your finances once Jupiter stirs midafternoon, and consider making wise investments. Neptune stations retrograde in your solar eleventh house, which could bring confusion to your community in the coming months. Miscommunication may trigger stress responses or overstimulation when Mercury becomes agitated. Consider pulling back and focusing on your health once Mars activates later tonight, giving your mind a reprieve."
        },
        "kh": {
            "today": "ភាពរស់រវើកបែបអាថ៌កំបាំងនេះហូរដូចព្រះចន្ទចូល Scorpio និងការ៉េ Pluto ជាទីស្រឡាញ់របស់ Gemini ដែលធ្វើឱ្យអ្នកទាក់ទងជាមួយខាងវិញ្ញាណរបស់អ្នក។ភាពទាក់ទាញរបស់អ្នកនិងការកើនឡើងជំនាញជំនាញនៅពេលដែល Venus មាន Venus ចូលក្នុងសញ្ញារបស់អ្នកជាពិសេសនៅពេលអ្នកដាក់ភាពទាក់ទាញនៅពីក្រោយបំណងប្រាថ្នារបស់អ្នក។រៀបចំហិរញ្ញវត្ថុរបស់អ្នកនៅពេលលោក Jupiter Stirs Midterteron ហើយពិចារណារកការវិនិយោគដ៏ឈ្លាសវៃ។ស្ថានីយ៍ Neptune បានថយចុះនៅក្នុងផ្ទះសូឡាទី 11 របស់អ្នកដែលអាចនាំឱ្យមានការភាន់ច្រលំដល់សហគមន៍របស់អ្នកនៅប៉ុន្មានខែខាងមុខនេះ។ការបំភាន់នេះអាចបង្កឱ្យមានការឆ្លើយតបស្ត្រេសឬហួសកំរិតនៅពេលដែលបារតមានអារម្មណ៍ធុញថប់។ពិចារណាដកថយនិងផ្តោតលើសុខភាពរបស់អ្នកនៅពេលដែល Mars ដំណើរការបាននៅយប់នេះដោយផ្តល់ឱ្យគំនិតរបស់អ្នកឡើងវិញ។"
        }
    }
]