[
    {
        "sign": "Aries",
        "en": {
            "today": "Your life expands in many directions this morning, darling ram, as the Capricorn moon opposes Jupiter. As excitement rises, be mindful of what is sustainable and where you might need extra help. Your reliance on partnerships increases throughout the coming weeks once Mars enters Libra this evening. This planetary shift also emphasizes matters of the heart, and romance could take precedence over personal goals if you don't maintain a healthy balance between the two. Focus on improving your routines to ensure you have enough time for work, play, and self-care while Luna aspects the nodes of fate tonight."
        },
        "kh": {
            "today": "ជីវិតរបស់អ្នករីករាលដាលក្នុងទិសដៅជាច្រើននៅព្រឹកនេះដែលជាចៀមឈ្មោលដែលជាសត្វមូស្គូរបស់ capricorn ជំទាស់នឹងភពព្រហស្បតិ៍។ជាការរំភើបកើនឡើងចូរគិតអំពីអ្វីដែលមាននិរន្តរភាពនិងកន្លែងដែលអ្នកត្រូវការជំនួយបន្ថែម។ការពឹងផ្អែករបស់អ្នកលើភាពជាដៃគូកើនឡើងពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលភពព្រះអង្គារចូល Libra ល្ងាចនេះ។ការផ្លាស់ប្តូរភពនេះក៏សង្កត់ធ្ងន់លើបញ្ហានៃបេះដូងហើយស្នេហាអាចមានអាទិភាពលើគោលដៅផ្ទាល់ខ្លួនប្រសិនបើអ្នកមិនរក្សាបាននូវតុល្យភាពដែលមានសុខភាពល្អរវាងអ្នកទាំងពីរ។ផ្តោតលើការកែលម្អទម្លាប់របស់អ្នកដើម្បីធានាថាអ្នកមានពេលវេលាគ្រប់គ្រាន់សម្រាប់ការងារលេងនិងការថែទាំខ្លួនឯងខណៈពេលដែលទិដ្ឋភាពឡុងថ្នាំងរបស់ជោគវាសនានៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Pressure builds as the Capricorn moon opposes Jupiter, dear Leo, piling onto your busy schedule. Center your thoughts and nurture your body before starting the day, preparing yourself for a busy and active day. As you tackle each task that emerges, your credibility rises. Trust that your efforts are appreciated and that payoffs are percolating from behind the scenes. You'll feel extra intentional about your actions once Mars enters Libra this evening, helping you make wise choices in the coming weeks. Leave the past behind and prepare to step into more empowering roles while Luna aspects the nodes of fate later tonight."
        },
        "kh": {
            "today": "សម្ពាធសាងសង់ដូចជាព្រះចន្ទ Shapricorn ជំទាស់នឹងភពព្រហស្បតិ៍, Leo ជាទីស្រឡាញ់, ដាក់លើការមមាញឹករបស់អ្នក។ដាក់គំនិតរបស់អ្នកនិងចិញ្ចឹមបីបាច់រាងកាយរបស់អ្នកមុនពេលចាប់ផ្តើមថ្ងៃរៀបចំខ្លួនអ្នកសម្រាប់ថ្ងៃដែលមមាញឹកនិងសកម្ម។នៅពេលដែលអ្នកដោះស្រាយការងារនីមួយៗដែលលេចចេញមកភាពជឿជាក់របស់អ្នកកើនឡើង។ជឿជាក់ថាការខិតខំរបស់អ្នកត្រូវបានគេកោតសរសើរហើយថាការទូទាត់ប្រាក់ត្រូវបានប្រមូលផ្ដុំគ្នាពីនៅពីក្រោយឆាក។អ្នកនឹងមានអារម្មណ៍បន្ថែមអំពីសកម្មភាពរបស់អ្នកនៅពេលដែលលោក Mars ចូលក្នុង Libra ល្ងាចនេះដោយជួយអ្នកធ្វើការជ្រើសរើសដ៏ឈ្លាសវៃនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ទុកឱ្យអតីតកាលនៅពីក្រោយហើយរៀបចំឡើងដើម្បីឈានជើងចូលទៅក្នុងតួនាទីដែលផ្តល់អំណាចខណៈពេលដែលទិដ្ឋភាពនៃភួយថ្នាំងនៃជោគវាសនានៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Each thought, discussion, and proclamation lands with a bit of extra flair, dear Taurus, as the Capricorn moon and Jupiter face off. Your fortunes rise under this cosmic climate, which urges you to use your voice. Speak up to ask for what you want, both publicly and during your conversations with the divine. Mars's debut into Libra this evening insists that you adopt better organizational skills to ensure your plans flow smoothly throughout the coming weeks. Align yourself with people you admire and aspire to be more like later tonight when Luna aspects the nodes of fate, emphasizing the importance of positive role models."
        },
        "kh": {
            "today": "ការគិតការពិភាក្សានិងការប្រកាសដីធ្លីនីមួយៗជាមួយនឹងការបន្ថែមបន្តិចបន្តួច, Taurus ជាទីស្រឡាញ់, ដូចជា capricorn, ព្រះច័ន្ទនិងទឹកហូររបស់ភពព្រហស្បតិ៍។សំណាងរបស់អ្នកកើនឡើងនៅក្រោមអាកាសធាតុលោហធាតុនេះដែលជំរុញឱ្យអ្នកប្រើសំលេងរបស់អ្នក។និយាយឡើងដើម្បីសុំអ្វីដែលអ្នកចង់បានទាំងសាធារណៈនិងក្នុងការសន្ទនារបស់អ្នកជាមួយព្រះ។ការបង្ហាញដំបូងរបស់ភពព្រះអង្គារចូលក្នុងបណ្ណាល័យនៅល្ងាចនេះបានទទូចថាអ្នកទទួលយកជំនាញរបស់អង្គការកាន់តែប្រសើរដើម្បីធានាថាផែនការរបស់អ្នកមានដំណើរការយ៉ាងរលូនពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។តម្រឹមខ្លួនអ្នកជាមួយមនុស្សដែលអ្នកកោតសរសើរនិងប្រាថ្នាចង់ធ្វើដូចគ្នានឹងពេលក្រោយនៅយប់នេះនៅពេលដែលទិដ្ឋភាពឡុងថ្នាំងដែលមានបញ្ហានៃជោគវាសនាដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃគំរូវិជ្ជមាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Think long term when it comes to your finances, dear Gemini, as the Capricorn moon and Jupiter face off. Though you'll be in generous and luxurious spirits, the instant gratification that arises from spending might not serve you if there are debts to be paid. Now is also a good time to chat with any partners you share resources with, ensuring you're on the same page regarding financial goals. New artistic projects could begin to take shape throughout the coming weeks once Mars enters Libra this evening. Bring more structure to your home later tonight while Luna aspects the nodes of fate."
        },
        "kh": {
            "today": "គិតឱ្យបានយូរនៅពេលនិយាយអំពីហិរញ្ញវត្ថុរបស់អ្នក Gemini ជាទីស្រឡាញ់ដូចជា Capricorn Monon និង Fipiter ប្រឈមមុខ។ទោះបីជាអ្នកនឹងមានស្មារតីល្អនិងប្រណីតក៏ដោយការពេញចិត្តភ្លាមៗដែលកើតឡើងពីការចំណាយប្រហែលជាមិនបម្រើអ្នកទេប្រសិនបើមានបំណុលដែលត្រូវបង់។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការជជែកជាមួយដៃគូណាមួយដែលអ្នកចែករំលែកធនធានជាមួយធានាថាអ្នកនៅលើទំព័រតែមួយទាក់ទងនឹងគោលដៅហិរញ្ញវត្ថុ។គម្រោងសិល្បៈថ្មីអាចចាប់ផ្តើមមានរូបរាងពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលភពព្រះអង្គារចូល Libra ល្ងាចនេះ។នាំមកនូវរចនាសម្ព័ន្ធជាច្រើនទៀតទៅផ្ទះរបស់អ្នកនៅយប់នេះខណៈពេលដែលទិដ្ឋភាពនៃភស្ដុតាងថ្នាំងនៃជោគវាសនា។"
        }
    }
]