[
    {
        "sign": "Aries",
        "en": {
            "today": "The Moon moves blissfully through Cancer, dear Aries, putting you in touch with your emotional needs. Create a nurturing environment with those you cherish most, getting cozy while indulging in creature comforts. A sense of nostalgia will cause you to look toward the past, helping you recover fond memories from childhood. Feed younger versions of yourself by reconnecting with foods, music, and shows from this era. You'll have a lot to discuss while Mercury and the sun unite, giving others a chance to understand the real you better. Don't be afraid to talk yourself up, especially if there are gains to be made."
        },
        "kh": {
            "today": "ព្រះច័ន្ទផ្លាស់ទីដោយច្បាស់តាមរយៈជំងឺមហារីក, ជាទីស្រឡាញ់ aries, ធ្វើឱ្យអ្នកទាក់ទងជាមួយនឹងសេចក្តីត្រូវការអារម្មណ៍របស់អ្នក។បង្កើតបរិយាកាសចិញ្ចឹមបីបាច់ជាមួយអ្នកដែលអ្នកពេញចិត្តជាងគេដោយទទួលបានភាពកក់ក្តៅនៅពេលដែលមានការលួងលោមសត្វ។អារម្មណ៍នៃការថប់បារម្ភនឹងធ្វើឱ្យអ្នកមើលទៅអតីតកាលជួយអ្នកឱ្យទទួលបានការចងចាំដ៏ល្អតាំងពីកុមារភាព។ចិញ្ចឹមជំនុំជាមួយខ្លួនឯងរបស់ខ្លួនអ្នកដោយការភ្ជាប់ទំនាក់ទំនងជាមួយអាហារតន្ត្រីនិងកម្មវិធីពីយុគសម័យនេះ។អ្នកនឹងមានច្រើនដើម្បីពិភាក្សាខណៈដែលបារតនិងព្រះអាទិត្យរួបរួមដែលផ្តល់ឱកាសដល់អ្នកដទៃដើម្បីឱ្យអ្នកដទៃយល់ថាអ្នកពិតជាប្រសើរជាងមុន។កុំខ្លាចក្នុងការនិយាយខ្លួនឯងជាពិសេសប្រសិនបើមានការចាប់អារម្មណ៍។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "An emotional deep dive is in store for you, dearest Leo, as the Moon journeys through Cancer and your solar twelfth house. Now is the time to examine your cycles, needs, and ambitions, acknowledging how certain feelings have propelled you forward or caused you to hold back. Heightened intuition gives you an elevated perspective, and you'll have a gift for gauging what's to come. Meanwhile, the Gemini sun and Mercury unite in the sector of your chart that governs the community, nudging you to consider how you fit into the bigger picture. If necessary, rebrand to establish a stronger public image."
        },
        "kh": {
            "today": "មុជទឹកយ៉ាងជ្រាលជ្រៅមួយគឺនៅក្នុងហាងសម្រាប់អ្នកដែលជាទីស្រឡាញ់ដែលជាការធ្វើដំណើររបស់ព្រះចន្ទតាមរយៈជំងឺមហារីកនិងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដើម្បីពិនិត្យមើលវដ្តតម្រូវការតម្រូវការនិងមហិច្ឆិតារបស់អ្នកដោយទទួលស្គាល់ថាតើមានអារម្មណ៍ខ្លះបានជំរុញឱ្យអ្នកឆ្ពោះទៅមុខឬបណ្តាលឱ្យអ្នកទប់ចិត្ត។វិចារណញាណដែលបានកើនឡើងផ្តល់ឱ្យអ្នកនូវទស្សនវិស័យកើនឡើងហើយអ្នកនឹងមានអំណោយសម្រាប់ការវាស់ស្ទង់តើនឹងមានអ្វីកើតឡើង។ទន្ទឹមនឹងនេះដែរ Gemini Sun និង Mercury រួបរួមគ្នានៅក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍ដោយអាក្រាតកាយអ្នកឱ្យពិចារណាពីរបៀបដែលអ្នកសមនឹងរូបភាពធំ។បើចាំបាច់ប្តូរប្រាក់វិញដើម្បីបង្កើតមុខវិជ្ជាសាធារណៈកាន់តែខ្លាំង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The energy will be easy and intuitive today, dear Taurus, as the Cancer Moon travels freely through the cosmos. Clear the mind to gain fresh insights, trusting that hazy ideas will have a chance to crystalize if you only slow down and allow them to. Luckily, the sun and Mercury join forces in your solar second house, granting you the luxury of moving more slowly. Don't rush ideas or conversations, opting to relish each moment as it arises. Connecting with nature can also be highly beneficial during this time, igniting your senses while triggering alternative perspectives."
        },
        "kh": {
            "today": "ថាមពលនេះនឹងមានភាពងាយស្រួលនិងវិចារណញាណនៅថ្ងៃនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលមហារីកព្រះច័ន្ទធ្វើដំណើរដោយសេរីតាមរយៈ Cosmos ។ជម្រះចិត្តដើម្បីទទួលបានការយល់ដឹងថ្មីៗដោយជឿជាក់ថាគំនិតអ័ព្ទនឹងមានឱកាសគ្រីស្តាល់ប្រសិនបើអ្នកបន្ថយល្បឿនហើយអនុញ្ញាតឱ្យពួកគេ។ជាសំណាងល្អព្រះអាទិត្យនិងបារតចូលរួមកម្លាំងក្នុងផ្ទះទី 2 នៃពន្លឺព្រះអាទិត្យរបស់អ្នកដោយផ្តល់ឱ្យអ្នកនូវភាពប្រណីតនៃការផ្លាស់ប្តូរយឺត ៗ ។កុំប្រញាប់ប្រញាល់គំនិតឬការសន្ទនាការជ្រើសរើសយកទៅផ្សារដែករាល់ពេលដែលវាកើតឡើង។ការភ្ជាប់ជាមួយធម្មជាតិក៏អាចមានអត្ថប្រយោជន៍ខ្ពស់ក្នុងកំឡុងពេលនេះដែរដោយបញ្ឆេះអារម្មណ៍របស់អ្នកខណៈពេលដែលកេះទស្សនៈផ្សេង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Seek all things healing, dearest Gemini, as the Moon continues through Cancer and your solar second house. Now is the time to connect with where you are in the present, approaching each moment with a graceful and grateful heart. The more you invest in feeling secure and content, the easier it will be to build upon your existing foundations. Follow your intuition when it comes to manifesting big dreams, but speak up for your desires as well. The sun and Mercury unite in your sign, giving you an edge when it comes to communication and gaining positive attention."
        },
        "kh": {
            "today": "ស្វែងរករបស់ទាំងអស់ដែលជាការជាសះស្បើយ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទនៅតែបន្តដោយសារជំងឺមហារីកនិងផ្ទះទី 2 របស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវភ្ជាប់ជាមួយកន្លែងដែលអ្នកស្ថិតនៅក្នុងពេលបច្ចុប្បន្ននេះខិតជិតមកដល់រាល់ពេលដែលមានព្រះគុណនិងចិត្តល្អ។អ្នកវិនិយោគកាន់តែច្រើនក្នុងការមានអារម្មណ៍សុវត្ថិភាពនិងមាតិកាកាន់តែងាយស្រួលនោះវានឹងកាន់តែងាយស្រួលក្នុងការកសាងលើគ្រឹះដែលមានស្រាប់របស់អ្នក។ធ្វើតាមវិចារណញាណរបស់អ្នកនៅពេលនិយាយអំពីការបង្ហាញក្តីសុបិន្តធំ ៗ ប៉ុន្តែនិយាយឡើងសម្រាប់បំណងប្រាថ្នារបស់អ្នកផងដែរ។ព្រះអាទិត្យនិងបារតរួបរួមគ្នាក្នុងសញ្ញាសំគាល់របស់អ្នកដោយផ្តល់ឱ្យអ្នកនូវការប្រាស្រ័យទាក់ទងនិងការទទួលបានការចាប់អារម្មណ៍ជាវិជ្ជមាន។"
        }
    }
]