[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll be busy yet invigorated, dearest Aries, as the moon enters your sign and forms connections with Saturn, Uranus, Neptune, Pluto, Mars, and Mercury. Though your mind will take you in many directions, discipline is key to ensuring you stay on track. Bring structure to creative ideas but leave room to improvise. Check in with your needs as the hours pass to prevent burnout, acknowledging when it's time to rest or focus on fun. Your ability to inspire others will also be pronounced, and connecting with those who have similar interests will further galvanize you to pursue your passions."
        },
        "kh": {
            "today": "អ្នកនឹងរវល់ណាស់ដែលមានភាពមមាញឹកខ្លាំងបំផុតដែលជាការស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទចូលមកបញ្ចូលសញ្ញារបស់អ្នកហើយបង្កើតការភ្ជាប់ជាមួយសៅរ៍អ៊ុយរ៉ានុនណេតធូភពូសនិងបារត។ទោះបីចិត្តអ្នកនឹងនាំអ្នកក្នុងទិសដៅជាច្រើនក៏ដោយវិន័យគឺជាគន្លឹះក្នុងការធានាឱ្យអ្នកនៅលើផ្លូវ។នាំមកនូវរចនាសម្ព័ន្ធទៅនឹងគំនិតច្នៃប្រឌិតប៉ុន្តែទុកបន្ទប់ដើម្បីកែលម្អ។ពិនិត្យតាមតម្រូវការរបស់អ្នកនៅពេលម៉ោងឆ្លងកាត់ដើម្បីការពារការឆាបឆេះដោយទទួលស្គាល់នៅពេលដែលពេលវេលាត្រូវសម្រាកឬផ្តោតអារម្មណ៍លើភាពសប្បាយរីករាយ។សមត្ថភាពរបស់អ្នកក្នុងការជម្រុញឱ្យអ្នកដទៃក៏នឹងត្រូវបានបញ្ចេញសម្លេងនិងភ្ជាប់ជាមួយអ្នកដែលមានចំណាប់អារម្មណ៍ស្រដៀងគ្នានឹងធ្វើឱ្យអ្នកព្យាយាមបន្តតណ្ហារបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your morning promises to be highly active, darling lion, as the Aries moon aspects Saturn, Uranus, Neptune, and Pluto. Social and romantic breakthroughs you've been wishing for will come to fruition, expanding your network and solidifying essential bonds. Pause to acknowledge the trajectory you're on while Mars activates. If you've been distracted and unable to follow through on major aspirations, now is the time to get back on track by prioritizing the visions you most often feed. The universe sends messages your way once Mercury stirs, encouraging you to respond with any questions or prayers that are on your mind."
        },
        "kh": {
            "today": "ព្រឹករបស់អ្នកសន្យាថានឹងមានសកម្មភាពយ៉ាងសកម្មគឺលោក Darling Lion Lion ដែលជាទិដ្ឋភាពរបស់ Aries Monon uranus, Neanus, និង Pluto ។របកគំហើញសង្គមនិងមនោសញ្ចេតនាដែលអ្នកចង់បាននឹងក្លាយជាផ្លែផ្កាពង្រីកការពង្រីកបណ្តាញរបស់អ្នកនិងការពង្រឹងចំណងចាំបាច់។ផ្អាកដើម្បីទទួលស្គាល់គន្លងដែលអ្នកកំពុងបើកខណៈពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្ម។ប្រសិនបើអ្នកត្រូវបានគេបំបែរអារម្មណ៍និងមិនអាចដើរតាមសេចក្តីប្រាថ្នាដ៏សំខាន់ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវដើរតាមគន្លងដោយអាទិភាពក្នុងការមើលឃើញដែលអ្នកចិញ្ចឹមញឹកញាប់បំផុត។សាកលលោកបានផ្ញើសាររបស់អ្នកនៅពេលបារតបារតលើកទឹកចិត្តអ្នកឱ្យឆ្លើយតបនឹងសំណួរឬការអធិស្ឋានដែលមាននៅក្នុងចិត្តរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon drifts into Aries and the sector of your chart that governs introspection, dear Taurus, illuminating new corners of the mind. Connections with Saturn, Uranus, and Neptune create a bridge between your subconscious and the waking world, triggering strange synchronicities and blessed manifestations. Your attitude toward success evolves while Pluto stirs, reminding you that community plays a vital role in climbing professional and social ladders. Invest in routines that can improve your energy levels through healthy choices while Mars is activated. A spike in intuition allows you to read the emotions of others once Mercury activates, helping you shed pretenses to get real with someone you care about."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅជា Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការធ្វើឱ្យមានការចាប់អារម្មណ៍យ៉ាងខ្លាំងបានបំភ្លឺជ្រុងថ្មីនៃចិត្ត។ការភ្ជាប់ទំនាក់ទំនងជាមួយសៅរ៍អ៊ុយរ៉ានុសនិងណិបតុនបង្កើតស្ពានរវាងអ្នកដែលមិនស្មុគស្មាញរបស់អ្នកនិងពិភពភ្ញាក់បង្កការធ្វើសមបុរីចម្លែកនិងការសម្តែងឱ្យមានពរ។អាកប្បកិរិយារបស់អ្នកឆ្ពោះទៅរកភាពជោគជ័យនៃការវិវត្តខណៈពេលដែល Pluto កូរអ្នកថាសហគមន៍ដើរតួនាទីយ៉ាងសំខាន់ក្នុងការឡើងភ្នំជណ្តើរអាជីពនិងសង្គម។វិនិយោគលើទម្លាប់ដែលអាចធ្វើឱ្យប្រសើរឡើងនូវកម្រិតថាមពលរបស់អ្នកតាមរយៈជម្រើសដែលមានសុខភាពល្អខណៈពេលដែលភពព្រះអង្គារត្រូវបានធ្វើឱ្យសកម្ម។ការកើនឡើងនៃវិចារណញាណអនុញ្ញាតឱ្យអ្នកអានអារម្មណ៍របស់អ្នកដទៃនៅពេលបារតធ្វើឱ្យសកម្មជួយអ្នកឱ្យស្រក់ធ្វើឱ្យពិតប្រាកដជាមួយនរណាម្នាក់ដែលអ្នកយកចិត្តទុកដាក់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be the center of much attention and talk today, dearest Gemini, as the moon enters Aries and your solar eleventh house. Connections with Saturn, Uranus, and Neptune encourage you to be part of the conversation, putting forth the image and work you wish to be recognized for. Spiritual aid surrounds you once Pluto stirs, so be sure to connect with your ancestors and higher power if you need some extra luck or a morale boost. Don't play into cliques or petty competition while Mars becomes agitated, or you could damage essential relationships. Spread positive messages to gain new allies when Luna and Mercury align, triggering your chatty side."
        },
        "kh": {
            "today": "អ្នកនឹងក្លាយជាចំណុចសំខាន់នៃការយកចិត្តទុកដាក់និងការនិយាយច្រើននៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទចូលទៅក្នុង Aries និងផ្ទះ Solar Towhar របស់អ្នក។ការភ្ជាប់ទំនាក់ទំនងជាមួយសៅរ៍អ៊ុយរ៉ានុសនិងណិបតុនលើកទឹកចិត្តអ្នកឱ្យចូលរួមក្នុងការសន្ទនាដោយដាក់រូបភាពនិងការងារដែលអ្នកចង់ទទួលស្គាល់។ជំនួយខាងវិញ្ញាណព័ទ្ធជុំវិញអ្នកនៅពេលដែល Pluto Stirs ដូច្នេះត្រូវប្រាកដថាភ្ជាប់ជាមួយជីដូនជីតារបស់អ្នកនិងថាមពលខ្ពស់ជាងនេះប្រសិនបើអ្នកត្រូវការសំណាងបន្ថែមឬការជម្រុញសីលធម៌។កុំលេងក្នុងការប្រកួតប្រជែងឬការប្រកួតប្រជែងបន្តិចបន្តួចខណៈពេលដែលភពព្រះអង្គារមានអារម្មណ៍ធុញថប់ឬអ្នកអាចបំផ្លាញទំនាក់ទំនងចាំបាច់។ផ្សព្វផ្សាយសារវិជ្ជមានដើម្បីទទួលបានសម្ព័ន្ធមិត្តថ្មីនៅពេលដែល Luna និងបារតតម្រឹមកេះចំហៀងជជែករបស់អ្នក។"
        }
    }
]