[
    {
        "sign": "Aries",
        "en": {
            "today": "The more creative your dreams, the more structure they will require, dearest Aries. As the Sagittarius Moon aspects Neptune before debuting into Capricorn, it's important to expand and contract ideas. Allow your mind to explore multiple outcomes in an effort to decipher which goals are the most realistic. Your motivation to move forward on major aspirations will improve when you approach them with a reasonable plan of action. Try to think in the long term, rather than rushing toward success. Adjust your routines and schedule to make space for extra responsibilities so your visions can take shape once the Nodes of Fate stir tonight."
        },
        "kh": {
            "today": "ក្តីសុបិន្តរបស់អ្នកកាន់តែមានភាពច្នៃប្រឌិត រចនាសម្ព័ន្ធកាន់តែច្រើនដែលពួកគេនឹងត្រូវការ Aries ជាទីស្រឡាញ់បំផុត។នៅពេលដែលព្រះច័ន្ទ Sagittarius មើលឃើញ Neptune មុនពេលចាប់ផ្តើមចូលទៅក្នុង Capricorn វាជារឿងសំខាន់ក្នុងការពង្រីក និងចុះកិច្ចសន្យាគំនិត។អនុញ្ញាតឱ្យចិត្តរបស់អ្នកស្វែងយល់ពីលទ្ធផលជាច្រើនក្នុងកិច្ចខិតខំប្រឹងប្រែងដើម្បីសម្រេចថាតើគោលដៅណាដែលប្រាកដនិយមបំផុត។ការលើកទឹកចិត្តរបស់អ្នកដើម្បីឆ្ពោះទៅមុខលើសេចក្តីប្រាថ្នាសំខាន់ៗនឹងប្រសើរឡើងនៅពេលដែលអ្នកចូលទៅជិតពួកគេជាមួយនឹងផែនការសកម្មភាពសមហេតុផល។ព្យាយាមគិតក្នុងរយៈពេលវែង ជាជាងប្រញាប់ប្រញាល់ទៅរកភាពជោគជ័យ។កែសម្រួលទម្លាប់ និងកាលវិភាគរបស់អ្នក ដើម្បីបង្កើតកន្លែងសម្រាប់ទំនួលខុសត្រូវបន្ថែម ដូច្នេះចក្ខុវិស័យរបស់អ្នកអាចសម្រេចបាននៅពេលដែល Nodes of Fate កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't let the heart cloud your judgment, dear Leo, as the Sagittarius Moon and Neptune square off early this morning. Though you're romantic by nature, excusing bad behaviors won't lead to your happily ever after. Luckily, Luna's debut into Capricorn puts you in a more discerning headspace. Recognize the difference between chemistry and genuine affection, especially if you're prone to feeling lightheaded around those who catch your eye. It's possible your body has been betraying you into falling for someone who isn't right for you. Make commitments to yourself that empower and improve yourself once the Nodes of Fate stir tonight."
        },
        "kh": {
            "today": "សូមកុំឱ្យបេះដូងគ្របដណ្ដប់លើការវិនិច្ឆ័យរបស់អ្នក ឡេអូ ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Neptune បិទនៅព្រឹកនេះ។ទោះបីជាអ្នកមានមនោសញ្ចេតនាដោយធម្មជាតិក៏ដោយ ការដោះសារអាកប្បកិរិយាមិនល្អនឹងមិននាំឱ្យអ្នកមានសុភមង្គលជារៀងរហូតនោះទេ។ជាសំណាងល្អ ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna ចូលទៅក្នុង Capricorn ធ្វើឱ្យអ្នកមានអារម្មណ៍កាន់តែច្បាស់។ទទួលស្គាល់ភាពខុសគ្នារវាងគីមីសាស្ត្រ និងការស្រលាញ់ពិតប្រាកដ ជាពិសេសប្រសិនបើអ្នកងាយនឹងមានអារម្មណ៍ស្រាលជុំវិញអ្នកដែលចាប់ភ្នែករបស់អ្នក។វាអាចទៅរួចដែលរាងកាយរបស់អ្នកបាននឹងកំពុងក្បត់អ្នកឱ្យធ្លាក់ទៅរកនរណាម្នាក់ដែលមិនសមនឹងអ្នក។ធ្វើការប្តេជ្ញាចិត្តចំពោះខ្លួនអ្នក ដែលផ្តល់អំណាច និងកែលម្អខ្លួនឯង នៅពេលដែល Nodes of Fate កូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your dreams could reveal important insights, darling bull, as the Sagittarius Moon aspects Neptune early this morning. Pay special attention to how these epiphanies reshape your perspective on certain partnerships or social dynamics. You're being asked to find your place in this world by releasing what you do not need and empowering the self. Luna's debut into Capricorn brings a steady boost to your morale, helping you manifest and celebrate tiny wins throughout the day. Be extra cognizant of what others tell you once the Nodes of Fate stir tonight, gently guiding you toward auspicious connections and potential opportunities."
        },
        "kh": {
            "today": "ក្តីសុបិន្តរបស់អ្នកអាចបង្ហាញពីការយល់ដឹងសំខាន់ៗ គោដ៏គួរឱ្យស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទ Sagittarius មើលឃើញភពណិបទូននៅព្រឹកនេះ។យកចិត្តទុកដាក់ជាពិសេសចំពោះរបៀបដែល epiphanies ទាំងនេះផ្លាស់ប្តូរទស្សនៈរបស់អ្នកលើភាពជាដៃគូជាក់លាក់ ឬសក្ដានុពលសង្គម។អ្នកត្រូវបានស្នើសុំឱ្យស្វែងរកកន្លែងរបស់អ្នកនៅក្នុងពិភពលោកនេះដោយបញ្ចេញនូវអ្វីដែលអ្នកមិនត្រូវការ និងផ្តល់អំណាចដល់ខ្លួនឯង។ការបង្ហាញខ្លួនលើកដំបូងរបស់ Luna ចូលទៅក្នុង Capricorn នាំមកនូវការជំរុញជាលំដាប់ដល់សីលធម៌របស់អ្នក ជួយអ្នកបង្ហាញ និងអបអរសាទរការឈ្នះតូចៗពេញមួយថ្ងៃ។ត្រូវយល់ដឹងបន្ថែមអំពីអ្វីដែលអ្នកដទៃប្រាប់អ្នក នៅពេលដែល Nodes of Fate កូរនៅយប់នេះ ដោយទន់ភ្លន់ណែនាំអ្នកឆ្ពោះទៅរកទំនាក់ទំនងល្អ និងឱកាសសក្តានុពល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A hazy energy surrounds you early this morning, dear Gemini, as the Sagittarius Moon and Neptune align. Internalized pressures, relationship strains, and unrealistic expectations could be clouding your judgment, making it important that you find a way to release. The ambiance will feel more severe and status-oriented once Luna enters Capricorn, heightening your determination to make smart commitments. Forging professional alliances can be beneficial if you're hoping to leverage your experience toward higher positions and pay. Finding your authority without entering power struggles with others should also be a priority. Glimpses into the future help you decipher which rewards are worth fighting for when the Nodes of Fate stir tonight."
        },
        "kh": {
            "today": "ថាមពលអ័ព្ទជុំវិញអ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Neptune តម្រឹម។សម្ពាធផ្ទៃក្នុង ភាពតានតឹងនៃទំនាក់ទំនង និងការរំពឹងទុកមិនប្រាកដប្រជា អាចនឹងធ្វើឱ្យការវិនិច្ឆ័យរបស់អ្នកមានសភាពទ្រុឌទ្រោម ដែលធ្វើឱ្យអ្នកស្វែងរកវិធីដើម្បីដោះលែង។បរិយាកាសនឹងមានអារម្មណ៍កាន់តែធ្ងន់ធ្ងរ និងផ្តោតលើស្ថានភាពនៅពេលដែល Luna ចូល Capricorn បង្កើនការប្តេជ្ញាចិត្តរបស់អ្នកក្នុងការប្តេជ្ញាចិត្តដ៏ឆ្លាតវៃ។ការបង្កើតសម្ព័ន្ធភាពវិជ្ជាជីវៈអាចមានប្រយោជន៍ ប្រសិនបើអ្នកសង្ឃឹមថានឹងបង្កើនបទពិសោធន៍របស់អ្នកឆ្ពោះទៅរកមុខតំណែងខ្ពស់ និងប្រាក់ខែ។ការស្វែងរកសិទ្ធិអំណាចរបស់អ្នកដោយមិនចូលទៅក្នុងការតស៊ូអំណាចជាមួយអ្នកដទៃក៏គួរតែជាអាទិភាពមួយ។ការក្រឡេកមើលទៅអនាគតជួយអ្នកឱ្យយល់ថាតើរង្វាន់ណាដែលមានតម្លៃក្នុងការប្រយុទ្ធនៅពេល Nodes of Fate កូរនៅយប់នេះ។"
        }
    }
]