[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll feel spritely and confident as the Moon moves through your sign, dear Aries. Use this energy as an excuse to follow whims and live your best life, but avoid pushing yourself to the brink. Luna beckons you to recharge with loved ones midafternoon, aspecting Jupiter and Chiron. If the vibe at home has felt chaotic or strained, put in the effort to fill your space with love and nurturing. Playful discussions lift your spirits once Mercury stirs this evening, infusing your interactions with chemistry and magick. These vibes also bring a bit of luck your way, especially when you collaborate with the other side."
        },
        "kh": {
            "today": "អ្នក​នឹង​មាន​អារម្មណ៍​ស្រស់ស្រាយ និង​មាន​ទំនុក​ចិត្ត​នៅ​ពេល​ដែល​ព្រះច័ន្ទ​ដើរ​កាត់​សញ្ញា​របស់​អ្នក Aries ជាទី​ស្រឡាញ់។ប្រើថាមពលនេះជាលេសដើម្បីធ្វើតាមការប៉ិនប្រសប់ និងរស់នៅក្នុងជីវិតដ៏ល្អបំផុតរបស់អ្នក ប៉ុន្តែជៀសវាងការរុញខ្លួនអ្នកទៅជិត។Luna ហៅ​អ្នក​ឱ្យ​បញ្ចូល​ថាមពល​ជាមួយ​មនុស្ស​ជា​ទី​ស្រឡាញ់​ពេល​រសៀល ដោយ​មើល​ទៅ Jupiter និង Chiron។ប្រសិនបើភាពរំជើបរំជួលនៅផ្ទះមានអារម្មណ៍ច្របូកច្របល់ ឬតានតឹង សូមព្យាយាមបំពេញកន្លែងរបស់អ្នកដោយក្តីស្រឡាញ់ និងការចិញ្ចឹមបីបាច់ថែរក្សា។ការពិភាក្សាលេងសើច លើកទឹកចិត្តរបស់អ្នក នៅពេលដែលភព Mercury កូរពេញមួយល្ងាចនេះ ដោយបញ្ចូលអន្តរកម្មរបស់អ្នកជាមួយនឹងគីមីសាស្ត្រ និងវេទមន្ត។ភាពរំជើបរំជួលទាំងនេះក៏នាំមកនូវសំណាងបន្តិចបន្តួចចំពោះផ្លូវរបស់អ្នកផងដែរ ជាពិសេសនៅពេលអ្នកសហការជាមួយភាគីម្ខាងទៀត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be in a philosophical mood as the Moon moves through Aries, dearest Leo, heightening your intuition while forging new pathways of the mind. The gift of foresight allows you to predict how certain situations are likely to unfold, giving you a chance to course correct if necessary. Thoroughly examine your own patterns when Jupiter and Chiron stir midafternoon, identifying cycles that have prevented expansion. Move toward new horizons as an act of self-love. View the world from a curious lens to boost confidence, wisdom, and bravery once Luna and Mercury form a sweet aspect this evening."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតក្នុងអារម្មណ៍ទស្សនវិជ្ជា នៅពេលដែលព្រះច័ន្ទផ្លាស់ទីកាត់ Aries ដែលជា Leo ជាទីស្រឡាញ់ បង្កើនវិចារណញាណរបស់អ្នក ខណៈពេលដែលបង្កើតផ្លូវថ្មីនៃចិត្ត។អំណោយនៃការមើលឃើញជាមុនអនុញ្ញាតឱ្យអ្នកទស្សន៍ទាយពីរបៀបដែលស្ថានភាពមួយចំនួនទំនងជានឹងលាតត្រដាងដោយផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីកែតម្រូវវគ្គសិក្សាប្រសិនបើចាំបាច់។ពិនិត្យមើលគំរូផ្ទាល់ខ្លួនរបស់អ្នកឱ្យបានហ្មត់ចត់ នៅពេលដែលភពព្រហស្បតិ៍ និង Chiron កូរនៅពេលរសៀល ដោយកំណត់អត្តសញ្ញាណវដ្តដែលបានរារាំងការពង្រីក។ឆ្ពោះទៅកាន់ជើងមេឃថ្មី ជាទង្វើនៃការស្រលាញ់ខ្លួនឯង។មើលពិភពលោកពីកែវភ្នែកចង់ដឹងចង់ឃើញ ដើម្បីបង្កើនទំនុកចិត្ត ប្រាជ្ញា និងភាពក្លាហាន នៅពេលដែល Luna និង Mercury បង្កើតជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Sneak off to be on your own, dear Taurus, as the Aries Moon puts you in an independent and private mood. Take solace in the adventures you have with only your instincts guiding you. Mind-blowing epiphanies shake up your perspective when Jupiter and Chiron stir midafternoon. Though you'll feel inspired to share these breakthroughs with others, you may come across as impulsive or overly excited. For now, it might be best to let these thoughts simmer before expressing them outwardly. Finding the right words will be easier to do once Luna and Mercury align this evening, but keep your audience small."
        },
        "kh": {
            "today": "លួចទៅរស់នៅដោយខ្លួនឯង, Taurus ជាទីស្រឡាញ់, ដូចដែលព្រះច័ន្ទ Aries ធ្វើឱ្យអ្នកនៅក្នុងអារម្មណ៍ឯករាជ្យនិងឯកជន។ទទួលយកការលួងលោមក្នុងដំណើរផ្សងព្រេងដែលអ្នកមានដោយមានតែសភាវគតិរបស់អ្នកដឹកនាំអ្នក។ភាពរំជើបរំជួលក្នុងចិត្តធ្វើឲ្យរង្គោះរង្គើទស្សនៈរបស់អ្នក នៅពេលដែលភពព្រហស្បតិ៍ និង Chiron រំជើបរំជួលពេលរសៀល។ទោះបីជាអ្នកនឹងមានអារម្មណ៍ថាមានការបំផុសគំនិតក្នុងការចែករំលែករបកគំហើញទាំងនេះជាមួយអ្នកដទៃក៏ដោយ ប៉ុន្តែអ្នកអាចជួបប្រទះនូវការរំជើបរំជួល ឬរំភើបខ្លាំងពេក។សម្រាប់ពេលនេះ វាអាចជាការល្អបំផុតដែលអនុញ្ញាតឱ្យគំនិតទាំងនេះកាន់តែស៊ីសង្វាក់គ្នា មុននឹងបញ្ចេញវាចេញមកខាងក្រៅ។ការស្វែងរកពាក្យដែលត្រឹមត្រូវនឹងងាយស្រួលធ្វើនៅពេលដែល Luna និង Mercury តម្រឹមល្ងាចនេះ ប៉ុន្តែរក្សាទស្សនិកជនរបស់អ្នកឱ្យតូច។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Try not to get caught up in the same old Sunday routines, dear Gemini. As the Aries Moon fires up the sector of your chart that governs community, your soul craves new experiences, fresh faces, and unfamiliar territory. Do some digging to find events in your area that check each of these boxes. Slow down midafternoon with a tasty treat and perhaps a bit of people-watching while Luna aspects Jupiter and Chiron. Avoid judging others, but marvel in how diverse humanity truly is. Let your flirty side have some fun once Mercury activates this evening, setting the scene for promising love connections."
        },
        "kh": {
            "today": "ព្យាយាមមិនឱ្យជាប់ក្នុងទម្លាប់ថ្ងៃអាទិត្យចាស់ដដែល Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Aries ឆេះផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសហគមន៍ ព្រលឹងរបស់អ្នកចង់បានបទពិសោធន៍ថ្មីៗ មុខស្រស់ និងទឹកដីដែលមិនធ្លាប់ស្គាល់។ធ្វើការជីកកកាយខ្លះ ដើម្បីស្វែងរកព្រឹត្តិការណ៍នៅក្នុងតំបន់របស់អ្នក ដែលធីកប្រអប់នីមួយៗ។បន្ថយពេលរសៀលពាក់កណ្តាលថ្ងៃត្រង់ជាមួយនឹងអាហារដ៏ឈ្ងុយឆ្ងាញ់ ហើយប្រហែលជាមានមនុស្សមើលបន្តិច ខណៈ Luna មើលទៅ Jupiter និង Chiron ។ជៀសវាង​ការ​វិនិច្ឆ័យ​អ្នក​ដទៃ ប៉ុន្តែ​ត្រូវ​ងឿង​ឆ្ងល់​ចំពោះ​ភាព​ចម្រុះ​នៃ​មនុស្ស​ជាតិ។អនុញ្ញាតឱ្យភាគីខាងការចែចង់របស់អ្នកមានភាពសប្បាយរីករាយនៅពេលដែល Mercury ដំណើរការនៅល្ងាចនេះ ដោយកំណត់កន្លែងកើតហេតុសម្រាប់ការសន្យាទំនាក់ទំនងស្នេហា។"
        }
    }
]