[
    {
        "sign": "Aries",
        "en": {
            "today": "The reality of manifesting success hits hard, dear Aries, leaving you stunned. As the Sagittarius Moon squares Saturn before entering Capricorn, major breakthroughs create pressure in surprising ways. Neptune brings an extra layer of confusion to the table, and you may struggle to follow guidance from superiors. Avoid the temptation to continue ahead if you don’t have a clear understanding of what is expected of you. Asking for clarification will show that you are serious about doing a good job. Seek quiet spaces once Venus stirs this evening, allowing the day's challenges to melt away."
        },
        "kh": {
            "today": "ការពិតនៃការបង្ហាញពីភាពជោគជ័យបានវាយប្រហារយ៉ាងខ្លាំង Aries ជាទីស្រឡាញ់ធ្វើឱ្យអ្នកស្រឡាំងកាំង។នៅពេលដែលព្រះច័ន្ទ Sagittarius បង្វិលភពសៅរ៍មុនពេលចូល Capricorn របកគំហើញសំខាន់ៗបង្កើតសម្ពាធតាមរបៀបគួរឱ្យភ្ញាក់ផ្អើល។Neptune នាំមកនូវភាពច្របូកច្របល់បន្ថែមដល់តុ ហើយអ្នកប្រហែលជាពិបាកក្នុងការធ្វើតាមការណែនាំពីថ្នាក់លើ។ជៀសវាងការល្បួងឱ្យបន្តទៅមុខ ប្រសិនបើអ្នកមិនមានការយល់ដឹងច្បាស់លាស់អំពីអ្វីដែលអ្នករំពឹងទុក។ការ​សុំ​ការ​បំភ្លឺ​នឹង​បង្ហាញ​ថា​អ្នក​យក​ចិត្ត​ទុក​ដាក់​ក្នុង​ការ​ធ្វើ​ការងារ​ល្អ។ស្វែងរកកន្លែងស្ងប់ស្ងាត់នៅពេលដែល Venus កូរនៅល្ងាចនេះ ដែលអនុញ្ញាតឱ្យបញ្ហាប្រឈមប្រចាំថ្ងៃរលាយបាត់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Attempts at faking technique or experience will fall flat, dear Leo, as the Sagittarius Moon and Saturn square off. Put your ego to the side and ask for guidance if you’re unsure of how to proceed. Poor time management could damage your reputation when Luna enters Capricorn this afternoon. Luckily, Neptune steps in to soften any repercussions you might be facing. However, it’s important to take accountability for your mistakes. Find comfort in the presence of your closest companion while Venus stirs this evening. If you’re in a relationship, these vibes are perfect for indulging in wellness activities that facilitate relaxation."
        },
        "kh": {
            "today": "ការព្យាយាមក្លែងបន្លំបច្ចេកទេស ឬបទពិសោធន៍នឹងធ្លាក់ចុះជាលំដាប់ ឡេអូជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Saturn បិទ។ដាក់អត្មារបស់អ្នកទៅម្ខាង ហើយសុំការណែនាំ ប្រសិនបើអ្នកមិនច្បាស់ពីរបៀបបន្ត។ការគ្រប់គ្រងពេលវេលាមិនល្អអាចបំផ្លាញកេរ្តិ៍ឈ្មោះរបស់អ្នកនៅពេលដែល Luna ចូល Capricorn រសៀលនេះ។សំណាងហើយ ដែល Neptune ឈានជើងចូលទៅក្នុងការបន្ទន់នូវផលប៉ះពាល់ទាំងឡាយដែលអ្នកប្រហែលជាកំពុងប្រឈមមុខ។ទោះយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការទទួលខុសត្រូវចំពោះកំហុសរបស់អ្នក។ស្វែងរកការលួងលោមនៅក្នុងវត្តមានរបស់ដៃគូជិតស្និទ្ធបំផុតរបស់អ្នកខណៈពេលដែល Venus កូរនៅល្ងាចនេះ។ប្រសិនបើអ្នកមានទំនាក់ទំនងស្នេហា ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់សកម្មភាពសុខភាពដែលជួយសម្រួលដល់ការសំរាកលំហែ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You’ll crave escape from outside noise as the Sagittarius Moon and Saturn square off. Get necessary interactions out of the way early, so you can devote extra time to peace and quiet later. Dreamy vibes surround you this afternoon when Luna enters Capricorn and aligns with Neptune.  The universe lures you away from reality and brings vibrancy to the imagination. Find sanctuary in your own little bubble, and use mindfulness techniques to reconnect with your deepest self. You’ll feel more openhearted once Venus stirs this evening. Make plans to meet up with friends for dinner or a quick hangout session."
        },
        "kh": {
            "today": "អ្នកនឹងចង់គេចពីសំលេងរំខានពីខាងក្រៅ នៅពេលដែលព្រះច័ន្ទ Sagittarius និង Saturn បិទ។ទទួលបានអន្តរកម្មចាំបាច់ចេញពីផ្លូវមុន ដូច្នេះអ្នកអាចលះបង់ពេលវេលាបន្ថែមដើម្បីសន្តិភាព និងស្ងប់ស្ងាត់នៅពេលក្រោយ។ភាពស្រើបស្រាលក្នុងសុបិនជុំវិញអ្នកនៅរសៀលនេះ នៅពេលដែល Luna ចូលទៅក្នុង Capricorn ហើយតម្រឹមជាមួយភពណិបទូន។សកលលោកទាក់ទាញអ្នកឱ្យឆ្ងាយពីការពិត និងនាំមកនូវភាពរស់រវើកដល់ការស្រមើលស្រមៃ។ស្វែងរកទីសក្ការៈនៅក្នុងពពុះតូចផ្ទាល់ខ្លួនរបស់អ្នក ហើយប្រើបច្ចេកទេសសតិសម្បជញ្ញៈ ដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយខ្លួនឯងដ៏ជ្រៅបំផុតរបស់អ្នក។អ្នក​នឹង​មាន​អារម្មណ៍​បើក​ចិត្ត​កាន់​តែ​ខ្លាំង​នៅ​ពេល Venus កូរ​នៅ​ល្ងាច​នេះ។រៀបចំផែនការជួបជុំជាមួយមិត្តភក្តិសម្រាប់អាហារពេលល្ងាច ឬវគ្គជជែកកំសាន្តរហ័ស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Tension builds as the Sagittarius Moon and Saturn square off, dearest Gemini, and navigating relationships will prove precarious. Avoid pushing for answers or affection when others close off and resist your attempts to communicate. Though uncertainty could make it difficult to honor boundaries you don’t fully understand, time will bring strained dynamics back into balance. You may look for intimacy elsewhere once Luna enters Capricorn and aligns with Neptune this afternoon, but you should be mindful of who you confide in. Deception hangs in the air, and your secrets might not be safe for long if they fall into the wrong hands. You’ll feel better this evening while  Venus clears away drama and stabilizes important connections."
        },
        "kh": {
            "today": "ភាពតានតឹងកើតឡើងនៅពេលដែលព្រះច័ន្ទ Sagittarius និង Saturn បិទ Gemini ជាទីស្រឡាញ់បំផុត ហើយទំនាក់ទំនងរុករកនឹងបង្ហាញភាពមិនច្បាស់លាស់។ជៀសវាង​ការ​ជំរុញ​ឱ្យ​មាន​ចម្លើយ​ឬ​ការ​ស្រឡាញ់​នៅ​ពេល​ដែល​អ្នក​ផ្សេង​ទៀត​បិទ​និង​ប្រឆាំង​នឹង​ការ​ព្យាយាម​របស់​អ្នក​ដើម្បី​ទំនាក់​ទំនង​។ទោះបីជាភាពមិនប្រាកដប្រជាអាចធ្វើឱ្យវាពិបាកក្នុងការគោរពព្រំដែនដែលអ្នកមិនយល់ច្បាស់ក៏ដោយ ពេលវេលានឹងនាំមកនូវភាពតានតឹងដែលតានតឹងឱ្យត្រលប់ទៅរកតុល្យភាពវិញ។អ្នកអាចស្វែងរកភាពស្និទ្ធស្នាលនៅកន្លែងផ្សេង នៅពេលដែល Luna ចូល Capricorn ហើយតម្រឹមជាមួយភពណិបទូននៅរសៀលនេះ ប៉ុន្តែអ្នកគួរតែចងចាំអំពីអ្នកណាដែលអ្នកជឿជាក់។ ការបោកបញ្ឆោតនឹងព្យួរនៅលើអាកាស ហើយអាថ៌កំបាំងរបស់អ្នកប្រហែលជាមិនមានសុវត្ថិភាពយូរទេ ប្រសិនបើពួកគេធ្លាក់ទៅក្នុងដៃខុស។អ្នកនឹងមានអារម្មណ៍ធូរស្រាលនៅល្ងាចនេះ ខណៈពេលដែល Venus លុបចោលរឿងភាគ និងធ្វើឱ្យទំនាក់ទំនងសំខាន់ៗមានស្ថេរភាព។"
        }
    }
]