[
    {
        "sign": "Aries",
        "en": {
            "today": "Restless dreams could cause you to awaken throughout the night, Aries, while the Cancer Moon connects with Venus, the Nodes of Fate, and Chiron. Luckily, you'll have a chance to reconnect with the present and find clarity once Luna aspects Uranus, but you'll want to stay engaged by indulging the senses. The atmosphere shifts once afternoon sets in, and the Moon enters Leo, triggering your fun-loving side. Start arranging plans with your besties while Saturn and Neptune activate, getting creative with your Friday night agenda. This energy also brings an intimidating yet dreamy energy to your aura, though you'll want to stay guarded while meeting new people when Pluto becomes agitated this evening."
        },
        "kh": {
            "today": "ក្តីសុបិន្តដែលមិនចេះរីងស្ងួតអាចបណ្តាលឱ្យអ្នកភ្ញាក់ពេញមួយយប់ Aries ខណៈដែលមហារីករបាំភ្ជាប់ជាមួយ Venus, ថ្នាំងនៃវាសនានិង chiry ។សំណាងអ្នកនឹងមានឱកាសភ្ជាប់ទំនាក់ទំនងជាមួយបច្ចុប្បន្ននិងស្វែងរកភាពច្បាស់លាស់នៅពេលដែលទិដ្ឋភាពឡុងអ៊ុនណាប៉ុន្តែអ្នកនឹងចង់បន្តចូលរួមដោយញ្ញាណដោយញីញី។បរិយាកាសផ្លាស់ប្តូរនៅពេលរសៀលឈុតមួយហើយព្រះចន្ទចូលឡេអូដែលបណ្តាលឱ្យមានភាពសប្បាយរីករាយដែលសប្បាយរីករាយរបស់អ្នក។ចាប់ផ្តើមរៀបចំផែនការជាមួយអ្នកដែលល្អបំផុតរបស់អ្នកខណៈពេលដែល Saturn និង Neptune ធ្វើឱ្យសកម្មការច្នៃប្រឌិតជាមួយនឹងរបៀបវារៈយប់ថ្ងៃសុក្ររបស់អ្នក។ថាមពលនេះក៏នាំមកនូវថាមពលបំភិតបំភ័យតែការបំភិតបំភ័យដល់អេរ៉ូរបស់អ្នកទោះបីជាអ្នកចង់ការពារនៅពេលជួបមនុស្សថ្មីនៅពេលផ្លាតូខឹងនៅល្ងាចនេះក៏ដោយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Much unfolds beneath the surface for you this morning, darling Leo, as the Cancer Moon aspects Venus, the lunar nodes, Chiron, and Uranus. Prepare yourself for major transitions, understanding that personal sacrifices and hard work will lead you toward your dreams. Step into your power once Luna enters your sign this afternoon, forming supportive connections with Saturn and Neptune. Allow your visions to take shape by infusing them with consistent effort, belief, and dedication. You'll be in the mood for intimate connections when Luna opposes Pluto this evening, but you should watch for red flags while developing trust with new companions."
        },
        "kh": {
            "today": "លាតសន្ធឹងនៅពីក្រោមផ្ទៃសម្រាប់អ្នកនៅព្រឹកនេះដាលីងឡៅព្រោះទិដ្ឋភាពមហារីកមហារីកភពច័ន្ទគតិជុនរីនជីរ័រនិងអ៊ុយរ៉ានុស។រៀបចំខ្លួនអ្នកសម្រាប់ដំណើរផ្លាស់ប្តូរសំខាន់ៗការយល់ដឹងថាការលះបង់ផ្ទាល់ខ្លួននិងការខិតខំនឹងនាំឱ្យអ្នកឆ្ពោះទៅរកក្តីសុបិន្តរបស់អ្នក។ចូលទៅក្នុងអំណាចរបស់អ្នកនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះការបង្កើតការតភ្ជាប់គាំទ្រជាមួយសៅរ៍និងណុវថុន។អនុញ្ញាតឱ្យចក្ខុវិស័យរបស់អ្នកមានរាងដោយបំពានពួកគេជាមួយនឹងការខិតខំប្រឹងប្រែងជំនឿនិងការលះបង់ជាប់លាប់។អ្នកនឹងស្ថិតក្នុងអារម្មណ៍នៃការតភ្ជាប់ជិតស្និទ្ធនៅពេលដែល Luna ប្រឆាំងនឹងផ្លូតូនៅល្ងាចនេះប៉ុន្តែអ្នកគួរតែមើលទង់ក្រហមខណៈពេលកំពុងអភិវឌ្ឍការជឿទុកចិត្តជាមួយដៃគូថ្មីៗ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Cancer Moon aspects Venus, the Nodes of Fate, Chiron, and Uranus throughout the morning, dear Taurus, pulling your mind in many directions. The energy could cause you to feel out of sorts, but reaching out to connect with your community will elevate the spirit. Pay special attention to any surprise encounters that occur, as there could be more to the story. Luna drifts into Leo this afternoon, putting you in the mood for all things cozy. Arrange a simple evening at home while the Moon aspects Saturn, Neptune, and Pluto, strengthening your need for peace."
        },
        "kh": {
            "today": "ទិដ្ឋភាពមហារីកមហារីកស្ពីសដែលជាថ្នាំងនៃជោគវាសនាជែររីហ្គូរីនិងអ៊ុយរ៉ានុសពេញមួយព្រឹក Taurus ជាទីស្រឡាញ់ដោយទាញចិត្តរបស់អ្នកក្នុងទិសដៅជាច្រើន។ថាមពលនេះអាចបណ្តាលឱ្យអ្នកមានអារម្មណ៍ថាមិនមានប្រភេទប៉ុន្តែការឈានទៅរកការភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍របស់អ្នកនឹងលើកស្ទួយស្មារតីរបស់អ្នក។យកចិត្តទុកដាក់ជាពិសេសចំពោះការភ្ញាក់ផ្អើលណាមួយដែលកើតឡើងដូចដែលអាចមានរឿងច្រើនជាងនេះចំពោះរឿងនេះ។Luna បានរសាត់ទៅក្នុងឡេអូរសៀលនេះដោយដាក់អ្នកនៅក្នុងអារម្មណ៍សម្រាប់អ្វីៗទាំងអស់ដែលមានភាពកក់ក្តៅ។រៀបចំពេលល្ងាចដ៏សាមញ្ញមួយនៅផ្ទះខណៈពេលដែលទិដ្ឋភាពព្រះច័ន្ទសៅរ៍សៅរ៍ណុបធូននិងផ្លាតូពង្រឹងតម្រូវការសន្តិភាពរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be hungry for success and stable foundations as the Cancer Moon aspects Venus, the Nodes of Fate, Chiron, and Uranus, darling Gemini. However, it may be challenging to settle on the next steps if you start to feel off balance. Consider taking a break from your electronic devices, which could become seriously distracting. Time spent alone will trigger a-ha moments, mainly if you focus on issues you've been battling. Further clarity will be found once Luna enters Leo this afternoon, forming supportive aspects with Saturn and Neptune. Your influence grows under this cosmic climate, helping you charm your way toward the top. Honor your ancestors and look for signs from beyond when Pluto stirs this evening."
        },
        "kh": {
            "today": "អ្នកនឹងឃ្លានរកភាពជោគជ័យនិងគ្រឹះដែលមានស្ថេរភាពដូចជារូបព្រះមហារមហារីកភពសម្តេចភពសុក្រដែលជាថ្នាំងនៃជោគវាសនាក្វាឌាញនិងអ៊ុយរ៉ានុស, គែមដាលីង។ទោះយ៉ាងណាក៏ដោយវាអាចជាការពិបាកក្នុងការដោះស្រាយនៅជំហានបន្ទាប់ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ថាមានតុល្យភាព។ពិចារណាទទួលយកការសម្រាកពីឧបករណ៍អេឡិចត្រូនិចរបស់អ្នកដែលអាចក្លាយជាការរំខានយ៉ាងខ្លាំង។ពេលវេលាដែលបានចំណាយពេលតែម្នាក់ឯងនឹងបង្កឱ្យមានពេលវេលាមួយដែលភាគច្រើនផ្តោតលើបញ្ហាដែលអ្នកផ្តោតលើបញ្ហាដែលអ្នកបានប្រយុទ្ធ។ភាពច្បាស់លាស់បន្ថែមទៀតនឹងត្រូវបានរកឃើញនៅពេលដែល Luna ចូល Leo នៅរសៀលនេះដោយបង្កើតទិដ្ឋភាពគាំទ្រជាមួយសៅរ៍និង Neptune ។ឥទ្ធិពលរបស់អ្នកកើនឡើងនៅក្រោមអាកាសធាតុលោហធាតុនេះជួយអ្នកឱ្យអ្នកទាក់ទាញផ្លូវរបស់អ្នកឆ្ពោះទៅរកកំពូល។គោរពបុព្វបុរសរបស់អ្នកហើយរកមើលសញ្ញាពីលើសពីនេះនៅពេលផ្លាតូកូរនៅល្ងាចនេះ។"
        }
    }
]