[
    {
        "sign": "Aries",
        "en": {
            "today": "The day gets off to a challenging start, dear Aries, as the Leo moon and Uranus square off. Stay humble and grounded while navigating this cosmic climate, especially when unexpected hurdles arise. The energy elevates when Mercury and Jupiter connect, bringing joy to your thoughts and words. Harness these vibes by sharing your ideas, giving them a chance to grow and flourish. The atmosphere shifts once Luna enters Virgo this afternoon, putting you in a more practical and work-oriented headspace. Fated moments find you this evening when a rare yod forms between the moon, Pluto, and Venus. Watch for new connections that lead to opportunity."
        },
        "kh": {
            "today": "ថ្ងៃបានចាប់ផ្តើមការប្រកួតដ៏លំបាកមួយដែលជាទីស្រឡាញ់ aries, ដូចជា Leo Moon និង Uranus Square បិទ។រក្សាភាពរាបទាបនិងមូលដ្ឋាននៅពេលរុករកអាកាសធាតុលោហធាតុនេះជាពិសេសនៅពេលមានឧបសគ្គដែលមិនបានរំពឹងទុកកើតឡើង។ថាមពលលើកកំពស់នៅពេលបារតនិងភពព្រហស្បតិ៍ភ្ជាប់មកហើយនាំមកនូវសេចក្តីអំណរដល់គំនិតនិងពាក្យរបស់អ្នក។ទាញមើមទាំងនេះដោយចែករំលែកគំនិតរបស់អ្នកផ្តល់ឱ្យពួកគេនូវឱកាសដើម្បីរីកចម្រើននិងរីកចម្រើន។បរិយាកាសផ្លាស់ប្តូរនៅពេលដែល Luna ចូល Virgo នៅរសៀលនេះដោយដាក់អ្នកនៅក្នុងក្បាលដែលផ្តោតលើការអនុវត្តជាក់ស្តែងនិងការងារកាន់តែច្រើន។គ្រាដ៏មានវាសនារកអ្នកឃើញអ្នកនៅល្ងាចនេះនៅពេលដែលទម្រង់យុត្តិធម៌ដ៏កម្ររវាងព្រះច័ន្ទផ្លាតូនិងភពសុក្រ។ឃ្លាំមើលការតភ្ជាប់ថ្មីដែលនាំឱ្យមានឱកាស។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Luna takes her final steps through your sign today, dearest Leo, but a harsh square with Uranus could sour the vibe. Unforeseen obstacles and issues with authority figures could cause your confidence to take a hit, but it'll be vital that you stay flexible and wait for your moment to shine. Connect with your spiritual community while Mercury and Jupiter align to elevate your heart and mind. Go ahead and reach for a little treat once Luna enters Virgo this afternoon, nudging you to seek decadent moments. Focus on what you hope to manifest when a rare yod brings luck your way tonight."
        },
        "kh": {
            "today": "Luna ទទួលបានជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នកនៅថ្ងៃនេះដែលជាទីស្រឡាញ់បំផុតប៉ុន្តែការេដ៏សាហាវមួយដែលមានរាងពងក្រពើដែលមានអ៊ុយរ៉ានុសជូរចត់។ឧបសគ្គនិងបញ្ហាដែលមិនបានមើលឃើញទុកជាមុនជាមួយនឹងតួលេខរបស់អាជ្ញាធរអាចធ្វើឱ្យអ្នកមានទំនុកចិត្តក្នុងការទទួលបានការចាប់អារម្មណ៍ប៉ុន្តែវាពិតជាសំខាន់ណាស់ដែលអ្នកអាចបត់បែនបានហើយរង់ចាំឱ្យពេលវេលារបស់អ្នកភ្លឺ។ភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍ខាងវិញ្ញាណរបស់អ្នកខណៈដែលបារតនិងភពព្រហស្បតិ៍តម្រឹមគ្នាដើម្បីលើកកំពស់បេះដូងនិងគំនិតរបស់អ្នក។ទៅមុខហើយឈានដល់ការព្យាបាលតិចតួចនៅពេលដែល Luna ចូល Virgo នៅរសៀលនេះដោយអាក្រាតអ្នកស្វែងរកពេលវេលាដែលមានភាពវង្វេងស្មារតី។ផ្តោតលើអ្វីដែលអ្នកសង្ឃឹមថានឹងបង្ហាញនៅពេលដែលយ៉ុកដ៏កម្រមួយនាំមកនូវសំណាងល្អផ្លូវរបស់អ្នកនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Watch for misplaced anger or grief this morning, dear Taurus, as the Leo moon and Uranus square off. You may feel as though loved ones are lashing out unfairly, though you should be mindful to avoid doing the same. Give yourself space to collect your thoughts and find inner peace while Mercury and Jupiter align. This highly elevating energy can also lead to moments of enlightenment, especially when you take time to ground or connect with nature. You'll feel more outgoing once the moon enters Virgo this afternoon, bringing out your playful side. Back up your most creative ideas by applying structure to projects when a rare yod forms tonight."
        },
        "kh": {
            "today": "មើលការធ្វើឱ្យមានកំហឹងខុសឬទុក្ខព្រួយនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Leo Moon និង Uranus Square បានបិទ។អ្នកអាចមានអារម្មណ៍ថាដូចជាមនុស្សជាទីស្រឡាញ់កំពុងលះបង់អយុត្តិធម៌ទោះបីជាអ្នកគួរតែគិតចង់ចៀសវាងធ្វើដូចគ្នា។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីប្រមូលគំនិតរបស់អ្នកនិងស្វែងរកសន្តិភាពខាងក្នុងខណៈដែលបារតនិងភពព្រហស្បតិ៍តម្រឹម។ថាមពលកើនឡើងនេះក៏អាចនាំឱ្យមានពេលវេលានៃការត្រាស់ដឹងជាពិសេសនៅពេលដែលអ្នកចំណាយពេលដើម្បីបញ្ឈប់ឬភ្ជាប់ជាមួយធម្មជាតិ។អ្នកនឹងមានអារម្មណ៍ថាមានអារម្មណ៍ចេញច្រើនជាងនេះនៅពេលដែលព្រះច័ន្ទចូលមក Virgo នៅរសៀលនេះដោយនាំមកនូវការលេងរបស់អ្នក។បម្រុងទុកគំនិតច្នៃប្រឌិតបំផុតរបស់អ្នកដោយអនុវត្តរចនាសម្ព័ន្ធទៅគម្រោងនៅពេលដែលទម្រង់ដ៏កម្រមួយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Leo moon and Uranus form a tense square this morning, dear Gemini, bringing an edgy energy to the table. Try to keep a positive outlook, even when dealing with moody peers. Luckily, your interactions will feel lighter and more joyful once Mercury and Jupiter align. This energy can also lead to new connections that brew opportunities down the line. You'll long for the comforts of home once Luna enters Virgo this afternoon, nudging you to get cozy with family. Search for warmth amongst kindred spirits when a rare yod forms between the moon, Venus, and Pluto tonight."
        },
        "kh": {
            "today": "Leo Moon និង Uranus បង្កើតបានជាការ៉េតឹងណែននៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដែលនាំមកនូវថាមពលដែលគួរឱ្យស្អប់ដល់តុ។ព្យាយាមរក្សាទស្សនវិស័យវិជ្ជមានសូម្បីតែនៅពេលទាក់ទងនឹងមិត្តភក្តិអារម្មណ៍មិនល្អក៏ដោយ។ជាសំណាងល្អអន្តរកម្មរបស់អ្នកនឹងមានអារម្មណ៍ស្រាលជាងមុននិងរីករាយនៅពេលបារតនិងភពព្រហស្បតិ៍តម្រឹម។ថាមពលនេះក៏អាចនាំឱ្យមានការតភ្ជាប់ថ្មីដែលថាឱកាសញ៉ាំនៅលើបន្ទាត់។អ្នកនឹងទទួលបានការលួងលោមរបស់ផ្ទះនៅពេលដែល Luna ចូល Virgo នៅរសៀលនេះដោយអាក្រាតអ្នកដើម្បីទទួលបានភាពកក់ក្តៅជាមួយគ្រួសារ។ស្វែងរកភាពកក់ក្តៅក្នុងចំណោមវិញ្ញាណដ៏អស្ចារ្យនៅពេលដែលទម្រង់ដ៏កម្រមួយរវាងព្រះច័ន្ទ, ស្បើយនិងផ្លាតូនៅយប់នេះ។"
        }
    }
]