[
    {
        "sign": "Aries",
        "en": {
            "today": "Don't let growing pains stop you from moving forward, dear Aries, as the Capricorn moon and Chiron square off this morning. Your quirky side shines through once Luna drifts into Aquarius and aspects Uranus, helping you attract new connections and hold riveting conversations. Try to create a support system within your community while Neptune, Saturn, and Pluto activate, aligning yourself with people whose dreams are as big and bold as your own. Look for opportunities to exchange favors, strengthening your network and visions for tomorrow. Meanwhile, the Cancer sun aligns with the nodes of fate, encouraging you to create reliable routines so your intuition can have more leeway."
        },
        "kh": {
            "today": "កុំអោយការឈឺចាប់ដែលរីកលូតលាស់រារាំងអ្នកពីការឆ្ពោះទៅមុខឆ្ពោះទៅមុខជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែល capricorn ព្រះច័ន្ទនិង chiry Square បិទនៅព្រឹកនេះ។ក្រុមជាយថាហេតុរបស់អ្នករះតាមរយៈដងផ្លូវឡុងបានរសាត់ទៅក្នុង Aquarius និងទិដ្ឋភាពអ៊ុយរ៉ានុសជួយអ្នកទាក់ទាញការភ្ជាប់ថ្មីនិងមានការសន្ទនាឡើងវិញ។ព្យាយាមបង្កើតប្រព័ន្ធគាំទ្រមួយនៅក្នុងសហគមន៍របស់អ្នកខណៈដែល Neptune, Saturn និង Pluto ធ្វើឱ្យសកម្មតម្រឹមខ្លួនអ្នកជាមួយមនុស្សដែលក្តីសុបិន្តរបស់ពួកគេធំនិងដិតជារបស់អ្នក។រកមើលឱកាសដើម្បីផ្លាស់ប្តូរអនុគ្រោះការពង្រឹងបណ្តាញនិងការនិមិត្តរបស់អ្នកសម្រាប់ថ្ងៃស្អែក។ទន្ទឹមនឹងនេះព្រះអាទិត្យមហារីកតម្រឹមជាមួយថ្នាំងរបស់ជោគវាសនាលើកទឹកចិត្តអ្នកឱ្យបង្កើតទម្លាប់ដែលអាចទុកចិត្តបានដូច្នេះវិចារណញាណរបស់អ្នកអាចមានផ្លូវចូលកាន់តែច្រើន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mindfulness leads the way toward harmony this morning, darling Leo, as the Capricorn moon and Chiron align. Spend time with people who recognize your spark once Luna enters Aquarius, forming an elevating aspect with Uranus. These vibes are perfect for connecting with kindred spirits who bring out your unconventional side. A romantic energy follows you when Saturn, Neptune, and Pluto activate midafternoon, though you won't be in the mood to settle for anything less than deep and transformative love. Shed internalized fears that have prevented you from stepping into the unknown while the sun connects with the nodes of fate this evening."
        },
        "kh": {
            "today": "ការគិតដល់ភាពសុខដុមរមនានៅព្រឹកនេះដាលីងឡៅនៅពេលដែល Capirricorn Monon និង chiron តម្រឹម។ចំណាយពេលជាមួយមនុស្សដែលស្គាល់ផ្កាភ្លើងរបស់អ្នកនៅពេលដែល Luna ចូលទៅ Aquarius បង្កើតបានជាការលើកកម្ពស់ទិដ្ឋភាពកើនឡើងជាមួយអ៊ុយរ៉ានុស។ភាពរស់រវើកទាំងនេះល្អឥតខ្ចោះសម្រាប់ការភ្ជាប់ជាមួយវិញ្ញាណដ៏អស្ចារ្យដែលនាំមកនូវផ្នែកដែលមិនធម្មតារបស់អ្នក។ថាមពលរ៉ូមែនទិកដើរតាមអ្នកនៅពេលដែល Saturn Neptune និង Pluto ធ្វើឱ្យសកម្មពាក់កណ្តាលចុង, ទោះបីជាអ្នកនឹងមិនដោះស្រាយអ្វីដែលទាបជាងការជ្រៅនិងការផ្លាស់ប្តូរក៏ដោយ។ស្រក់ការភ័យខ្លាចផ្ទៃក្នុងដែលបានរារាំងអ្នកពីការបោះជំហានចូលទៅក្នុងការមិនស្គាល់ខណៈពេលដែលព្រះអាទិត្យភ្ជាប់ជាមួយថ្នាំងនៃជោគវាសនានៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Be patient with your healing journey, sweet bull, as the Capricorn moon and Chiron square off. Check-in with your emotions before starting the day, leaning into spiritual practices that can improve morale. You'll feel like bending the rules once Luna enters Aquarius and aspects Uranus, inspiring you to act on your terms. Secretive energy surrounds you midafternoon when Saturn, Neptune, and Pluto stir, unleashing the dreamer within. Harness these vibes by supporting your visions for the future with strategy and structure. Meanwhile, the sun aligns with the nodes of fate, encouraging you to introduce yourself to people in high places."
        },
        "kh": {
            "today": "អត់ធ្មត់នឹងការធ្វើដំណើរព្យាបាលរបស់អ្នកគោឈ្មោលជាគោឈ្មោលនៃ capricorn ព្រះច័ន្ទនិង chiry Square បិទ។ពិនិត្យចូលដោយអារម្មណ៍របស់អ្នកមុនពេលចាប់ផ្តើមថ្ងៃដោយពឹងផ្អែកលើការអនុវត្តន៍ខាងវិញ្ញាណដែលអាចធ្វើឱ្យប្រសើរឡើងនូវសីលធម៌។អ្នកនឹងមានអារម្មណ៍ចង់ពត់ច្បាប់នៅពេលដែល Luna ចូលក្នុង Aquarius និងទិដ្ឋភាពអ៊ុយរ៉ានុសដែលជំរុញឱ្យអ្នកធ្វើសកម្មភាពតាមលក្ខខណ្ឌរបស់អ្នក។ថាមពលសម្ងាត់ព័ទ្ធជុំវិញអ្នកនៅពាក់កណ្តាលព្រះសង្ឃនៅពេលដែលសៅរ៍សៅរ៍ណុបតុននិងផ្លាតូកូរឱ្យមិនគិតពីអ្នកសុបិននៅខាងក្នុង។ទាញយកភាពរស់រវើកទាំងនេះដោយគាំទ្រដល់ចក្ខុវិស័យរបស់អ្នកសម្រាប់អនាគតជាមួយនឹងយុទ្ធសាស្ត្រនិងរចនាសម្ព័ន្ធ។ទន្ទឹមនឹងនេះព្រះអាទិត្យតម្រឹមជាមួយថ្នាំងនៃជោគវាសនាលើកទឹកចិត្តអ្នកឱ្យណែនាំខ្លួនអ្នកទៅមនុស្សនៅតាមទីកន្លែងខ្ពស់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could feel socially left out as the Capricorn moon and Chiron square off this morning, dearest Gemini. Rather than fixating on how others are connecting, invest more time and energy into the people who are always there for you. Your spirits lift once Luna enters Aquarius and aspects Uranus, and you might receive the invitations you've been waiting for. An element of luck also comes into play, especially when you dare to color outside the lines—bond over creative, professional, or spiritual views midafternoon when Saturn, Neptune, and Pluto activate. Meanwhile, the Cancer sun aligns with the nodes of fate, opening your eyes to money-making opportunities."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថាមានភាពឆើតឆាយក្នុងសង្គមដូចជា Capryorn Monon និង Chiron Sethter បិទនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បំផុត។ជាជាងការជួសជុលលើរបៀបដែលអ្នកផ្សេងទៀតកំពុងភ្ជាប់ការវិនិយោគពេលវេលានិងថាមពលឱ្យបានច្រើនដល់ប្រជាជនដែលតែងតែនៅទីនោះសម្រាប់អ្នក។វិញ្ញាណរបស់អ្នកលើកឡុងណាចូលមកក្នុងក្រុង Aquarus និងទិដ្ឋភាពអ៊ើរ៉ានុសហើយអ្នកអាចទទួលបានការអញ្ជើញដែលអ្នកបានរង់ចាំ។ធាតុនៃសំណាងមួយក៏ចូលមកលេងដែរជាពិសេសនៅពេលអ្នកហ៊ានពណ៌នៅខាងក្រៅបន្ទាត់ - ផ្សារភ្ជាប់ពីទស្សនៈច្នៃប្រឌិតអាជីពឬខាងវិញ្ញាណនៅពេលសៅរ៍និងផ្លាតូធ្វើឱ្យសកម្ម។ទន្ទឹមនឹងនេះព្រះអាទិត្យមហារីកតម្រឹមជាមួយថ្នាំងរបស់វាសនាដោយបើកភ្នែករបស់អ្នកឱ្យមានលុយធ្វើលុយ។"
        }
    }
]