[
    {
        "sign": "Aries",
        "en": {
            "today": "Multiple paths open before you, dear Aries, as the Gemini Full Moon forms a life-altering grand cross with the nodes of fate. Even the smallest decisions could trigger a butterfly effect, making it essential that you think practically while staying intuitively tapped in. The south node in Virgo warns against repeating cycles that didn’t serve you in the past. Identify where behavioral changes are needed to fortify your resolve as you explore alternatives. The north node in Pisces makes the unfamiliar increasingly glamorous and appealing, though you should watch out for potential deceptions. If you don’t have all the details, gather more information before making a decision."
        },
        "kh": {
            "today": "ផ្លូវជាច្រើនបានបើកនៅចំពោះមុខអ្នក, ជាទីស្រឡាញ់ aries, ដូចជាព្រះចន្ទពេញរបស់ Gemini បង្កើតបានជាការផ្លាស់ប្តូរនៃជីវិតជាមួយនឹងថ្នាំងជាមួយនឹងថ្នាំងនៃវាសនា។សូម្បីតែការសម្រេចចិត្តតូចបំផុតអាចបង្កឱ្យមានប្រសិទ្ធិភាពមេអំបៅដែលធ្វើឱ្យវាចាំបាច់ដែលអ្នកគិតថាបានអនុវត្តខណៈពេលដែលរក្សាការធ្វើឱ្យមានវិចារណញាណនៅ Virgo ព្រមានប្រឆាំងនឹងវដ្តដដែលៗដែលមិនបានបម្រើអ្នកនៅអតីតកាល។កំណត់កន្លែងដែលការផ្លាស់ប្តូរអាកប្បកិរិយាត្រូវការជាចាំបាច់ដើម្បីពង្រឹងការតាំងចិត្តរបស់អ្នកនៅពេលអ្នកស្វែងរកជម្រើសផ្សេង។ថ្នាំងខាងជើងក្នុងទីក្រុង Pisces ធ្វើឱ្យមានភាពអស្ចារ្យកាន់តែអស្ចារ្យអស្ចារ្យនិងទាក់ទាញកាន់តែខ្លាំងឡើងទោះបីជាអ្នកគួរតែប្រយ័ត្នចំពោះការបោកបញ្ឆោតសក្តានុពលក៏ដោយ។ប្រសិនបើអ្នកមិនមានព័ត៌មានលម្អិតទាំងអស់ប្រមូលព័ត៌មានបន្ថែមមុនពេលធ្វើការសម្រេចចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "How you navigate social spheres comes into view, dear Leo, as the Gemini Full Moon enters a grand cross with the nodes of fate. You may feel bored and caught in a loop, unable to find pleasure where you once could. Different priorities, educational goals, or career aspirations will widen any gaps that have developed within your relationships. However, with no other companions to turn to, loneliness or monotony might be your only options. Take matters into your own hands by enrolling in a class or attending more events that align with your interests, diversifying your acquaintance without writing off longtime friends."
        },
        "kh": {
            "today": "របៀបដែលអ្នកធ្វើសង្គ្រាមសង្គម Spheeres ចូលមកក្នុងទស្សនៈ, ជាទីស្រឡាញ់, ដូចជាព្រះចៅអធិរាជពេញរបស់ Gemini ចូលទៅក្នុងមួយក្រុមដ៏អស្ចារ្យជាមួយនឹងថ្នាំងនៃវាសនា។អ្នកអាចមានអារម្មណ៍ធុញទ្រាន់និងចាប់បាននៅក្នុងរង្វិលជុំមិនអាចរកកន្លែងរីករាយដែលអ្នកធ្លាប់អាចធ្វើបាន។អាទិភាពផ្សេងៗគោលដៅអប់រំឬសេចក្តីប្រាថ្នារបស់អាជីពនឹងពង្រីកគម្លាតណាមួយដែលបានអភិវឌ្ឍនៅក្នុងទំនាក់ទំនងរបស់អ្នក។ទោះយ៉ាងណាក៏ដោយដោយមិនមានដៃគូផ្សេងទៀតដើម្បីងាកទៅភាពឯកោឬភាពត្រឹមត្រូវអាចជាជម្រើសតែមួយគត់របស់អ្នក។យករឿងរ៉ាវទៅក្នុងដៃរបស់អ្នកផ្ទាល់ដោយចុះឈ្មោះចូលរៀនថ្នាក់ឬចូលរួមព្រឹត្តិការណ៍ជាច្រើនទៀតដែលតម្រឹមនឹងចំណាប់អារម្មណ៍របស់អ្នកធ្វើពិពិធកម្មអ្នកស្គាល់គ្នារបស់អ្នកដោយមិនចាំបាច់សរសេរមិត្តភក្តិយូរអង្វែង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A thick energy hangs in the atmosphere, dearest Taurus, as the Gemini quarter moon forms a challenging grand cross with the nodes of fate. This lunation could trigger serious doubts around commitments you made over the last six months. Romantic and financial partnerships may be the source of your woes, but placing blame without accepting your own won't solve any issues. Avoid confiding in friends who show support by telling you what you want to hear, even if you need a morale boost. Instead, examine your options while taking notes from peers who have overcome similar obstacles."
        },
        "kh": {
            "today": "ថាមពលក្រាស់ព្យួរក្នុងបរិយាកាស Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទខាងកើតព្រះចន្ទបង្កើតបានជាឈើឆ្កាងដ៏លំបាកមួយដែលមានជោគវាសនារបស់ជោគវាសនា។ការធ្លាក់ខ្លួននេះអាចបង្កឱ្យមានការសង្ស័យយ៉ាងខ្លាំងជុំវិញការប្តេជ្ញាចិត្តដែលអ្នកបានធ្វើក្នុងរយៈពេលប្រាំមួយខែចុងក្រោយនេះ។ភាពជាដៃគូរមនោសញ្ចេតនានិងហិរញ្ញវត្ថុអាចជាប្រភពនៃបញ្ហារបស់អ្នកប៉ុន្តែការស្តីបន្ទោសដោយមិនទទួលយករបស់អ្នកនឹងមិនដោះស្រាយបញ្ហាណាមួយឡើយ។ជៀសវាងការយល់ដឹងរបស់មិត្តភក្តិដែលបង្ហាញការគាំទ្រដោយប្រាប់អ្នកពីអ្វីដែលអ្នកចង់លឺទោះបីអ្នកត្រូវការជម្រុញសីលធម៌ក៏ដោយ។ផ្ទុយទៅវិញសូមពិនិត្យមើលជម្រើសរបស់អ្នកនៅពេលទទួលបានកំណត់ត្រាពីមិត្តភក្តិដែលបានយកឈ្នះឧបសគ្គស្រដៀងគ្នា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Full Moon rises in your sign this afternoon, darling Gemini, creating a powerful grand cross with the nodes of fate. Destined moments are likely to emerge, altering visions of the future you'd set your heart on. The North Node enhances your influence and ability to secure essential opportunities. However, a sense of disappointment could follow as reality sinks in, intensifying the pressure of increased responsibilities. Try not to grieve for simpler times, trusting that as you adjust to these changes, you'll find simplicity once more. Confide in loved ones who are willing to hold space if you need to vent."
        },
        "kh": {
            "today": "ព្រះច័ន្ទពេញឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅរសៀលនេះដែលជាទីស្រឡាញ់របស់លោក Darling Gemini បង្កើតបានជាឈើឆ្កាងដ៏មានឥទ្ធិពលមួយដែលមានថ្នាំងនៃជោគវាសនា។ពេលវេលាដែលមានគោលដៅទំនងជាលេចចេញមកដោយផ្លាស់ប្តូរចក្ខុវិស័យនៃអនាគតដែលអ្នកបានកំណត់បេះដូងរបស់អ្នក។ថ្នាំងខាងជើងជួយបង្កើនឥទ្ធិពលនិងសមត្ថភាពរបស់អ្នកក្នុងការទទួលបានឱកាសសំខាន់ៗ។ទោះយ៉ាងណាអារម្មណ៍នៃការខកចិត្តមួយអាចអនុវត្តតាមពេលវេលាកាន់តែខ្លាំងឡើងកាន់តែខ្លាំងឡើងសម្ពាធនៃការបង្កើនការទទួលខុសត្រូវកើនឡើង។ព្យាយាមមិនឱ្យសោកសៅសម្រាប់ពេលវេលាសាមញ្ញជាងនេះដែលជឿទុកចិត្តថានៅពេលអ្នកកែតម្រូវការផ្លាស់ប្តូរទាំងនេះអ្នកនឹងមានភាពសាមញ្ញម្តងទៀត។ការទុកចិត្តលើមនុស្សជាទីស្រឡាញ់ដែលមានឆន្ទៈក្នុងការទុកកន្លែងទំនេរប្រសិនបើអ្នកត្រូវការចេញ។"
        }
    }
]