[
    {
        "sign": "Aries",
        "en": {
            "today": "You should wake up feeling enthusiastic and determined to make the most of your day, dear Aries, as the Virgo Moon squares Mercury Rx and Mars. However, the excitement you feel could be blurring, and it's essential to recognize where your priorities lie. A soft connection between Luna and Venus helps you weed through your to-do lists, discarding any tasks that aren't necessary for achieving the specific goals you have in mind. This energy also strengthens partnerships, so be mindful of whom you can build with. Continue making efficient choices when the nodes of fate stir tonight, finding order in bedtime routines."
        },
        "kh": {
            "today": "អ្នកគួរតែភ្ញាក់ពីអារម្មណ៍សាទរហើយប្តេជ្ញាថានឹងធ្វើឱ្យបានច្រើនបំផុតនៃថ្ងៃរបស់អ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទ Moon Moon Squares Mercury RX និងភពព្រះអង្គារ។ទោះជាយ៉ាងណាក៏ដោយភាពរំភើបដែលអ្នកមានអារម្មណ៍ថានឹងមានភាពអាប់អួហើយវាចាំបាច់ក្នុងការទទួលស្គាល់កន្លែងដែលអាទិភាពរបស់អ្នកកុហក។ការតភ្ជាប់ទន់ភ្លន់រវាង Luna និង Venus ជួយអ្នកក្នុងបញ្ជីការងារត្រូវធ្វើរបស់អ្នកដោយបោះបង់ចោលភារកិច្ចណាមួយដែលមិនចាំបាច់ទទួលបានគោលដៅជាក់លាក់ដែលអ្នកមាន។ថាមពលនេះក៏ពង្រឹងភាពជាដៃគូផងដែរដូច្នេះចូរចងចាំថាអ្នកអាចបង្កើតបាន។បន្តធ្វើឱ្យជម្រើសដែលមានប្រសិទ្ធិភាពនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះការស្វែងរកសណ្តាប់ធ្នាប់ក្នុងទម្លាប់ពេលវេលា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Virgo Moon squares Mercury Rx and Mars this morning, dear Leo, bringing a sluggish vibe to the table. Although you'll be fully aware of what needs to be handled, finding the clarity or motivation to tackle tasks won't come easily. Venus steps in to encourage self-nurturing, and implementing a reward system can help you reclaim drive. Take stock of work that must be completed, offering yourself small treats as different milestones are reached. Your thoughts turn toward financial growth and possible investments while the nodes of fate stir later tonight. Find a venture you feel secure in, committing your time, energy, or resources accordingly."
        },
        "kh": {
            "today": "Virgo Moon Squares Mercury RX និងភពព្រះអង្គារនៅព្រឹកនេះ Leo ដែលជាទីស្រឡាញ់ដោយនាំយកភាពរស់រវើកយឺតមួយនៅលើតុ។ទោះបីជាអ្នកដឹងយ៉ាងច្បាស់ពីអ្វីដែលចាំបាច់ត្រូវដោះស្រាយក៏ដោយការស្វែងរកភាពច្បាស់លាស់ឬការលើកទឹកចិត្តក្នុងការដោះស្រាយភារកិច្ចនឹងមិនមានភាពងាយស្រួលទេ។Venus មានជំហានចូលដើម្បីលើកទឹកចិត្តដល់ការចិញ្ចឹមបីបាច់ខ្លួនឯងនិងការអនុវត្តប្រព័ន្ធរង្វាន់អាចជួយឱ្យអ្នកទទួលបានមកវិញនូវដ្រាយវ៍។យកភាគហ៊ុននៃការងារដែលត្រូវតែបញ្ចប់ការផ្តល់ជូនខ្លួនអ្នកនូវការព្យាបាលតូចតាចដែលជាព្រឹត្តិការណ៍សំខាន់ៗដែលត្រូវបានឈានដល់។គំនិតរបស់អ្នកឆ្ពោះទៅរកការលូតលាស់ហិរញ្ញវត្ថុនិងការវិនិយោគដែលអាចកើតមានខណៈដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះនៅយប់នេះ។ស្វែងរកការបណ្តាក់ទុនមួយដែលអ្នកមានអារម្មណ៍ថាមានសុវត្ថិភាពក្នុងការប្រព្រឹត្តពេលវេលាថាមពលឬធនធានរបស់អ្នកឱ្យបានសមស្រប។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Virgo Moon squares Mercury Rx and Mars, dear Taurus, bringing an intense energy to your morning. Take a few moments to get your heart into balance upon awakening, as minor inconveniences may trigger significant emotional responses. Luckily, Venus steps in to soften rough edges, inviting you to find tenderness through kind interactions. Sweet embraces, connecting with loved ones, and showing yourself a little extra kindness will go a long way in lifting your mood. You could feel caught between opposing social spheres when the nodes of fate stir tonight, but you should give more attention to friends who have been there throughout the years."
        },
        "kh": {
            "today": "Virgo Moon Moon Squares Mercury RX និង Mars ជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់ដែលនាំយកថាមពលខ្លាំងដល់ព្រឹករបស់អ្នក។ចំណាយពេលមួយភ្លែតដើម្បីឱ្យបេះដូងរបស់អ្នកមានតុល្យភាពនៅពេលភ្ញាក់ឡើងនៅពេលដែលការរអាក់រអួលតិចតួចអាចបង្កឱ្យមានការឆ្លើយតបយ៉ាងសំខាន់។សំណាង, Venus ចូលទៅក្នុងដើម្បីបន្ទន់គែមរដុប, អញ្ជើញអ្នកឱ្យស្វែងរកភាពទន់ភ្លន់តាមរយៈអន្តរកម្មប្រភេទ។ក្រសោបផ្អែមល្ហែមភ្ជាប់ជាមួយមនុស្សជាទីស្រឡាញ់ហើយបង្ហាញថាអ្នកពិតជាសប្បុរសបន្ថែមបន្តិចបន្តួចនឹងមានផ្លូវវែងឆ្ងាយក្នុងការលើកអារម្មណ៍របស់អ្នក។អ្នកអាចមានអារម្មណ៍ថាជាប់គ្នារវាងស្វ៊ែរសង្គមនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅយប់នេះប៉ុន្តែអ្នកគួរតែយកចិត្តទុកដាក់បន្ថែមទៀតចំពោះមិត្តភក្តិដែលបានរស់នៅទីនោះអស់រយៈពេលជាច្រើនឆ្នាំ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could feel slightly run down or out of sorts this morning, dear Gemini, due to harsh aspects between the Virgo Moon, Mercury Rx, and Mars. Though you might move more slowly than usual, sticking to a routine will help you get into a flow, thanks to a helping hand from Venus. Chat with your body while easing into the day, offering it healthy foods, proper hydration, and luxurious stretches. You'll have a chance to unwind later tonight when the nodes of fate stir fully. Close your curtains, lock the door, and retreat the a quiet space to recharge in peace."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ថារត់បន្តិចឬចេញពីតម្រៀបនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ដោយសារតែទិដ្ឋភាពដ៏លំបាករវាងព្រះច័ន្ទព្រះច័ន្ទ, បារត, និងភពព្រះអង្គារ។ទោះបីជាអ្នកអាចផ្លាស់ទីយឺតជាងធម្មតាដោយប្រកាន់ខ្ជាប់នូវទម្លាប់នឹងជួយអ្នកឱ្យចូលក្នុងលំហូរសូមអរគុណចំពោះជំនួយពី Venus ។ជជែកកំសាន្តជាមួយរាងកាយរបស់អ្នកនៅពេលដែលបន្ធូរបន្ថយទៅថ្ងៃផ្តល់ឱ្យវានូវអាហារដែលមានសុខភាពល្អជាតិទឹកត្រឹមត្រូវនិងលាតសន្ធឹងប្រណីត។អ្នកនឹងមានឱកាសដកខ្លួននៅយប់នេះនៅពេលដែលថ្នាំងនៃជោគវាសនាកូរឱ្យបានពេញលេញ។បិទវាំងននរបស់អ្នកចាក់សោទ្វារហើយដកថយកន្លែងស្ងាត់ស្ងៀមឡើងវិញដើម្បីបញ្ចូលប្រាក់កម្ចីដោយសន្តិភាព។"
        }
    }
]