[
    {
        "sign": "Aries",
        "en": {
            "today": "Strategy meets action to alter the future, dear Aries, as Mercury aligns with the nodes of fate before cozying up with Mars. Dare to break free from systems that no longer yield rewards, shifting away from the norm and into the unknown. Inch closer to your dreams with intention, sacrificing habits that hinder productivity so more energy can be funneled toward your visions. The Libra moon helps you flow into new routines without disrupting your sense of harmony, showing you how seamless change can be. Matters of the heart also come into focus when Luna and Venus unite, encouraging you to show affection."
        },
        "kh": {
            "today": "យុទ្ធសាស្រ្តឆ្លើយតបនឹងសកម្មភាពដើម្បីផ្លាស់ប្តូរអនាគត, ជាទីស្រឡាញ់ aries, ដូចជាបារតតម្រឹមជាមួយថ្នាំងនៃជោគវាសនាមុនការសម្លាប់រង្គាលជាមួយភពព្រះអង្គារ។ហ៊ានផ្តាច់ចេញពីប្រព័ន្ធដែលលែងផ្តល់រង្វាន់ទៀតដោយផ្លាស់ប្តូរឆ្ងាយពីបទដ្ឋាននិងចូលទៅក្នុងមិនដឹង។អ៊ីញខិតជិតនឹងក្តីសុបិន្តរបស់អ្នកជាមួយនឹងចេតនាលះបង់ទម្លាប់ដែលធ្វើឱ្យប៉ះពាល់ដល់ផលិតភាពដូច្នេះថាមពលកាន់តែច្រើនអាចត្រូវបានប្រគល់ឱ្យចក្ខុវិស័យរបស់អ្នក។Libra Moon ជួយអ្នកហូរចូលក្នុងទម្លាប់ថ្មីដោយមិនរំខានដល់អារម្មណ៍សុខដុមរបស់អ្នកបង្ហាញអ្នកពីរបៀបដែលការផ្លាស់ប្តូរគ្មានថ្នេរអាចមាន។បញ្ហានៃបេះដូងក៏ចូលមកផ្តោតអារម្មណ៍នៅពេលដែល Luna និង Venus បង្រួបបង្រួមដែលលើកទឹកចិត្តឱ្យអ្នកបង្ហាញការស្រឡាញ់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Take a compassionate approach toward compromise, dear Leo, as Mercury aspects the nodes of fate and Mars. You'll realize with clarity what partnerships require to thrive, making it easier to check stubborn behaviors. Personal transformation will play a crucial role in your ability to strengthen relationships without compromising your own power, but you must also honor the voice within. Recognize if you've been repeating unhealthy patterns that stem from the influences you were exposed to as a child. Luckily, the Libra moon and Venus unite to soften harsh truths, helping you accept and release what does not serve you with grace."
        },
        "kh": {
            "today": "យកវិធីសាស្រ្តដែលមានចិត្តអាណិតអាសូរឆ្ពោះទៅរកការសម្របសម្រួល, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាពបារតថ្នាំងនៃជោគវាសនានិងភពព្រះអង្គារ។អ្នកនឹងដឹងដោយភាពច្បាស់លាស់អ្វីដែលភាពជាដៃគូតម្រូវឱ្យមានការរីកចម្រើនដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការត្រួតពិនិត្យឥរិយាបថចចក។ការផ្លាស់ប្តូរផ្ទាល់ខ្លួននឹងដើរតួយ៉ាងសំខាន់ក្នុងសមត្ថភាពរបស់អ្នកក្នុងការពង្រឹងទំនាក់ទំនងដោយមិនធ្វើឱ្យប៉ះពាល់ដល់អំណាចផ្ទាល់ខ្លួនរបស់អ្នកប៉ុន្តែអ្នកក៏ត្រូវគោរពសំលេងនៅខាងក្នុងផងដែរ។ទទួលស្គាល់ប្រសិនបើអ្នកបានធ្វើម្តងទៀតនូវលំនាំមិនល្អដែលដើមចេញពីឥទ្ធិពលអ្នកត្រូវបានប៉ះពាល់នឹងកុមារ។សំណាងល្អ Libra Moon និង Venus បង្រួបបង្រួមដើម្បីធ្វើឱ្យសេចក្តីពិតដ៏អាក្រក់ជួយអ្នកឱ្យទទួលយកនិងបញ្ចេញនូវអ្វីដែលមិនបម្រើអ្នកដោយព្រះគុណ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll level up socially and sense yourself changing for the better, dear Taurus, as Mercury aspects the nodes of fate and Mars. Shed self-doubt and trust that you belong amongst the people you admire, feeling more confident in your intellect and creativity. Opportunities for collaboration may arise, conjuring fresh perspectives on your ideas. Now is a good time to bring peers together and share your contacts with those who might benefit. Seek harmonious activities that promote health and stress relief once the Libra moon and Venus unite, getting your wellness journey on track. Organize for Monday's arrival and head to bed at a reasonable hour to close out the weekend on a high note."
        },
        "kh": {
            "today": "អ្នកនឹងលើកស្ទួយសង្គមនិងអារម្មណ៍ថាខ្លួនអ្នកផ្លាស់ប្តូរសម្រាប់ការថើបក្លាយជាអ្នកចាំទីការបារតថ្នមៗនៃជោគវាសនានិងភពព្រះអង្គារ។ស្រក់ការសង្ស័យខ្លួនឯងនិងការជឿទុកចិត្តថាអ្នកគឺជាកម្មសិទ្ធិរបស់ប្រជាជនដែលអ្នកកោតសរសើរមានអារម្មណ៍ជឿជាក់លើបញ្ញានិងការច្នៃប្រឌិតរបស់អ្នក។ឱកាសសម្រាប់ការសហការអាចកើតឡើងដោយភ្ជាប់ទស្សនវិស័យថ្មីលើគំនិតរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីនាំមិត្តភក្តិមកជុំគ្នាហើយចែករំលែកទំនាក់ទំនងរបស់អ្នកជាមួយអ្នកដែលអាចទទួលបានអត្ថប្រយោជន៍។ស្វែងរកសកម្មភាពប្រកបដោយភាពសុខដុមរមនាដែលលើកកម្ពស់ការផ្តល់ជំនួយសង្គ្រោះសុខភាពនិងស្ត្រេសនៅពេលដែល Libra Moon និង Venus បង្រួបបង្រួមការធ្វើដំណើរសុខភាពរបស់អ្នកឱ្យនៅលើផ្លូវរបស់អ្នក។រៀបចំសម្រាប់ការមកដល់នៅថ្ងៃច័ន្ទហើយធ្វើដំណើរទៅគ្រែនៅម៉ោងសមរម្យដើម្បីបិទចុងសប្តាហ៍នៅលើកំណត់ត្រាខ្ពស់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Get out of your own way and take charge to find success, dear Gemini. As Mercury aspects the nodes of fate and Mars, you'll have a chance to clear emotional hangups that have clouded your focus. Release thoughts and feelings that don't contribute to your overall well-being, setting boundaries with your internal dialogue. Home in on a few specific goals and outline new strategies and daily routines to make them more accessible. As the Libra moon and Venus unite, a creative resurgence ignites from the heart. Seize joy by following passions and working with talents that come most naturally."
        },
        "kh": {
            "today": "ទទួលបានចេញពីផ្លូវផ្ទាល់ខ្លួនរបស់អ្នកហើយទទួលខុសត្រូវដើម្បីរកភាពជោគជ័យ, Gemini ជាទីស្រឡាញ់។នៅពេលទិដ្ឋភាពបារតថ្នាំងនៃជោគវាសនានិងភពព្រះអង្គារអ្នកនឹងមានឱកាសជម្រះការព្យួរអារម្មណ៍ដែលបានផ្តោតការយកចិត្តទុកដាក់របស់អ្នក។បញ្ចេញគំនិតនិងអារម្មណ៍ដែលមិនរួមចំណែកដល់សុខុមាលភាពទូទៅរបស់អ្នកដែលកំណត់ព្រំដែនជាមួយនឹងការសន្ទនាផ្ទៃក្នុងរបស់អ្នក។ទំព័រដើមក្នុងគោលដៅជាក់លាក់មួយចំនួននិងគ្រោងយុទ្ធសាស្ត្រថ្មីៗនិងទម្លាប់ប្រចាំថ្ងៃដើម្បីធ្វើឱ្យពួកគេអាចចូលដំណើរការបានកាន់តែច្រើន។ក្នុងនាមជា Libra Moon និង Venus បង្រួបបង្រួមការបង្កើតឡើងវិញប្រកបដោយការច្នៃប្រឌិតមួយដែលបង្កចេញពីបេះដូង។ទាញយកអំណរដោយធ្វើតាមតណ្ហានិងធ្វើការជាមួយទេពកោសល្យដែលមកភាគច្រើនជាធម្មជាតិ។"
        }
    }
]