[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo sun and Mercury unite amongst the stars, darling ram, keeping you busy with fresh ideas and a heightened eye for details. Meanwhile, the moon moves through Gemini, encouraging you to learn from experience as you navigate tasks and ask questions. A desire to improve your health also comes into play, and you could find yourself leading the charge on a new wellness kick with friends. Unfortunately, friction brews later tonight when Luna squares off with the nodes of fate, especially with those who struggle to take direction from others. Rather than setting firm agendas, try to honor everyone's input."
        },
        "kh": {
            "today": "Virgo Sun និង Mercury រួបរួមគ្នាក្នុងចំណោមផ្កាយ, RAM DAM, ធ្វើឱ្យអ្នករវល់ជាមួយគំនិតស្រស់និងភ្នែកខ្ពស់សម្រាប់ព័ត៌មានលម្អិត។ទន្ទឹមនឹងនេះដែរព្រះច័ន្ទបានផ្លាស់ប្តូរតាមរយៈ Gemini ដែលលើកទឹកចិត្តឱ្យអ្នករៀនពីបទពិសោធន៍នៅពេលដែលអ្នកបើកភារកិច្ចហើយសួរសំណួរ។បំណងប្រាថ្នាក្នុងការធ្វើឱ្យប្រសើរឡើងនូវសុខភាពរបស់អ្នកក៏ចូលមកក្នុងការលេងដែរហើយអ្នកអាចឃើញថាអ្នកកំពុងដឹកនាំការចោទប្រកាន់លើការទាត់បាល់ថ្មីជាមួយមិត្តភក្តិ។ជាអកុសលការកន្ត្រាក់ការកន្ត្រាក់នៅយប់នេះនៅពេលដែល Luna Squarares បិទជាមួយនឹងថ្នាំងនៃវាសនាជាពិសេសចំពោះអ្នកដែលតស៊ូដើម្បីទទួលការណែនាំពីអ្នកដទៃ។ជាជាងកំណត់របៀបវារៈរឹងមាំព្យាយាមគោរពការបញ្ចូលរបស់មនុស្សគ្រប់គ្នា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Feed your curious side as the Virgo sun and Mercury align, dear Leo, especially when it comes to your surroundings. Local plant and animal life may seem particularly appealing, allowing you to feel more in tune with nature and all the mysteries it holds. Meanwhile, the Gemini moon puts you in the mood for company, marking the perfect time to organize an outdoor activity with your favorite people. Consider looking up nearby tours or events that will leave you and your buddies smiling in the fresh air. Differing opinions could lead to serious clashes once Luna squares the nodes of fate tonight, and it might be wise to lay low."
        },
        "kh": {
            "today": "ចិញ្ចឹមអន្លង់ចង់ដឹងចង់របស់អ្នកដូចជាព្រះអាទិត្យវីរៈនិងបារតតម្រឹម, លីអូ, ជាពិសេសនៅពេលនិយាយអំពីតំបន់ជុំវិញរបស់អ្នក។ជីវិតរុក្ខជាតិនិងសត្វក្នុងស្រុកហាក់ដូចជាមើលទៅគួរឱ្យទាក់ទាញជាពិសេសដែលអនុញ្ញាតឱ្យអ្នកមានអារម្មណ៍ថាមានភាពត្រឹមត្រូវជាមួយនឹងធម្មជាតិនិងអាថ៌កំបាំងទាំងអស់ដែលវាមាន។ទន្ទឹមនឹងនេះដែរ Gemini ព្រះច័ន្ទធ្វើឱ្យអ្នកមានអារម្មណ៍សម្រាប់ក្រុមហ៊ុនដែលគ្រាន់តែជាពេលវេលាដ៏ល្អឥតខ្ចោះដើម្បីរៀបចំសកម្មភាពក្រៅជាមួយមនុស្សដែលអ្នកចូលចិត្ត។ពិចារណាស្វែងរកដំណើរកម្សាន្តឬព្រឹត្តិការណ៍ដែលនឹងចាកចេញពីអ្នកនិងមិត្តភក្ដិរបស់អ្នកញញឹមក្នុងខ្យល់ស្រស់។មតិខុសគ្នាអាចនាំឱ្យមានការប៉ះទង្គិចយ៉ាងខ្លាំងនៅពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនានៅយប់នេះហើយវាអាចជាការឈ្លាសវៃក្នុងការដាក់ទាប។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your voice acts as the most valuable tool at your disposal, dear Taurus, as the sun and Mercury unite. Now is the time to articulate exactly where you stand, especially when it comes to ideas, passions, and personal goals. Friendships flourish with those who hold similar interests, helping you feel seen and motivated to chase dreams. Meanwhile, the moon continues through Gemini, strengthening your appreciation for textures, sounds, colors, and all that brings vibrancy to the world. Consider how technology can assist you moving forward while Luna squares the nodes of fate, but remember to stay present in the moment."
        },
        "kh": {
            "today": "សំលេងរបស់អ្នកដើរតួជាឧបករណ៍ដែលមានតម្លៃបំផុតនៅនឹងការលះបង់របស់អ្នក Taurus ជាទីស្រឡាញ់ដូចជាព្រះអាទិត្យនិងបារតរួបរួមគ្នា។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវបានបញ្ជាក់យ៉ាងច្បាស់ពីកន្លែងដែលអ្នកឈរជាពិសេសនៅពេលនិយាយអំពីគំនិតតណ្ហានិងគោលដៅផ្ទាល់ខ្លួន។មិត្តភាពរីកចំរើនជាមួយអ្នកដែលមានចំណាប់អារម្មណ៍ស្រដៀងគ្នាជួយអ្នកឱ្យមានអារម្មណ៍ថាបានឃើញនិងលើកទឹកចិត្តឱ្យដេញក្តីសុបិន្ត។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តតាមរយៈ Gemini ពង្រឹងការកោតសរសើររបស់អ្នកចំពោះវាយនភាពសំឡេងពណ៌និងអ្វីទាំងអស់ដែលនាំមកនូវភាពរស់រវើកដល់ពិភពលោក។ពិចារណាពីរបៀបដែលបច្ចេកវិទ្យាអាចជួយអ្នកក្នុងការឆ្ពោះទៅមុខខណៈពេលដែល Luna Squares ថ្នាំងនៃជោគវាសនាប៉ុន្តែត្រូវចាំថាមានវត្តមាននៅក្នុងពេលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A sense of pride and loyalty bubbles up while the sun and Mercury unite, dear Gemini, helping to strengthen family bonds. Whether you're dealing with blood ties or the relatives you've acquired on your own, invest in rest, recreation, and fun with these treasured companions. You'll have no trouble rallying the company as Luna glides through your sign, expanding your light to reach far corners. This luminary placement can also be helpful for directing attention toward any projects or goals you've recently set. You could find yourself at a crossroads tonight once the moon squares the nodes of fate, but you should sleep on your options before choosing a path."
        },
        "kh": {
            "today": "អារម្មណ៍នៃមោទនភាពនិងភាពស្មោះត្រង់ពពុះខណៈពេលដែលព្រះអាទិត្យនិងបារតរួបរួមគ្នា, Gemini ជាទីស្រឡាញ់, ជួយពង្រឹងចំណងគ្រួសារ។មិនថាអ្នកកំពុងដោះស្រាយចំណងឈាមឬសាច់ញាតិដែលអ្នកបានទទួលដោយខ្លួនឯងទេចូរវិនិយោគលើការសម្រាកការកំសាន្តនិងភាពសប្បាយរីករាយជាមួយដៃគូដែលបានកំណត់។អ្នកនឹងមិនមានបញ្ហាក្នុងការប្រមូលផ្តុំក្រុមហ៊ុននោះទេនៅពេលដែល Luna ស្អែកតាមរយៈសញ្ញារបស់អ្នកពង្រីកពន្លឺរបស់អ្នកឱ្យទៅដល់ជ្រុងឆ្ងាយ។ការដាក់ផ្ដាន្តនេះក៏អាចមានប្រយោជន៍ផងដែរសម្រាប់ដឹកនាំការយកចិត្តទុកដាក់ទៅលើគម្រោងឬគោលដៅណាមួយដែលអ្នកបានកំណត់ថ្មីៗនេះ។អ្នកអាចរកឃើញខ្លួនឯងនៅផ្លូវបំបែកនៅយប់នេះនៅពេលដែលព្រះច័ន្ទការ៉េថ្នមៗនៃជោគវាសនាប៉ុន្តែអ្នកគួរតែដេកនៅលើជម្រើសរបស់អ្នកមុនពេលជ្រើសរើសផ្លូវ។"
        }
    }
]