[
    {
        "sign": "Aries",
        "en": {
            "today": "Take stock of your mood upon awakening, dearest Aries, as an early morning square between the Cancer moon and Venus rx could throw you off balance. Luckily, you'll recover emotionally when Mars activates this evening, putting you in a passionate and nurturing headspace. Consider hosting an intimate gathering at home while the sun and moon align this evening, blessing your space with plenty of love and comfort. Know your social limits as midnight draws close and Luna aspects Chiron and Saturn, urging you to embrace the sweet serenity only solitude can provide before creeping under the covers."
        },
        "kh": {
            "today": "យករបស់អ្នកភ្ញាក់ពីការភ្ញាក់ដឹងខ្លួនដែលជាទីស្រឡាញ់បំផុតដែលជាការ៉េពេលព្រឹកនៅចន្លោះមហារីកមហារីកហើយ Venus RX អាចបោះឱ្យអ្នកមានតុល្យភាព។សំណាងល្អអ្នកនឹងទទួលបានអារម្មណ៍នៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយដាក់អ្នកនៅក្នុងក្បាលដែលងប់ងល់និងចិញ្ចឹមបីបាច់។ពិចារណាធ្វើជាម្ចាស់ផ្ទះការជួបជុំដ៏ស្និទ្ធស្នាលក្នុងផ្ទះខណៈពេលដែលព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅល្ងាចនេះដោយប្រទានពរដល់ទំហំរបស់អ្នកជាមួយនឹងសេចក្តីស្រឡាញ់និងការលួងលោមច្រើន។ដឹងពីដែនកំណត់ក្នុងសង្គមរបស់អ្នកនៅពេលពាក់កណ្តាលអធ្រាត្រទាញយកទិដ្ឋភាពជិតស្និទ្ធនិងភុងអាណានិងសៅរ៍បានជម្រុញឱ្យអ្នកឱបក្រសោបភាពស្ងប់ស្ងាត់ដ៏ផ្អែមល្ហែមតែឯងប៉ុណ្ណោះដែលអាចផ្តល់ជូននៅក្រោមគម្រប។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A strange energy circulates when the Cancer moon squares Venus RX early this morning, dearest Leo, and you'll want to take note of any psychically charged dreams that emerge as a result. Follow your instincts when Luna aspects Mars and the sun this evening, especially when searching for answers. The energy at play can get slightly obsessive, so keep a healthy handle on your situation, relationships, and goals. Search for healing through spiritual practices when Chiron stirs later tonight. Just remember that it's necessary to do some heavy lifting when it comes to improving your circumstances once Saturn activates."
        },
        "kh": {
            "today": "ថាមពលចម្លែកចរាចរនៅពេលដែលមហារីកមហារីកពាសពេញនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតហើយអ្នកនឹងចង់កត់ចំណាំនូវក្តីសុបិន្តដែលបានចោទប្រកាន់ដែលលេចចេញជាលទ្ធផល។អនុវត្តតាមសភាវគតិរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃដងផ្កាភពព្រះអង្គារនិងព្រះអាទិត្យនៅល្ងាចនេះជាពិសេសនៅពេលស្វែងរកចម្លើយ។ថាមពលក្នុងការលេងអាចមានការចាប់អារម្មណ៍បន្តិចបន្តួចដូច្នេះរក្សាបាននូវការមានសុខភាពល្អលើស្ថានភាពទំនាក់ទំនងនិងគោលដៅរបស់អ្នក។ស្វែងរកការព្យាបាលតាមរយៈការអនុវត្តខាងវិញ្ញាណនៅពេលដែល chiry កូរនៅយប់នេះនៅយប់នេះ។គ្រាន់តែចាំថាវាចាំបាច់ក្នុងការលើកធ្ងន់ ៗ នៅពេលដែលមានភាពប្រសើរឡើងក្នុងកាលៈទេសៈរបស់អ្នកនៅពេលដែល Saturn ធ្វើឱ្យសកម្ម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Cancer moon and Venus Rx, your planetary ruler, form a harsh square in the very early hours. Pause and sit with your feelings upon awakening, beloved bull, sending grace to any people or situations that have upset you recently. Your spark returns with increased brilliance when Luna aspects the sun and Mars this evening, putting you in the mood to be seen. Do something adventurous with friends, and consider exploring uncharted territory in your area. Give yourself plenty of time to rest up as the night comes to a close and the moon connects with Chiron and Saturn."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមហារីកនិង Venus RX ដែលជាអង្គអ្នកគ្រប់គ្រងភពរបស់អ្នកបង្កើតជាការ៉េដ៏លំបាកមួយនៅដើមម៉ោងដំបូង។ផ្អាកនិងអង្គុយដោយអារម្មណ៍របស់អ្នកពេលភ្ញាក់ដឹងខ្លួនគោជាទីស្រឡាញ់ផ្ញើព្រះគុណដល់មនុស្សឬស្ថានភាពដែលធ្វើឱ្យអ្នកខកចិត្តនាពេលថ្មីៗនេះ។ផ្កាភ្លើងរបស់អ្នកវិលត្រឡប់មករកការកើនឡើងនៃភាពឈ្លាសវៃនៅពេលដែលទិដ្ឋភាពនៃព្រះអាទិត្យនិងភពព្រះអង្គារនៅល្ងាចនេះដោយដាក់អ្នកក្នុងអារម្មណ៍ដែលត្រូវបានគេមើលឃើញ។ធ្វើអ្វីមួយដែលផ្សងព្រេងជាមួយមិត្តភក្តិហើយពិចារណាស្វែងយល់ពីទឹកដីដែលមិនមានមូលដ្ឋាននៅតំបន់របស់អ្នក។ផ្តល់ឱ្យខ្លួនអ្នកនូវពេលវេលាឱ្យបានច្រើនដើម្បីសម្រាកនៅពេលដែលយប់មកដល់ការបិទជិតនិងព្រះច័ន្ទភ្ជាប់ជាមួយឈីននិងសៅរ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Saturday brings sweetness and all things luxurious, dear Gemini, as the moon moves through Cancer and the sector of your chart that governs prosperity. This luminary placement grants permission to reap the rewards of your hard work, giving the green light to spoil yourself and your loved ones. Flashes of brilliance stir passions from deep within once Luna aspects Mars and the sun this evening, inspiring you to invest in your dreams while thinking in the long term. Don't feel guilty about canceling plans later tonight when the moon aspects Chiron and Saturn, asking you to put your responsibilities and well-being first."
        },
        "kh": {
            "today": "ថ្ងៃសៅរ៍នាំមកនូវភាពផ្អែមល្ហែមនិងអ្វីៗទាំងអស់ប្រណីតគឺប្រណីតជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរជំងឺមហារីកនិងវិស័យរបស់តារាងរបស់អ្នកដែលគ្រប់គ្រងភាពរុងរឿង។ការដាក់ផ្ដាច់នេះផ្តល់ការអនុញ្ញាតឱ្យទទួលរង្វាន់នៃការខិតខំរបស់អ្នកដោយផ្តល់ឱ្យពន្លឺពណ៌បៃតងឱ្យខូចខ្លួនអ្នកនិងមនុស្សជាទីស្រឡាញ់របស់អ្នក។ពន្លឺចក្ខុវិស័យ Striences Stirations Dentions ពីការជ្រៅនៅក្នុងទិដ្ឋភាពនៃដងផ្កាយ៉ាងខ្លាំង Mars និង Sun នៅល្ងាចនេះដោយបំផុសគំនិតអ្នកឱ្យវិនិយោគក្នុងក្តីសុបិន្តរបស់អ្នកខណៈពេលកំពុងគិតក្នុងរយៈពេលវែង។កុំមានអារម្មណ៍ថាមានកំហុសក្នុងការលុបចោលផែនការនៅយប់នេះនៅពេលដែលរូបព្រះច័ន្ទ ongir និង Saturn កំពុងស្នើសុំឱ្យអ្នកបំពេញភារកិច្ចនិងសុខុមាលភាពរបស់អ្នកជាមុន។"
        }
    }
]