[
    {
        "sign": "Aries",
        "en": {
            "today": "Ideas you've been juggling will finally come into harmony, dear Aries, as the Taurus moon aspects Saturn before entering a yod formation with Venus and Neptune. Act quickly to set your visions in motion once Luna enters Gemini, aspecting Uranus, Mars, and Pluto while morning unfolds. Remember to breathe as you move forward, enjoying each moment that allows you to entice and dazzle peers. Certain connections could fall to the wayside as your star rises, though new allies will emerge. Love yourself through the process of transformation when Venus debuts in Scorpio this afternoon. Let your mind shift gears and show appreciation to your higher power once Mercury stirs this evening."
        },
        "kh": {
            "today": "គំនិតដែលអ្នកបានក្លាយជាអ្នកលេងសើចនឹងមានភាពសុខដុមរមនាជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពរបស់ Taurus Moon មុនពេលចូលក្នុងការបង្កើតរបស់យូដាជាមួយ Venus និង Neptune ។ធ្វើសកម្មភាពយ៉ាងឆាប់រហ័សដើម្បីកំណត់ចក្ខុវិស័យរបស់អ្នកក្នុងចលនានៅពេលដែល Luna ចូលមក Gemini, ទិដ្ឋភាពអ៊ឺរ៉ុប, Mars, Mars និង Pluto ខណៈពេលដែលពេលព្រឹកបានលាតត្រដាង។ចងចាំថាត្រូវដកដង្ហើមនៅពេលអ្នកឈានទៅមុខដោយរីករាយរាល់ពេលដែលអនុញ្ញាតឱ្យអ្នកទាក់ទាញនិងស្រឡាំងកាំង។ការតភ្ជាប់ជាក់លាក់ណាមួយអាចធ្លាក់ទៅលើផ្លូវនៅពេលដែលតារារបស់អ្នកកើនឡើងទោះបីជាសម្ព័ន្ធមិត្តថ្មីនឹងលេចចេញមកក៏ដោយ។ស្រឡាញ់ខ្លួនអ្នកតាមរយៈដំណើរការនៃការផ្លាស់ប្តូរនៅពេលដែល Venus បានបង្ហាញខ្លួននៅ Scorpio នៅរសៀលនេះ។សូមឱ្យគំនិតរបស់អ្នកផ្លាស់ប្តូរនិងបង្ហាញការកោតសរសើរចំពោះអំណាចខ្ពស់របស់អ្នកនៅពេលបារតកូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your voice acts as your superpower this morning, dear Leo, as the Taurus moon aligns with Saturn, Venus, and Neptune. Collectively, these celestial bodies conspire to help you push through ideas and negotiations that have been held up. The energy picks up once Luna enters Gemini, aligning with Uranus, Mars, and Pluto. Recent wins will put your attention in high demand, but you won't have time to connect with everyone who reaches out. For now, prioritize connections that are important for your journey, and any close companions who act as valuable sources of support. Recognize if you need to veg out with a hobby when Mercury stirs this evening."
        },
        "kh": {
            "today": "សំលេងរបស់អ្នកដើរតួជាប្រទេសមហាអំណាចរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទព្រះច័ន្ទតម្រឹមជាមួយសៅរ៍សណ្តែកនិងណុនថុន។ជារួមសាកសពសេឡេស្ទាលទាំងនេះឃុបឃិតគ្នាជួយអ្នកជំរុញតាមរយៈគំនិតនិងការចរចាដែលបានធ្វើឡើង។ថាមពលបានកើនឡើងនៅពេលដែល Luna ចូល Gemini ដែលតម្រឹមជាមួយអ៊ុយរ៉ានុសភពព្រះអង្គារនិងផ្លាតូ។ការឈ្នះនាពេលថ្មីៗនេះនឹងធ្វើឱ្យអ្នកមានការយកចិត្តទុកដាក់ខ្ពស់ចំពោះតម្រូវការខ្ពស់ប៉ុន្តែអ្នកនឹងមិនមានពេលវេលាដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមនុស្សគ្រប់គ្នាដែលបានទៅដល់។សម្រាប់ពេលនេះសូមផ្តល់អាទិភាពដល់ការតភ្ជាប់ដែលមានសារៈសំខាន់សម្រាប់ការធ្វើដំណើររបស់អ្នកហើយដៃគូដែលនៅជិតស្និទ្ធណាដែលដើរតួជាប្រភពនៃការគាំទ្រដ៏មានតម្លៃ។ទទួលស្គាល់ប្រសិនបើអ្នកត្រូវការ vege ចេញជាមួយចំណង់ចំណូលចិត្តនៅពេលបារតកូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your reputation grows while Luna continues through your sign this morning, dear Taurus, aspecting Saturn, Venus, and Neptune. Be mindful of the image you're creating, striking a balance between mystery and authenticity to establish an enigmatic persona. Your surroundings will feel particularly stimulating once the moon enters Gemini, aligning with Uranus, Mars, and Pluto as the hours unfurl. Foundations shift as you sidestep challenging situations to pave the way for brighter roads ahead. Discover your strength and prepare to release what no longer serves you. Your love life is enriched after Venus debuts in Scorpio this afternoon, helping you attract and nurture elevated connections. Don't let intellectual debates turn ugly when Mercury stirs this evening."
        },
        "kh": {
            "today": "កេរ្តិ៍ឈ្មោះរបស់អ្នកលូតលាស់ខណៈពេលដែល Luna នៅតែបន្តតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់, ទិដ្ឋភាពនៃសៅរ៍សណ្តែក, និង Neptune ។ចូរគិតអំពីរូបភាពដែលអ្នកកំពុងបង្កើតធ្វើឱ្យមានតុល្យភាពរវាងអាថ៌កំបាំងនិងភាពត្រឹមត្រូវក្នុងការបង្កើតមនុស្សដែលមានភាពស្វាហាប់។ការព័ទ្ធជុំវិញរបស់អ្នកនឹងមានអារម្មណ៍រំញោចជាពិសេសនៅពេលដែលព្រះច័ន្ទចូលមក Gemini ការតម្រឹមជាមួយអ៊ុយរ៉ានុសភពព្រះអង្គារនិងផ្លាតូនៅពេលម៉ោងដែលមិនដំណើរការ។មូលដ្ឋានគ្រឹះផ្លាស់ប្តូរនៅពេលដែលអ្នកកំពុងអង្គុយនៅចំកណ្តាលស្ថានភាពដែលមានការប្រកួតប្រជែងដើម្បីត្រួសត្រាយផ្លូវសម្រាប់ផ្លូវភ្លឺជាងមុន។ស្វែងយល់ពីភាពខ្លាំងរបស់អ្នកហើយរៀបចំបញ្ចេញនូវអ្វីដែលមិនបម្រើអ្នក។ជីវិតស្នេហារបស់អ្នកមានភាពសំបូរបែបបន្ទាប់ពី Venus បានបង្ហាញខ្លួននៅ Scorpio នៅរសៀលនេះដោយជួយអ្នកឱ្យទាក់ទាញនិងចិញ្ចឹមបីបាច់ដំឡើងការតំឡើង។កុំអោយការជជែកវែកញែកបញ្ញាប្រែជាអាក្រក់នៅពេលបារតកូរនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Funnel your hopes and dreams through productive yet creative outlets, dear Gemini, as the Taurus moon aspects Saturn before entering a yod with Venus and Neptune. Your efforts will have significant payoffs when Luna enters your sign, aligning with Uranus, Mars, and Pluto. This burst of celestial activity chauffeurs fantastical visions into the real world, though you'll need to embrace your role as creator. Push personal missions to the top of your to-do list, and the universe will lend a hand. Venus's debut into Scorpio sharpens your work ethic, helping you stay organized while finding a sustainable flow. Speak kindly or not at all once Mercury becomes agitated this evening."
        },
        "kh": {
            "today": "ចីវលោក្តីសង្ឃឹមនិងក្តីសុបិនរបស់អ្នកតាមរយៈការច្នៃប្រឌិតដែលមានផលិតភាព Geminet ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពនៃ Taurus Moon មុនពេលចូលក្នុងយូដាជាមួយ Venus និង Neptune ។កិច្ចខិតខំប្រឹងប្រែងរបស់អ្នកនឹងមានការទូទាត់គួរឱ្យកត់សម្គាល់នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយតម្រឹមជាមួយអ៊ុយរ៉ានុសភពព្រះអង្គារនិងផ្លាតូ។ការផ្ទុះឡើងនៃសកម្មភាពសេឡេស្ទាលនេះជាអ្នកដែលមានភាពអស្ចារ្យគួរឱ្យរំភើបចូលក្នុងពិភពពិតៗក្នុងពិភពលោកពិតទោះបីជាអ្នកត្រូវការចាប់យកតួនាទីរបស់អ្នកជាអ្នកបង្កើតក៏ដោយ។ជំរុញបេសកកម្មផ្ទាល់ខ្លួនដល់កំពូលនៃបញ្ជីការងារត្រូវធ្វើរបស់អ្នកហើយសកលលោកនឹងឱ្យដៃ។ការបង្ហាញដំបូងរបស់ Venus ចូលក្នុង Scorpio ពង្រឹងសីលធម៌ការងាររបស់អ្នកដោយជួយអ្នករក្សាការរៀបចំខណៈពេលដែលរកឃើញលំហូរប្រកបដោយនិរន្តរភាព។និយាយដោយសប្បុរសឬមិនទាល់តែសោះនៅពេលដែលបារតងាយនឹងធុញថប់នៅល្ងាចនេះ។"
        }
    }
]