[
    {
        "sign": "Aries",
        "en": {
            "today": "Your week kicks off smoothly, dear Aries, as the Moon continues through Virgo and your solar sixth house. Use these vibes to perfect your methods, finding ways to work even smarter and more efficiently. Rally assistance from peers if you need a hand, creating an environment where everyone's contributions are valued. Comb through the progress you've made thus far, editing your work to rectify errors and put the finishing touches. Seek peace and quiet this evening when Luna aspects the nodes of fate. Reflect on what still needs to be done, and don't be afraid to change your plans a bit."
        },
        "kh": {
            "today": "សប្តាហ៍របស់អ្នកនឹងចាប់ផ្តើមយ៉ាងរលូន, ជាទីស្រឡាញ់ aries, ដូចជាព្រះច័ន្ទនៅតែបន្តតាមរយៈ Virgo និងផ្ទះទី 6 របស់អ្នក។ប្រើភាពរស់រវើកទាំងនេះដើម្បីឱ្យវិធីសាស្រ្តរបស់អ្នកល្អឥតខ្ចោះការស្វែងរកវិធីដើម្បីធ្វើការកាន់តែឆ្លាតនិងមានប្រសិទ្ធិភាព។ជំនួយការប្រមូលផ្តុំពីមិត្តភក្ដិប្រសិនបើអ្នកត្រូវការដៃបង្កើតបរិយាកាសដែលការចូលរួមចំណែករបស់មនុស្សគ្រប់គ្នាមានតម្លៃ។ការស៊ីសង្វេចតាមរយៈវឌ្ឍនភាពដែលអ្នកបានធ្វើយ៉ាងនេះហើយការកែសម្រួលការងាររបស់អ្នកដើម្បីកែកំហុសហើយដាក់ប៉ះបញ្ចប់។ស្វែងរកសន្តិភាពនិងស្ងាត់នៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពនៃជោគៈជោគៈជោគៈជោគជប់។ឆ្លុះបញ្ចាំងពីអ្វីដែលនៅតែត្រូវធ្វើហើយកុំខ្លាចក្នុងការផ្លាស់ប្តូរផែនការរបស់អ្នកបន្តិច។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Try to make each moment slightly more luxurious, dear Leo. As the Moon continues through Virgo and your solar second house, finding simple pleasures between tasks will dramatically improve your morale and efficiency. Avoid rushing while navigating this lunar placement, slowing down to view small details instead of the bigger picture. By perfecting the foundations your work is built upon, you'll ensure long-term success down the line. Your financial situation comes into focus later tonight when Luna aligns with the nodes of fate, asking you to outline a plan for paying down debts while making wise investments."
        },
        "kh": {
            "today": "ព្យាយាមធ្វើឱ្យគ្នាទៅវិញទៅមកកាន់តែប្រណីតបន្តិច, Leo ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈ Virgo និងផ្ទះទី 2 របស់អ្នកដែលរកឃើញការសប្បាយសាមញ្ញរវាងភារកិច្ចនឹងធ្វើអោយប្រសើរឡើងនូវសីលធម៌និងប្រសិទ្ធភាពរបស់អ្នក។ជៀសវាងការប្រញាប់ប្រញាល់ខណៈពេលដែលការរុករកការដាក់តាមច័ន្ទគតិនេះបន្ថយល្បឿនដើម្បីមើលព័ត៌មានលម្អិតតូចតាចជំនួសឱ្យរូបភាពធំជាងនេះ។តាមរយៈការធ្វើឱ្យល្អឥតខ្ចោះនូវគ្រឹះការងាររបស់អ្នកត្រូវបានបង្កើតឡើងអ្នកនឹងធានាបាននូវជោគជ័យរយៈពេលវែងនៅលើបន្ទាត់។ស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នកផ្តោតលើការផ្តោតអារម្មណ៍នៅយប់នេះនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនាដោយស្នើសុំឱ្យអ្នកគ្រោងនឹងចំណាយបំណុលខណៈពេលធ្វើការវិនិយោគដ៏ឈ្លាសវៃ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Each moment can be a vibrant one when you navigate the world with an open heart, darling bull. As the Moon continues through Virgo and your solar fifth house, prioritize fun, friendship, and bringing joy into the world. Give yourself a much-needed respite from stress, gloomy news stories, and endless social media scrolling, and focus on yourself instead. Hone the talents you've been slowly cultivating throughout the years, trying out new techniques or getting experimental with your art. Review your social situation when Luna aligns with the nodes of fate this evening, recognizing if you've begun to outgrow certain friends."
        },
        "kh": {
            "today": "ពេលនីមួយៗអាចជាវិបត្តិដ៏រស់រវើកនៅពេលដែលអ្នកបើកពិភពដោយមានបេះដូងបើកចំហរ Bull Bull ។នៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈ Virgo និងផ្ទះ 10 របស់អ្នកផ្តល់អាទិភាពដល់ភាពសប្បាយរីករាយមិត្តភាពនិងនាំមកនូវសេចក្តីអំណរចូលពិភពលោក។ផ្តល់ឱ្យខ្លួនអ្នកនូវការសំរាកលំហែដែលត្រូវការច្រើនពីភាពតានតឹងរឿងរ៉ាវនៃព័ត៌មានអាប់អួនិងការរមូរប្រព័ន្ធផ្សព្វផ្សាយសង្គមដែលគ្មានទីបញ្ចប់ហើយផ្តោតលើខ្លួនអ្នកជំនួសវិញ។មានទេពកោសល្យដែលអ្នកបានដាំដុះយឺត ៗ ពេញមួយឆ្នាំដោយព្យាយាមប្រើបច្ចេកទេសថ្មីឬទទួលបានការពិសោធន៍ជាមួយសិល្បៈរបស់អ្នក។ពិនិត្យឡើងវិញនូវស្ថានភាពសង្គមរបស់អ្នកនៅពេលដែល Luna តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅល្ងាចនេះដោយទទួលស្គាល់ថាអ្នកបានចាប់ផ្តើមសងសឹកមិត្តភក្តិមួយចំនួន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have a chance to reorder your heart and mind, dear Gemini, as the Moon continues through Virgo and your solar fourth house. Follow your intuition to find healing, calling in beauty as you let go of grief and stress. Bringing more order to your space can also be helpful. Suppose your home has fallen in disarray; schedule time to catch up on your to-do lists. Check-in with your long-term wellness goals when Luna aspects the nodes of fate this evening, recognizing if your busy schedule has caused you to put convenience above healthy decision-making."
        },
        "kh": {
            "today": "លោក Gemini នៅតែជាទីស្រឡាញ់របស់អ្នកយ៉ាងខ្លាំងនៅពេលដែលព្រះច័ន្ទនៅតែបន្តតាមរយៈ Virgo និងផ្ទះទីបួនរបស់សូឡារបស់អ្នក។ធ្វើតាមវិចារណញាណរបស់អ្នកដើម្បីរកការព្យាបាលដោយហៅក្នុងភាពស្រស់ស្អាតនៅពេលអ្នកបោះបង់ចោលភាពទុក្ខព្រួយនិងភាពតានតឹង។ការនាំមកនូវការបញ្ជាទិញជាច្រើនទៀតក្នុងចន្លោះរបស់អ្នកក៏អាចមានប្រយោជន៍ផងដែរ។ឧបមាថាផ្ទះរបស់អ្នកបានធ្លាក់ខ្លួនវង្វេងស្មារតី។កំណត់ពេលវេលាដើម្បីចាប់យកបញ្ជីការងារត្រូវធ្វើរបស់អ្នក។ការឆែកចូលគោលដៅសុខភាពរយៈពេលវែងរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃឡូសរបស់អ្នកថ្នាំងនៃជោគវាសនានៅល្ងាចនេះដោយទទួលស្គាល់ថាតើកាលវិភាគមមាញឹករបស់អ្នកបានធ្វើឱ្យអ្នកធ្វើឱ្យអ្នកមានភាពងាយស្រួលក្នុងការសម្រេចចិត្តខ្ពស់បំផុត។"
        }
    }
]