[
    {
        "sign": "Aries",
        "en": {
            "today": "Use creative outlets to reinforce your sense of self, dear Aries, as the Leo Moon and Chiron form a healing aspect. This celestial union is perfect for dressing dramatically, entertaining peers, and recognizing the light within. You'll be in a rebellious mood when Luna squares Uranus before entering Virgo, stirring up restless vibes. If you've grown bored with the same old routines, challenge stagnant energy, but don't compromise essential foundations. Meanwhile, Mercury Rx and Mars unite, offering second chances. Retrace your steps to decipher where plans went awry, trusting that the universe will reveal alternate routes you'd previously overlooked."
        },
        "kh": {
            "today": "ប្រើកន្លែងច្នៃប្រឌិតដើម្បីពង្រឹងអារម្មណ៍របស់អ្នកដែលជាទីស្រឡាញ់របស់អ្នកដែលជាទីស្រឡាញ់នៅពេលដែល Leo Moon និង Chiron បង្កើតបានជាទិដ្ឋភាពព្យាបាល។សម្ព័ន្ធភាពសេឡេស្ទាលនេះគឺល្អឥតខ្ចោះសម្រាប់ការស្លៀកពាក់យ៉ាងខ្លាំងដោយរីករាយនិងស្គាល់ពន្លឺនៅខាងក្នុង។អ្នកនឹងស្ថិតក្នុងអារម្មណ៍បះបោរនៅពេលដែល Luna Squares Uranus មុនពេលចូលទីក្រុង Virgo ដោយកូរឱ្យរំងាប់អារម្មណ៍ស្រពិចស្រពិល។ប្រសិនបើអ្នកបានធុញទ្រាន់នឹងទម្លាប់ចាស់ដូចគ្នានេះប្រឈមនឹងថាមពលដែលនៅទ្រឹងប៉ុន្តែមិនធ្វើឱ្យមានមូលដ្ឋានគ្រឹះចាំបាច់ទេ។ទន្ទឹមនឹងនេះដែរបារតបារតនិងភពព្រះអង្គាររួបរួមគ្នាផ្តល់ឱកាសទីពីរ។ស្តារជំហានរបស់អ្នកក្នុងការឌិគ្រីបដែលមានផែនការធ្វើឱ្យមានភាពជឿជាក់ថាសកលលោកនឹងបង្ហាញផ្លូវជំនួសដែលអ្នកបានមើលរំលងពីមុន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Moon takes her final steps through your sign, dear Leo, forming a healing aspect with Chiron. Begin your day with prayer, meditation, or other spiritual practices to strengthen your will and set clear intentions. A celestial union between Mercury retrograde and Mars inspires you to reconnect with passion projects, helping you refine and improve them. These vibes are also perfect for reaching out to friends who inspire you, even if there's a tinge of competition. Luna squares Uranus before migrating into Virgo, challenging your foundations as roadblocks appear with little notice. Take your time while solving problems, as impulsivity won't serve you."
        },
        "kh": {
            "today": "ព្រះច័ន្ទទទួលបានជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នក, លីអូដែលជាទីស្រឡាញ់, បង្កើតជាទិដ្ឋភាពព្យាបាលជាមួយ chiry ។ចាប់ផ្តើមថ្ងៃរបស់អ្នកដោយការអធិស្ឋានសមាធិឬការអនុវត្តខាងវិញ្ញាណផ្សេងទៀតដើម្បីពង្រឹងឆន្ទៈរបស់អ្នកនិងកំណត់បំណងច្បាស់លាស់។សហព័ន្ធសេឡេស្ទាលរវាងការថយចុះ Retrograde និង Mars បានជម្រុញឱ្យអ្នកភ្ជាប់ទំនាក់ទំនងជាមួយគម្រោងតណ្ហាដោយជួយអ្នកឱ្យធ្វើឱ្យប្រសើរឡើងនិងកែលម្អពួកគេ។ភាពរស់រវើកទាំងនេះក៏ល្អឥតខ្ចោះផងដែរសម្រាប់ការឈោងទៅរកមិត្តភក្តិដែលជម្រុញអ្នកទោះបីមានការប្រកួតប្រជែងក៏ដោយ។Luna Squares Uranus មុនពេលធ្វើចំណាកស្រុកចូលក្នុងទីក្រុង Virgo ដែលធ្វើឱ្យមានការលំបាកលើគ្រឹះរបស់អ្នកដូចជាការបិទផ្លូវបង្ហាញខ្លួនជាមួយនឹងការជូនដំណឹងតិចតួច។ចំណាយពេលរបស់អ្នកពេលកំពុងដោះស្រាយបញ្ហាព្រោះការអៀននឹងមិនបម្រើអ្នកទេ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Focus on finding healing within, rather than projecting a false front. As the Aries Moon aligns with Chiron and Uranus, the universe asks you to recognize where emotions are guiding you. A desire to break away from preconceived notions others place upon you ignites your inner rebel. However, it's important to remember that lashing out and initiating change are not the same thing. You'll feel more in tune with your true and best self once Luna enters Virgo, helping you organize a better plan for moving forward. Meanwhile, Mercury Rx and Mars unite in the sector of your chart that governs transformation, making it easier to let go of what isn't serving you."
        },
        "kh": {
            "today": "ផ្តោតលើការស្វែងរកការព្យាបាលនៅខាងក្នុងជាជាងបញ្ចាំងមុខមិនពិត។នៅពេលដែលលោក Aries Mons តម្រឹមជាមួយ orgir និងអ៊ុយរ៉ានុសសកលលោកស្នើឱ្យអ្នកស្គាល់កន្លែងដែលអារម្មណ៍កំពុងនាំអ្នក។បំណងប្រាថ្នាក្នុងការផ្តាច់ចេញពីសញ្ញាណដែលបានគិតទុកជាមុនអ្នកផ្សេងទៀតដាក់លើអ្នកបញ្ឆេះអ្នកបះបោរខាងក្នុងរបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយវាចាំបាច់ក្នុងការចងចាំថាការវាយលុកចេញហើយការផ្តួចផ្តើមការផ្លាស់ប្តូរមិនដូចគ្នាទេ។អ្នកនឹងមានអារម្មណ៍ថាមានភាពត្រឹមត្រូវជាមួយនឹងខ្លួនឯងពិតនិងល្អបំផុតរបស់អ្នកនៅពេលដែល Luna ចូលក្នុង Virgo ជួយអ្នករៀបចំផែនការល្អប្រសើរសម្រាប់ការឈានទៅមុខ។ទន្ទឹមនឹងនេះដែរបារត RX និងភពព្រះអង្គាររួបរួមគ្នានៅក្នុងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការផ្លាស់ប្តូរដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការចាកចេញពីអ្វីដែលមិនបម្រើអ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Accept the love and support others give you this morning, darling Gemini, as the Aries Moon and Chiron align. Circulate communities that are built upon acceptance, finding your role, and opportunities to lead. Meanwhile, Mercury Rx and Mars join forces, inspiring you to share wisdom and organize adventures. Rally a crew or your special someone and make plans to get away in the near future. Intrusive thoughts could send you spiraling when Luna squares Uranus before entering Virgo later this afternoon. Avoid obsessing over worst-case scenarios or social snafus, trusting that you'll have a chance to redeem yourself."
        },
        "kh": {
            "today": "ទទួលយកសេចក្តីស្រឡាញ់និងការគាំទ្រអ្នកដទៃផ្តល់ឱ្យអ្នកនៅព្រឹកនេះ, ជាទីស្រឡាញ់, ដូចជា Aries Moon និង Chironar តម្រឹម។និយាយអំពីសហគមន៍ដែលត្រូវបានបង្កើតឡើងដោយទទួលយកការស្វែងរកតួនាទីរបស់អ្នកនិងឱកាសដើម្បីដឹកនាំ។ទន្ទឹមនឹងនេះដែរបារត RX និងភពព្រះអង្គារចូលរួមចូលរួមកម្លាំងជំរុញឱ្យអ្នកចែករំលែកប្រាជ្ញានិងរៀបចំដំណើរផ្សងព្រេង។ប្រមូលផ្តុំនាវិកឬនរណាម្នាក់ពិសេសរបស់អ្នកនិងធ្វើផែនការដើម្បីទទួលបានភ្លាមៗនាពេលអនាគតដ៏ខ្លីខាងមុខនេះ។គំនិតជ្រៀតជ្រែកអាចផ្ញើរចរិតឱ្យអ្នកនៅពេលដែល Luna Squares Uranus មុនពេលចូលទីក្រុង Virgo នៅរសៀលនេះ។ជៀសវាងការប្រមាថមើលងគ្នានៃសេណារីយ៉ូករណីអាក្រក់បំផុតឬ Snafus សង្គមដែលជឿជាក់ថាអ្នកនឹងមានឱកាសលោះខ្លួនអ្នក។"
        }
    }
]