[
    {
        "sign": "Aries",
        "en": {
            "today": "Feelings intensify delightfully this morning, darling ram, as the Scorpio Moon aspects Jupiter and the nodes of fate. This cosmic climate lends the bravery and intuitive knowing that leads to commitment and reshapes paths. Release expectations from the past to acknowledge better alternatives that have presented themselves. Be generous with your love and nurturing to discover if another matches your emotions. The atmosphere thickens this evening when Luna squares Mercury, which could temper your confidence. Steer clear of obsessive behaviors and heated arguments, and consider how your perspective might evolve while allowing others to explain themselves."
        },
        "kh": {
            "today": "អារម្មណ៍កាន់តែខ្លាំងនៅព្រឹកនេះយ៉ាងខ្លាំងនៅព្រឹកនេះ, ជា RAM DAM ដែលជា RAM របស់ Scorpio Monic Jupiter និងថ្នាំងនៃវាសនា។អាកាសធាតុលោហធាតុនេះផ្តល់ឱ្យនូវភាពក្លាហាននិងវិចារណញាណដែលនាំឱ្យមានការប្តេជ្ញាចិត្តនិងផ្លាស់ប្តូរផ្លូវ។ចេញផ្សាយការរំពឹងទុកពីអតីតកាលដើម្បីទទួលស្គាល់ជម្រើសល្អប្រសើរជាងមុនដែលបានបង្ហាញខ្លួនពួកគេ។មានចិត្តល្អដោយក្តីស្រឡាញ់និងការចិញ្ចឹមបីបាច់របស់អ្នកដើម្បីរកឱ្យឃើញប្រសិនបើមានមួយទៀតត្រូវនឹងអារម្មណ៍របស់អ្នក។បរិយាកាសក្រាស់នៅល្ងាចនេះនៅពេលដែល Luna Squares បារតដែលអាចមានទំនុកចិត្តរបស់អ្នក។បញ្ចៀសឥរិយាបថដែលមានមនោគមវិរភាពនិងអាគុយម៉ង់ដែលគេឱ្យឈ្មោះថាហើយពិចារណាពីរបៀបដែលទស្សនវិស័យរបស់អ្នកអាចវិវត្តនៅពេលដែលអនុញ្ញាតឱ្យអ្នកដទៃពន្យល់ខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll feel ready to leap off the foundations you've built in search of further empowerment, dearest Leo, as the Scorpio Moon aligns with Jupiter and the nodes of fate. Brace yourself for a flurry of emotions, but continue with a reinforced sense of faith in yourself and the magic that flows all around. You'll learn who your most faithful and most loyal companions are with each step ahead, as they'll enthusiastically root for you while pursuing their journeys. Think before speaking once Luna squares Mercury this evening, bringing a tense and boastful energy to the table that could easily ruffle feathers."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថាត្រៀមខ្លួនជាស្រេចក្នុងការលោតផ្លោះមូលដ្ឋានដែលអ្នកបានបង្កើតឡើងក្នុងការស្វែងរកការផ្តល់អំណាចដល់ Leo ដែលជាទីស្រឡាញ់បន្ថែមដូចជា Scorpio Mont ដែលមានរាងដូច Jupiter និង Nodes របស់វាសនា។ប្រឡាក់ខ្លួនឯងសម្រាប់អារម្មណ៍ស្រអាប់ប៉ុន្តែបន្តជាមួយនឹងអារម្មណ៍នៃជំនឿដែលបានពង្រឹងលើខ្លួនអ្នកនិងមន្តអាគមដែលហូរពាសពេញ។អ្នកនឹងដឹងថាដៃគូដែលស្មោះត្រង់និងស្មោះត្រង់បំផុតរបស់អ្នកគឺនៅជំហាននីមួយៗនៅពេលពួកគេនឹងរស់រវើកសម្រាប់អ្នកនៅពេលដែលកំពុងតែដើរតាមការធ្វើដំណើររបស់ពួកគេ។គិតមុនពេលនិយាយនៅពេលនិយាយ Luna Kitares Marcury Mercury នៅល្ងាចនេះការនាំយកថាមពលដ៏តឹងរឹងនិងអួតអាងទៅតុដែលអាចរនាំងរោមយ៉ាងងាយស្រួល។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll be in open and optimistic spirits this morning, darling bull, thanks to sweet aspects between the Scorpio Moon, Jupiter, and the nodes of fate. Absorb the love others give you, feeling confident and creative while basking in the light of genuine camaraderie. The hours continue to unfold in the dreamiest of matters, and flirtations could quickly bud into something more meaningful. If you're already partnered up, reinforce bonds by making your sweetheart blush. Family feuds threaten to stir up unwanted drama at home while Luna squares Mercury this evening, and it may be best to hold your tongue when irritated."
        },
        "kh": {
            "today": "អ្នកនឹងស្ថិតក្នុងស្មារតីបើកចំហនិងសុទិដ្ឋិនិយមនៅព្រឹកនេះដែលជាគោឈ្មោលគោញីអរគុណដល់ទិដ្ឋភាពផ្អែមរវាងខុនដូម៉ូរី, ភពព្រហស្បតិ៍និងថ្នាំងរបស់វាសនា។ស្រូបយកសេចក្តីស្រឡាញ់របស់អ្នកដទៃផ្តល់ឱ្យអ្នកនូវអារម្មណ៍មានទំនុកចិត្តនិងច្នៃប្រឌិតខណៈពេលកំពុងស្ថិតនៅក្នុងពន្លឺភ្លើងរបស់ម៉ារ៉ាដារ៉ាឌីស។ម៉ោងបន្តលាតត្រដាងក្នុងក្តីសុបិន្តអាក្រក់បំផុតហើយការចែចង់អាចបាចបានយ៉ាងឆាប់រហ័សទៅនឹងអ្វីដែលមានអត្ថន័យជាងនេះ។ប្រសិនបើអ្នកបានចាប់ដៃគូរួចហើយសូមពង្រឹងមូលបត្របំណុលដោយធ្វើឱ្យសង្សាររបស់អ្នកព្រិចភ្នែក។ជម្លោះគ្រួសារគំរាមធ្វើឱ្យមានរឿងល្ខោនដែលមិនចង់បាននៅផ្ទះខណៈពេលដែល Luna Squares បារតនៅល្ងាចនេះហើយវាគួរតែល្អបំផុតក្នុងការកាន់អណ្តាតរបស់អ្នកនៅពេលឆាប់ខឹងនៅពេលឆាប់ខឹង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be concise with your efforts this morning, darling Gemini, as the Scorpio Moon aligns with Jupiter and the nodes of fate. This cosmic climate reinforces the paths you've felt most committed to, though your work is far from over when it comes to making a mark. Luckily, the actions you take under these vibes can result in quick and breakthroughs, giving you a chance to level up seriously. If you need additional reinforcements, trust that you can rely on peers who wish to see you thrive. Just be mindful to show sufficient gratitude for the help you receive once Luna squares Mercury this evening."
        },
        "kh": {
            "today": "សូមសង្ខេបជាមួយនឹងការខិតខំរបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់លោក Darling Gemini ដែលជា Scorpio Mon តម្រឹមជាមួយភពព្រហស្បតិ៍និងថ្នាំងរបស់វាសនា។អាកាសធាតុលោហធាតុនេះពង្រឹងអាកាសធាតុដែលអ្នកបានប្តេជ្ញាចិត្តបំផុតទោះបីជាការងាររបស់អ្នកនៅឆ្ងាយពីការធ្វើឱ្យមានសញ្ញាសំគាល់ក៏ដោយ។សំណាងល្អសកម្មភាពដែលអ្នកប្រើនៅក្រោមភាពរស់រវើកទាំងនេះអាចបណ្តាលឱ្យមានភាពរហ័សនិងរបកគំហើញដែលផ្តល់ឱ្យអ្នកនូវឱកាសដើម្បីបង្កើនកម្រិតធ្ងន់ធ្ងរ។ប្រសិនបើអ្នកត្រូវការការពង្រឹងបន្ថែមទុកចិត្តថាអ្នកអាចពឹងផ្អែកលើមិត្តភក្តិដែលមានបំណងចង់ឃើញអ្នករីកចម្រើន។គ្រាន់តែគិតក្នុងការបង្ហាញការដឹងគុណគ្រប់គ្រាន់សម្រាប់ជំនួយដែលអ្នកទទួលបានមួយដង Luna Squares បារតនៅល្ងាចនេះ។"
        }
    }
]