[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your ideas spiral into grand visions this morning, darling ram, as the Sagittarius moon aspects Jupiter. Connecting with your higher power can also be beneficial, as the stars align to increase your luck and psychic abilities. Find healing through forward momentum when Luna and Chiron connect this evening, asking you to expand upon personal goals you've been working toward. Your motivation grows by leaps and bounds once Mars enters Leo, increasing your stamina, charisma, and artistic abilities. However, it may be wise to nurture specific aspirations from behind the scenes when the moon and Venus square off later tonight."
        },
        "kh": {
            "today": "សូមឱ្យគំនិតរបស់អ្នកក្លាយជាវង់ភាល់ដ៏អស្ចារ្យនៅព្រឹកនេះដែលជាចៀមឈ្មោលដែលជាចៀមឈ្មោលដែលមានឈ្មោះថា Sagittarius Moon Jupiter ។ការភ្ជាប់ជាមួយថាមពលខ្ពស់របស់អ្នកក៏អាចមានអត្ថប្រយោជន៍ដែរព្រោះផ្កាយតម្រឹមដើម្បីបង្កើនសំណាងនិងសមត្ថភាពផ្លូវចិត្ត។ស្វែងរកការជាសះស្បើយតាមរយៈសន្ទុះទៅមុខនៅពេលដែល Luna និង Chiron ភ្ជាប់ក្តីសង្ឃឹមនៅល្ងាចនេះដោយស្នើសុំឱ្យអ្នកពង្រីកគោលដៅផ្ទាល់ខ្លួនដែលអ្នកកំពុងធ្វើការ។ការជំរុញទឹកចិត្តរបស់អ្នកកើនឡើងដោយលោតផ្លោះនិងព្រំដែននៅពេលដែលភពព្រះអង្គារចូលឡេអូបង្កើនការបង្កើនកម្លាំងចិត្តមន្តស្នេហ៍និងសមត្ថភាពសិល្បៈរបស់អ្នក។ទោះយ៉ាងណាក៏ដោយវាជាការល្អក្នុងការចិញ្ចឹមបីបាច់ការប្រាថ្នាជាក់លាក់ពីនៅពីក្រោយឆាកនៅពេលព្រះចន្ទនិង Venus Square បានបិទនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Sagittarius moon and Jupiter connect this morning, dearest Leo, bringing a spike to your popularity. Now is a good time to push personal and creative agendas forward, though you should watch out for social distractions that could throw you off track.  Search for divine guidance as a way to propel passion projects and boost confidence when Chiron stirs this evening. You'll feel increasingly motivated to do great things once Mars enters your sign, maximizing your drive and sense of self. Try to accept how success or commitments will alter your situation and pave the way for growth when Luna squares Venus tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius និង Jupiter ភ្ជាប់នៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលបានធ្វើឱ្យមានការចាប់អារម្មណ៍ចំពោះប្រជាប្រិយភាពរបស់អ្នក។ឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីជំរុញរបៀបវារៈផ្ទាល់ខ្លួននិងច្នៃប្រឌិតទៅមុខទោះបីជាអ្នកគួរតែប្រយ័ត្នចំពោះការរំខានក្នុងសង្គមដែលអាចបណ្តេញអ្នកចេញក៏ដោយ។ស្វែងរកការណែនាំពីព្រះជាមធ្យោបាយមួយដើម្បីទទួលបាននូវគម្រោងតណ្ហានិងបង្កើនទំនុកចិត្តនៅពេលដែល chiron បានជំរុញឱ្យនៅល្ងាចនេះ។អ្នកនឹងមានអារម្មណ៍ជម្រុញឱ្យកាន់តែខ្លាំងឡើងក្នុងការធ្វើអ្វីៗដ៏អស្ចារ្យនៅពេលដែលភពព្រះអង្គារចូលមកក្នុងសញ្ញារបស់អ្នកដោយពង្រីកចលនានិងអារម្មណ៍របស់អ្នក។ព្យាយាមទទួលយកថាតើជោគជ័យឬការប្តេជ្ញាចិត្តនឹងផ្លាស់ប្តូរស្ថានភាពរបស់អ្នកហើយត្រួសត្រាយផ្លូវសម្រាប់ការលូតលាស់នៅពេលដែល Luna Squares Venus នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll feel either all in or ready to bail when it comes to specific commitments, dear Taurus, as the Sagittarius moon and Jupiter align. This energy shows how decisions can ripple into bigger pictures, and you may realize that it's time to dig deeper or pull out. Trust the process of personal growth when Luna and Chiron align this evening, taking time to reflect on where you are and where you're headed. Your instincts sharpen once Mars enters Leo, asking you to move from the heart. Watch out for envious eyes and try not to covet what others have when the moon and Venus square off tonight."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ថានៅក្រៅឃុំក្នុងការបង់ប្រាក់ធានានៅពេលនិយាយអំពីការប្តេជ្ញាចិត្តជាក់លាក់ Taurus ជាទីស្រឡាញ់នៅពេលដែល Sagittarius Moon និង Jupiter តម្រឹម។ថាមពលនេះបង្ហាញពីរបៀបដែលការសម្រេចចិត្តអាចទុំចូលទៅក្នុងរូបភាពធំ ៗ ហើយអ្នកប្រហែលជាដឹងថាវាដល់ពេលដែលត្រូវជីកឱ្យបានស៊ីជម្រៅឬទាញចេញ។ទុកចិត្តលើដំណើរការនៃការលូតលាស់ផ្ទាល់ខ្លួននៅពេលដែល Luna និង Chiron បានតម្រឹមនៅល្ងាចនេះដោយចំណាយពេលឆ្លុះបញ្ចាំងពីកន្លែងដែលអ្នកនៅនិងកន្លែងដែលអ្នកកំពុងដឹកនាំ។សភាវគតិរបស់អ្នកបានធ្វើឱ្យច្បាស់នៅពេលដែលភពព្រះអង្គារចូលលេអូដោយស្នើសុំឱ្យអ្នកផ្លាស់ចេញពីបេះដូង។ប្រយ័ត្នចំពោះភ្នែកច្រណែនហើយព្យាយាមមិនឱ្យលោភលន់នូវអ្វីដែលអ្នកដទៃមាននៅពេលព្រះចន្ទនិង Venus Square បិទនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Sagittarius moon and Jupiter face off this morning, dear Gemini, causing you to see stars. This energy brings movement to your love life, inflating emotions for better or worse. Take a break from your romantic affairs to connect with friends once Chiron stirs this evening, seeking support from valued members of your social sphere. You'll sense a shift when Mars enters Leo later tonight, helping you place solid actions behind your grandest ideas. Meanwhile, Luna and Venus form a harsh square, asking you to pace yourself and prioritize balance as you build a bigger and better future."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius និង Jupiter ប្រឈមនឹងនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បណ្តាលឱ្យអ្នកមើលឃើញផ្កាយ។ថាមពលនេះនាំមកនូវចលនាដល់ជីវិតស្នេហារបស់អ្នកដោយបំប៉ោងអារម្មណ៍ល្អប្រសើរឬអាក្រក់ជាងនេះ។សម្រាកពីកិច្ចការរ៉ូមែនទិករបស់អ្នកដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិនៅពេលដែល chiron បានជំរុញឱ្យមាននៅល្ងាចនេះដោយស្វែងរកការគាំទ្រពីសមាជិកដែលមានតម្លៃនៃវិស័យសង្គមរបស់អ្នក។អ្នកនឹងដឹងថាការផ្លាស់ប្តូរនៅពេលដែលភពព្រះអង្គារចូលមកលីអូនៅយប់នេះជួយអ្នកឱ្យធ្វើសកម្មភាពដ៏រឹងមាំនៅពីក្រោយគំនិតដ៏អស្ចារ្យរបស់អ្នក។ទន្ទឹមនឹងនេះ Luna និង Venus Venus បង្កើតបានជាការ៉េដ៏កាចសាហាវមួយដែលស្នើសុំឱ្យអ្នកធ្វើឱ្យអ្នកបង្កើនតុល្យភាពនៅពេលអ្នកកសាងអនាគតកាន់តែធំនិងប្រសើរជាងមុន។"
        }
    }
]