[
    {
        "sign": "Aries",
        "en": {
            "today": "A touch of confusion could find you early this morning, dear Aries, as the Moon and Mercury square off. Focus on your priorities to get back on track when Chiron stirs this afternoon, finding healing as you walk down the path of self-actualization. A burst of clarity finds you when Luna aspects the Gemini Sun before entering earthy Taurus. Follow through on your epiphanies to make them a reality. Summer officially begins when the Sun enters Cancer, though you'll be craving the comforts of home. Tidy up your space when Mars and Jupiter activate tonight, and prepare to host more gatherings in the coming weeks."
        },
        "kh": {
            "today": "ការប៉ះនៃការភាន់ច្រលំអាចរកឃើញអ្នកនៅដើមព្រឹកនេះជាទីស្រឡាញ់ aries, ក្នុងនាមជាព្រះច័ន្ទនិងបារត។ផ្តោតលើអាទិភាពរបស់អ្នកក្នុងការត្រលប់មករកផ្លូវវិញនៅពេលដែល chiron បានកូរនៅរសៀលនេះដោយស្វែងរកការព្យាបាលនៅពេលអ្នកដើរតាមផ្លូវនៃការធ្វើឱ្យខ្លួនឯងធ្វើឱ្យបានកើតឡើងដោយខ្លួនឯង។ការផ្ទុះឡើងនៃភាពច្បាស់លាស់រកអ្នកនៅពេលដែលទិដ្ឋភាពនៃជង្សាដោះមុនពេលចូលដល់ដី Taurus ។តាមដាននៅលើអេភីភីរបស់អ្នកដើម្បីធ្វើឱ្យពួកគេក្លាយជាការពិត។រដូវក្តៅចាប់ផ្តើមជាផ្លូវការនៅពេលដែលព្រះអាទិត្យរងគ្រោះជំងឺមហារីកទោះបីជាអ្នកនឹងឃ្លាតផាលផាសុកភាពរបស់ផ្ទះក៏ដោយ។រៀបចំកន្លែងទំនេររបស់អ្នកនៅពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍ធ្វើឱ្យសកម្មនៅយប់នេះហើយរៀបចំខ្លួនដើម្បីរៀបចំការប្រមូលផ្តុំបន្ថែមទៀតនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A burst of intuition could kick your mind into hyperdrive early this morning, dear Leo, as the Aries Moon and Mercury square off. Embrace mindfulness to ensure that messages from beyond are received and avoid overthinking. Ask for healing from your higher power when Chiron stirs this afternoon, releasing pain you're ready to let go of. Spread some joy as evening sets in, while Luna aspects the Gemini Sun before entering Taurus, emphasizing the importance of a solid community. Get ready to do some internal heavy lifting once the Sun enters Cancer tonight, forming supportive aspects with Mars and Jupiter."
        },
        "kh": {
            "today": "ការផ្ទុះវិចារណញាណអាចធ្វើឱ្យគំនិតរបស់អ្នកមានភាពស្វាហាប់នៅព្រឹកនេះឡេអូ, ជាទីស្រឡាញ់នៅពេលដែល Aries Monon និង Marcury Off ។ចាប់យកភាពស្មុគស្មាញដើម្បីធានាថាសារពីអ្នកដែលទទួលបាននិងជៀសវាងការគិតពិចារណាហួសហេតុ។សុំការព្យាបាលពីអំណាចខ្ពស់របស់អ្នកនៅពេលដែល chiron បានជំរុញឱ្យរសៀលនេះការបញ្ចេញការឈឺចាប់ដែលអ្នកបានត្រៀមខ្លួនដើម្បីអនុញ្ញាតឱ្យទៅ។រីករាលដាលនូវអំណរមួយចំនួនដែលជាពេលល្ងាចដែលបានកំណត់ខណៈពេលដែលទិដ្ឋភាពឡុងព្រះអាទិត្យនៅមុនពេលចូល Taurus ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃសហគមន៍រឹងមាំ។ត្រៀមខ្លួនដើម្បីធ្វើការលើកធ្ងន់ ៗ នៅពេលដែលព្រះអាទិត្យចូលក្នុងមហារីកមហារីកនៅយប់នេះបង្កើតទិដ្ឋភាពគាំទ្រជាមួយភពព្រះអង្គារនិងភពព្រហស្បតិ៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Keep a low profile and avoid meaningful discussions this morning, dear Taurus, as the Aries Moon and Mercury square off. You'll have a chance to resolve issues that have clouded your thoughts while Chiron stirs this afternoon, allowing you to release emotional baggage. Make a wish this evening when Luna aspects the Gemini Sun before entering your sign, creating a bridge between the unseen and material realms. You'll benefit from an intellectual boost once Cancer season kicks off, encouraging you to learn new things throughout the coming month. Let your playful side shine through and spend time with loved ones when Mars and Jupiter activate later tonight."
        },
        "kh": {
            "today": "រក្សាទម្រង់ទាបហើយជៀសវាងការពិភាក្សាដែលមានអត្ថន័យនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែល Aries Monon និង Mercry Square បានបិទ។អ្នកនឹងមានឱកាសដោះស្រាយបញ្ហាដែលបានធ្វើឱ្យគំនិតរបស់អ្នកមានពពកខណៈពេលដែល chiron បានជំរុញឱ្យអ្នកដោះលែងឥវ៉ាន់អារម្មណ៍។ធ្វើឱ្យមានបំណងប្រាថ្នានៅល្ងាចនេះនៅពេលដែលទិដ្ឋភាពជេណាស៊ុនិយមួយនៅមុនពេលចូលទៅក្នុងសញ្ញារបស់អ្នកបង្កើតស្ពានរវាងអាណាចក្រដែលមើលមិនឃើញនិងសម្ភារៈ។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការជម្រុញបញ្ញាម្តងនៅពេលរដូវមហារីកចាប់ផ្តើមដោយលើកទឹកចិត្តអ្នកឱ្យរៀនអ្វីថ្មីនៅខែខាងមុខនេះ។សូមឱ្យចំហៀងលេងរបស់អ្នករះនិងចំណាយពេលជាមួយមនុស្សជាទីស្រឡាញ់នៅពេលដែលភពព្រះអង្គារនិងភពព្រហស្បតិ៍សកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Watch out for petty behaviors within your social sphere this morning, dear Gemini, as the Aries Moon and Mercury square off. Luckily, you'll have plenty of opportunities to connect with friends who have your best interests at heart when Chiron stirs this afternoon. Luna aspects the Gemini Sun before entering Taurus this evening, encouraging you to slow down and go within. You'll feel grounded and eager to improve your financial prospects once the Sun enters Cancer tonight, forming sweet connections with Mars and Jupiter. Nurture yourself from the privacy of your home, reflecting on where new foundations must be laid so you can reach your full potential."
        },
        "kh": {
            "today": "ប្រយ័ត្នចំពោះអាកប្បកិរិយាតូចតាចនៅក្នុងវិស័យសង្គមរបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់នៅពេលដែលលោក Aries Monon និង Mercury Off ។សំណាងល្អអ្នកនឹងមានឱកាសជាច្រើនដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិដែលមានចំណាប់អារម្មណ៍ល្អបំផុតរបស់អ្នកនៅពេលមានបេះដូងនៅពេលដែល chiron បានកូរនៅរសៀលនេះ។ទិដ្ឋភាពនៃជាតិជឺណាស៊ុនិយមួយមុនពេលចូលទីក្រុង Taurus នៅល្ងាចនេះការលើកទឹកចិត្តអ្នកឱ្យថយចុះហើយចូលទៅក្នុង។អ្នកនឹងមានអារម្មណ៍ថាមានមូលដ្ឋាននិងចង់ធ្វើឱ្យប្រសើរឡើងនូវទស្សនវិស័យហិរញ្ញវត្ថុរបស់អ្នកនៅពេលដែលព្រះអាទិត្យចូលទៅក្នុងមហារីកមហារីកនៅយប់នេះបង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយភពព្រះអង្គារនិងភពព្រហស្បតិ៍។ចិញ្ចឹមជីវិតខ្លួនអ្នកពីភាពឯកជននៃផ្ទះរបស់អ្នកដោយឆ្លុះបញ្ចាំងពីកន្លែងដែលមានគ្រឹះថ្មីត្រូវតែដាក់ដូច្នេះអ្នកអាចឈានដល់សក្តានុពលពេញលេញរបស់អ្នក។"
        }
    }
]