[
    {
        "sign": "Aries",
        "en": {
            "today": "The Taurus moon connects with Mars and Uranus early this morning, dearest Aries, bringing forth emotional shifts and strange manifestations. Stay positive while the nodes of fate and Mercury Rx chime in, understanding that thoughts have the power to shape one's reality. Think deeply about how you wish to evolve financially, spiritually, and emotionally to make the most of these vibes. The atmosphere shifts once Luna enters Gemini this afternoon, putting you in a curious and chatty mood. Your words will have the power to inspire on a mass scale when Luna blows a kiss to Pluto this evening."
        },
        "kh": {
            "today": "The Taurus Moon ភ្ជាប់ជាមួយភពព្រះអង្គារនិងអ៊ុយរ៉ានុសនៅព្រឹកព្រលឹមព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតដែលនាំមកនូវការផ្លាស់ប្តូរអារម្មណ៍និងការបង្ហាញដ៏ចម្លែក។រក្សាភាពវិជ្ជមានខណៈដែលថ្នាំងនៃជោគវាសនានិងបារត RX Chime ចូលការយល់ដឹងថាគំនិតមានអំណាចក្នុងការបង្កើតការពិតរបស់មនុស្សម្នាក់។គិតឱ្យបានស៊ីជម្រៅអំពីរបៀបដែលអ្នកចង់វិវឌ្ឍន៍ផ្នែកហិរញ្ញវត្ថុខាងវិញ្ញាណនិងអារម្មណ៍ក្នុងការធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។បរិយាកាសផ្លាស់ប្តូរនៅពេលដែល Luna ចូល Gemini នៅរសៀលនេះដោយដាក់អ្នកនៅក្នុងអារម្មណ៍ចង់ដឹងចង់ឃើញនិងជជែក។ពាក្យរបស់អ្នកនឹងមានអំណាចជម្រុញឱ្យជម្រុញឱ្យមានទ្រង់ទ្រាយធំនៅពេលដែល Luna ផ្លុំថើបមួយដើម្បីផ្លាតូនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll need to do some maneuvering this morning, dearest Leo, as the Taurus moon aspects Mars, Uranus, the nodes of fate, and Mercury Rx. New negotiations could bring shifts to long-term goals and career aspirations, but advocating for your desires can lead to exciting opportunities. Now is also a good time to consider if any dreams need to be let go of, entirely investing in the visions you feel enthusiastically committed to. Lean into the power of community by exchanging info or asking for critical introductions once the moon enters Gemini this afternoon. Strengthen romantic bonds by merging social spheres when Pluto stirs this evening."
        },
        "kh": {
            "today": "អ្នកត្រូវធ្វើសមយុទ្ធខ្លះនៅព្រឹកនេះដែលជាទីស្រឡាញ់នៅព្រឹកនេះដូចជាទិដ្ឋភាពតាវូសព្រះច័ន្ទអ៊ុយរ៉ានុសអ៊ុយរ៉ានុសថ្នាំងនៃជោគវាសនានិងបារត។ការចរចារថ្មីអាចនាំមកនូវការផ្លាស់ប្តូរទៅគោលដៅរយៈពេលវែងនិងសេចក្តីប្រាថ្នាអាជីពប៉ុន្តែប៉ុន្តែការតស៊ូមតិសម្រាប់បំណងប្រាថ្នារបស់អ្នកអាចនាំឱ្យមានឱកាសដ៏រំភើបរបស់អ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការពិចារណាប្រសិនបើក្តីសុបិន្តណាមួយចាំបាច់ត្រូវចាកចេញដោយវិនិយោគទាំងស្រុងក្នុងទស្សនៈវិស័យដែលអ្នកមានអារម្មណ៍រីករាយយ៉ាងខ្លាំងចំពោះការប្តេជ្ញាចិត្ត។ពឹងផ្អែកលើអំណាចរបស់សហគមន៍ដោយផ្លាស់ប្តូរព័ត៌មានឬស្នើសុំការណែនាំដ៏សំខាន់នៅពេលដែលព្រះច័ន្ទចូលមក Gemini នៅរសៀលនេះ។ពង្រឹងចំណងដែលរ៉ូមែនទិកដោយបញ្ចូលគ្នានូវចំណែកសង្គមនៅពេលផ្លាធូជំរុញនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Luna takes her final steps through your sign this morning, dearest Taurus, forming supportive connections with Mars, Uranus, the nodes of fate, and Mercury Rx. Lean into these cosmic waves by staying true to your own goals and ideas, giving energy only to those who wish to lift you. In turn, try to gain inspiration from peers you admire, cheering them along their journey. Calm the mind by grounding in the present once the moon enters Gemini this afternoon. You may be required to adjust certain boundaries, long-term goals, or personal structures when Pluto activates this evening."
        },
        "kh": {
            "today": "Luna takes her final steps through your sign this morning, dearest Taurus, forming supportive connections with Mars, Uranus, the nodes of fate, and Mercury Rx.ពឹងផ្អែកលើរលកនៃលោហធាតុទាំងនេះដោយរក្សាភាពពិតចំពោះគោលដៅនិងគំនិតផ្ទាល់ខ្លួនរបស់អ្នកផ្តល់ថាមពលដល់អ្នកដែលមានបំណងចង់លើកអ្នក។ជាលទ្ធផលព្យាយាមទទួលបានការបំផុសគំនិតពីមិត្តភក្ដិដែលអ្នកកោតសរសើរលើកទឹកចិត្តពួកគេនៅតាមដំណើររបស់ពួកគេ។ធ្វើឱ្យចិត្តស្ងប់ចិត្តដោយមានមូលដ្ឋានក្នុងពេលបច្ចុប្បន្ននៅពេលដែលព្រះច័ន្ទចូលមក Gemini នៅរសៀលនេះ។អ្នកអាចតម្រូវឱ្យកែតម្រូវព្រំដែនជាក់លាក់គោលដៅរយៈពេលវែងឬរចនាសម្ព័ន្ធផ្ទាល់ខ្លួននៅពេលផ្លាតូសកម្មនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Put preconceived notions to the side, dearest Gemini, allowing your psyche to release judgments and expectations so new ideas can be explored. As the Taurus moon moves through your solar twelfth house, there will be plenty of opportunities to change direction. Helpful connections with Mars, Uranus, the nodes of fate, and Mercury Rx bring strength to personal missions, reminding you that you have the resilience to start fresh or push forward. You'll feel invigorated once afternoon sets in, and the moon enters your sign, improving your mood and motivation. Pluto steps in to bring growth through destruction later this evening."
        },
        "kh": {
            "today": "ដាក់សញ្ញាណដែលបានគិតទុកជាមុនដល់ចំហៀង Gemini ដែលជាទីស្រឡាញ់បំផុតដែលអនុញ្ញាតឱ្យចិត្តរបស់អ្នកបញ្ចេញសាលាបងការណ៍និងការរំពឹងទុកដូច្នេះគំនិតថ្មីអាចរកបាន។នៅពេលដែលព្រះច័ន្ទ Taurus ផ្លាស់ទីឆ្លងកាត់ផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកវានឹងមានឱកាសផ្លាស់ប្តូរទិសដៅ។ការតភ្ជាប់មានប្រយោជន៍ជាមួយភពព្រះអង្គារអ៊ុយរ៉ានុសថ្នាំងនៃជោគវាសនានិងបារត RX នាំមកនូវកម្លាំងដល់បេសកកម្មផ្ទាល់ខ្លួនដោយរំ you កអ្នកថាអ្នកមានភាពធន់ក្នុងការចាប់ផ្តើមស្រស់ឬរុញទៅមុខ។អ្នកនឹងមានអារម្មណ៍ស្រស់ស្រាយនៅពេលដែលឈុតដែលនៅពេលរសៀលចូលហើយព្រះច័ន្ទចូលក្នុងសញ្ញារបស់អ្នកធ្វើឱ្យប្រសើរឡើងនូវអារម្មណ៍និងការលើកទឹកចិត្តរបស់អ្នក។ផ្លាតូឈានចូលក្នុងការនាំមកនូវការលូតលាស់តាមរយៈការបំផ្លាញនៅល្ងាចនេះ។"
        }
    }
]