[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon moves freely through your sign this morning, dearest Aries, clearing the path for exciting developments when you work hard and embrace the power within. Connect with someone you treasure while Venus activates this evening, warming your heart as you make time for fun. Domestic duties call out for you once Jupiter stirs, and you could find that much requires your attention. Enjoy the chaos and comfort that comes from a lively home while navigating these vibes. Choose your battles wisely and celebrate differences with loved ones as midnight draws near and Luna opposes fiery Mars."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរំកិលខ្លួនដោយសេរីតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុតបានឈូសឆាយផ្លូវសម្រាប់ការវិវត្តដ៏គួរឱ្យរំភើបនៅពេលអ្នកខិតខំប្រឹងប្រែងនិងចាប់យកអំណាចនៅខាងក្នុង។ភ្ជាប់ទំនាក់ទំនងជាមួយអ្នកដែលអ្នកមានទ្រព្យសម្បត្ដិខណៈដែល Venus មាន Venus ធ្វើឱ្យមានភាពសកម្មនៅល្ងាចនេះដោយកក់ក្តៅបេះដូងរបស់អ្នកនៅពេលអ្នកធ្វើពេលវេលាសម្រាប់ការសប្បាយ។ភារកិច្ចក្នុងស្រុកអំពាវនាវឱ្យអ្នកនៅពេលដែលជូដិតរំញោចហើយអ្នកអាចរកឃើញថាភាគច្រើនទាមទារការយកចិត្តទុកដាក់របស់អ្នក។រីករាយនឹងភាពវឹកវរនិងការលួងលោមដែលបានមកពីផ្ទះដ៏រស់រវើកនៅពេលដែលរុករកភាពរស់រវើកទាំងនេះ។ជ្រើសរើសការប្រយុទ្ធរបស់អ្នកដោយប្រាជ្ញានិងអបអរសាទរភាពខុសគ្នាជាមួយមនុស្សជាទីស្រឡាញ់ដែលពាក់កណ្តាលអធ្រាត្រជិតមកដល់ហើយ Luna ប្រឆាំងនឹងភពអាវុធដ៏កាចសាហាវ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your light expands in all directions, darling Leo, as the moon continues through Aries and the sector of your chart that governs luck, spirituality, and growth. Be adventurous while chasing passions, trusting that your instincts will lead you toward great rewards. Soul connections cause your heart to soar once Venus stirs this evening, so be sure to connect with kindred spirits. Your perspective evolves when Jupiter activates, and you'll want to take note of epiphanies that generate optimism, motivation, or peace. Excitement builds while Luna opposes Mars later tonight, motivating you to take a leap of faith."
        },
        "kh": {
            "today": "ពន្លឺរបស់អ្នកបានរីករាលដាលគ្រប់ទិសដៅ, លោក Darling Leo, ដូចជាព្រះចន្ទនៅតែបន្តតាមរយៈ Aries និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសំណាង, ភាពខាងវិញ្ញាណនិងកំណើន។ការផ្សងព្រេងនៅពេលដេញតាមតណ្ហាដែលជឿថាសភាវគតិរបស់អ្នកនឹងនាំអ្នកឆ្ពោះទៅរករង្វាន់ដ៏អស្ចារ្យ។ការតភ្ជាប់ព្រលឹងបណ្តាលឱ្យបេះដូងរបស់អ្នកឡើងខ្ពស់នៅពេលដែល Venus មាន Venus Stirs នៅល្ងាចនេះដូច្នេះត្រូវប្រាកដថាភ្ជាប់ជាមួយវិញ្ញាណ។ទស្សនវិស័យរបស់អ្នកមានការវិវត្តនៅពេលដែល Jupiter សកម្មហើយអ្នកនឹងចង់កត់សំគាល់ពីអេភីភីហាន់ដែលបង្កើតសុទិដ្ឋិនិយមការលើកទឹកចិត្តឬសន្តិភាព។ការរំភើបអគារខណៈពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារនៅយប់នេះនៅយប់នេះការលើកទឹកចិត្តអ្នកឱ្យលោតផ្លោះនៃសេចក្តីជំនឿ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your mind will be a busy place as the moon continues through Aries, dearest Taurus, putting you in a private yet action-oriented headspace. These highly motivating vibes are perfect for kicking off new ventures, working toward your latest aspirations while keeping a low profile. Switch gears and embrace tender moments at home once Venus activates this evening, nudging you to enjoy connection and self-care. Try to keep your thoughts organized when Jupiter stirs, pulling back for a proper brainstorming session. Avoid burning the midnight oil as Luna opposes Mars late tonight, or you could suffer from burnout tomorrow."
        },
        "kh": {
            "today": "ចិត្តរបស់អ្នកនឹងក្លាយជាកន្លែងដ៏មមាញឹកនៅពេលដែលព្រះចន្ទនៅតែបន្តតាមរយៈ Aries ដែលជាទីស្រឡាញ់បំផុត Taurus ដែលដាក់អ្នកនៅក្នុងក្បាលដែលមានសកម្មភាពឯកជននៅឡើយ។ភាពរំជើបរំជួលខ្លាំងទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការចាប់ផ្តើមការបណ្តាក់ទុនថ្មីដោយធ្វើការឆ្ពោះទៅរកសេចក្តីប្រាថ្នាចុងក្រោយរបស់អ្នកខណៈពេលដែលរក្សាទម្រង់ទាប។ប្តូរប្រអប់លេខនិងឱបក្រសោបពេលវេលាដ៏ទន់ភ្លន់នៅផ្ទះនៅពេលដែល Venus មាន Venus មានប្រសិទ្ធិភាពនៅល្ងាចនេះដោយភាន់ច្រឡំអ្នកឱ្យរីករាយនឹងការតភ្ជាប់និងការថែទាំខ្លួនឯង។ព្យាយាមរក្សាគំនិតរបស់អ្នកឱ្យបានរៀបចំនៅពេលដែល Jupiter កូរការទាញត្រឡប់មកវិញសម្រាប់សម័យបំផុសគំនិតត្រឹមត្រូវ។ជៀសវាងការដុតប្រេងពាក់កណ្តាលអធ្រាត្រនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារនៅយប់នេះឬអ្នកអាចទទួលរងពីការដុតនៅថ្ងៃស្អែក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your sense of community strengthens as the moon moves through Aries, darling Gemini, motivating you to make social rounds. Tend to existing relationships, but place extra focus on making connections or feeding new ones. The vibe turns flirtatious once Venus activates this evening, nudging you to indulge in playful banter with any cuties in your orbit. Show a sharp intellect if you're serious about turning crushes into something more. Watch out for overstimulation when Jupiter stirs, pulling away from screens and staying grounded in your body with sensory experiences. Competition brews later tonight while Luna opposes Mars, but try not to get worked up."
        },
        "kh": {
            "today": "អារម្មណ៍សហគមន៍របស់អ្នកពង្រឹងនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរ Aries, Darling Gemini, លើកទឹកចិត្តអ្នកឱ្យធ្វើឱ្យក្រុមសង្គម។មានទំនោរទៅរកទំនាក់ទំនងដែលមានស្រាប់, ប៉ុន្តែដាក់ការផ្តោតអារម្មណ៍បន្ថែមលើការបង្កើតការភ្ជាប់ឬការចិញ្ចឹមថ្មី។ភាពរស់រវើកនេះមានចក្ខុវិស័យនៅពេលដែល Venus Venus មានប្រសិទ្ធិភាពនៅល្ងាចនេះដោយអាក្រាតកាយរបស់អ្នកឱ្យបណ្ដោយខ្លួនក្នុងការធ្វើពិធីលេងជាមួយនឹងការកាត់ណាមួយនៅក្នុងគន្លងរបស់អ្នក។បង្ហាញបញ្ញាមុតស្រួចមួយប្រសិនបើអ្នកយកចិត្តទុកដាក់យ៉ាងខ្លាំងអំពីការបង្វែរកំទេចទៅក្នុងអ្វីបន្ថែមទៀត។ប្រយ័ត្នចំពោះការហួសចិត្តនៅពេលដែល Jupiter Stirs, ទាញឆ្ងាយពីអេក្រង់និងស្នាក់នៅក្នុងរាងកាយរបស់អ្នកជាមួយនឹងបទពិសោធន៍របស់ញ្ញាណ។ការប្រកួតប្រជែងស៊ីហ្គេមនៅយប់នេះនៅពេលដែល Luna ប្រឆាំងនឹងភពព្រះអង្គារប៉ុន្តែព្យាយាមមិនឱ្យធ្វើការបាន។"
        }
    }
]