[
    {
        "sign": "Aries",
        "en": {
            "today": "The Sagittarius moon aligns with Mercury early this morning, dear Aries, renewing your optimism in personal dreams and the people you love. However, a harsh connection with the nodes of fate suggests you may be looking over major details, so try not to make any important decisions without considering multiple angles. Your day unfolds peacefully as the universe seeks to lift you. Work on healing the soul through spiritual practices once evening emerges and Luna aspects Chiron. Bring structure to your nighttime routines to avoid issues with sleep later tonight when the moon and Saturn square off."
        },
        "kh": {
            "today": "ព្រះចន្ទ Sagittarius តម្រឹមជាមួយបារតនៅព្រឹកព្រលឹមព្រឹកនេះជាទីស្រឡាញ់ Areies ការបន្តសុទិដ្ឋិនិយមរបស់អ្នកក្នុងក្តីសុបិន្តផ្ទាល់ខ្លួននិងមនុស្សដែលអ្នកស្រឡាញ់។ទោះជាយ៉ាងណាក៏ដោយការផ្សារភ្ជាប់ដ៏អាក្រក់មួយជាមួយនឹងថ្នាំងរបស់ជោគវាសនាបានបង្ហាញថាអ្នកប្រហែលជាកំពុងមើលព័ត៌មានលម្អិតសំខាន់ៗដូច្នេះព្យាយាមមិនធ្វើការសម្រេចចិត្តសំខាន់ណាមួយដោយមិនគិតពីមុំច្រើន។ថ្ងៃរបស់អ្នកលាតត្រដាងដោយសន្តិវិធីនៅពេលដែលសាកលលោកព្យាយាមលើកអ្នក។ធ្វើការលើការព្យាបាលព្រលឹងតាមរយៈការអនុវត្តខាងវិញ្ញាណនៅពេលដែលល្ងាចលេចចេញនិងទិដ្ឋភាពឡុងសា។នាំមកនូវរចនាសម្ព័ន្ធទៅនឹងទម្លាប់នៅពេលយប់របស់អ្នកដើម្បីចៀសវាងបញ្ហាដែលបានគេងនៅយប់នេះនៅពេលដែលព្រះច័ន្ទនិងសៅរ៍សេត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The energy will be both romantic and challenging this morning, dear Leo, as the Sagittarius moon aspects Mercury and the nodes of fate. Disagreements around money or commitment could put you and your sweetheart at odds, so remember to balance tension with affection. If you can't agree at the moment, focus on reconnecting emotionally and revisiting these topics at another time. The universe offers sparks of inspiration while Chiron stirs this evening. Embrace creative outlets and express what is in your heart to find healing. You could feel frustrated when Luna squares Saturn later tonight, especially if you sense that others are trying to push you around."
        },
        "kh": {
            "today": "ថាមពលនេះនឹងមានទាំងមនោសញ្ចេតនានិងការប្រកួតប្រជែងនៅព្រឹកនេះលីអូជាទីស្រឡាញ់នៅពេលដែលការបារត Sagittarius March និងថ្នាំងរបស់វាសនា។ការមិនចុះសម្រុងគ្នាជុំវិញប្រាក់ឬការប្តេជ្ញាចិត្តអាចធ្វើឱ្យអ្នកនិងសង្សាររបស់អ្នកនៅហាងឆេងដូច្នេះដូច្នេះចូរចាំថាមានតុល្យភាពតានតឹងដោយក្តីស្រឡាញ់។ប្រសិនបើអ្នកមិនអាចឯកភាពគ្នានៅពេលនេះផ្តោតលើការភ្ជាប់ប្រធានបទនិងពិនិត្យឡើងវិញនូវប្រធានបទទាំងនេះនៅពេលផ្សេងទៀត។សាកលលោកផ្តល់នូវផ្កាភ្លើងនៃការបំផុសគំនិតខណៈដែលជ័រកន្ទះនេះបានជំរុញនៅល្ងាចនេះ។ឱបសាខាច្នៃប្រឌិតនិងបង្ហាញនូវអ្វីដែលមាននៅក្នុងចិត្តរបស់អ្នកដើម្បីស្វែងរកការព្យាបាល។អ្នកអាចមានអារម្មណ៍តានតឹងនៅពេលដែល Luna Squares Saturn នៅយប់នេះជាពិសេសប្រសិនបើអ្នកយល់ថាអ្នកដទៃកំពុងព្យាយាមរុញអ្នកនៅជុំវិញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could feel torn between finishing up your weekend chores, meeting with friends, or vegging out on the couch, dear Taurus, as the Sagittarius moon aspects Mercury and the nodes' fate. Put social obligations to the side, and consider what you need to feel refreshed and prepared for Monday's arrival. You'll crave time alone to release heavy emotions and hype yourself up once Chiron activates this evening. These vibes also work well with an intimate dinner with your closest companion. Avoid scrolling later tonight when Luna and Saturn square off, and focus on getting organized for the work week instead."
        },
        "kh": {
            "today": "អ្នកអាចមានអារម្មណ៍ហែកហួរគ្នារវាងការបញ្ចប់ការងារនៅចុងសប្តាហ៍របស់អ្នកជួបជាមួយមិត្តភក្តិឬការងឿងឆ្ងល់នៅលើសាឡុង, ជាទីស្រឡាញ់របស់ Taurus, ដូចជាផ្នែក Magittarius Moon Marche Marche និងជោគវាសនារបស់ Nodes ។ដាក់កាតព្វកិច្ចសង្គមនៅចំហៀងហើយពិចារណានូវអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ស្រស់ស្រាយនិងរៀបចំសម្រាប់ការមកដល់កាលពីថ្ងៃច័ន្ទ។អ្នកនឹងប្រុងប្រយ័ត្នតែម្នាក់ឯងដើម្បីដោះលែងអារម្មណ៍ខ្លាំងនិងធ្វើឱ្យខ្លួនអ្នករំជួលចិត្តនៅពេលដែល chiry សកម្មនៅល្ងាចនេះ។ភាពរស់រវើកទាំងនេះក៏ដំណើរការល្អជាមួយនឹងអាហារពេលល្ងាចជិតស្និទ្ធជាមួយដៃគូដែលនៅជិតបំផុតរបស់អ្នកដែរ។ជៀសវាងការរមូរនៅយប់នេះនៅពេលដែល Luna និង Saturn Sations មូលហើយផ្តោតលើការរៀបចំសម្រាប់សប្តាហ៍ការងារជំនួសវិញ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Look toward the future and build up the relationships that matter most, dear Gemini, as the Sagittarius moon aligns with Mercury and the nodes at early this morning. This cosmic climate emphasizes how the energy we give to others is returned, so be mindful to show compassion and respect where it is due. Try not to ache for the world's problems while Chiron stirs this evening, combating the blues by doing your part to uplift the communities that support you. Issues could arise within matters of the heart once Luna squares Saturn later tonight, mainly if opinions differ around long-term goals."
        },
        "kh": {
            "today": "ទន្ទឹងរង់ចាំអនាគតនិងកសាងទំនាក់ទំនងដែលសំខាន់បំផុត Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទរបស់ Sagittarius តម្រឹមជាមួយបារតនិងថ្នាំងនៅដើមព្រឹកនេះ។អាកាសធាតុកែសម្ផស្សនេះសង្កត់ធ្ងន់ទៅលើរបៀបដែលថាមពលដែលយើងផ្តល់ឱ្យអ្នកដទៃទៀតត្រូវបានត្រឡប់មកវិញដូច្នេះចូរចងចាំបង្ហាញការអាណិតអាសូរនិងការគោរពដែលវាដល់កំណត់។ព្យាយាមមិនឱ្យឈឺសម្រាប់បញ្ហារបស់ពិភពលោកខណៈពេលដែល chiry កូរនៅល្ងាចនេះការប្រយុទ្ធប្រឆាំងនឹងក្រុមតោខៀវដោយធ្វើផ្នែករបស់អ្នកដើម្បីលើកកម្ពស់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រដល់សហគមន៍ដែលគាំទ្រអ្នក។បញ្ហាអាចកើតឡើងនៅក្នុងបញ្ហានៃបេះដូងនៅពេលដែល Luna Squares Saturn នៅយប់នេះប្រសិនបើមតិរបស់មតិខុសគ្នាជុំវិញគោលដៅរយៈពេលវែង។"
        }
    }
]