[
    {
        "sign": "Aries",
        "en": {
            "today": "Put your journey toward healing and spiritual fulfillment first, dearest Aries, as the Sagittarius moon and Chiron align. However, you may struggle to take accountability for bad habits while Saturn becomes agitated, but try to be both honest and gentle with yourself. Connect with members of your community who may be going through similar struggles while Venus Rx and Pluto align, shifting your perspective by reminding you that you're not alone. Give your imagination free rein while Luna aspects the nodes of fate and Neptune later tonight. Just be mindful to strategize as new dreams begin to emerge realistically."
        },
        "kh": {
            "today": "ធ្វើដំណើររបស់អ្នកឆ្ពោះទៅរកការព្យាបាលនិងការបំពេញខាងវិញ្ញាណជាមុនសិនជាទីស្រឡាញ់បំផុតដែលមានឈ្មោះថា Aries ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែល Sagittarius Moon និង Chironar តម្រឹម។ទោះយ៉ាងណាអ្នកអាចតស៊ូដើម្បីទទួលខុសត្រូវចំពោះទម្លាប់អាក្រក់ខណៈពេលដែលសៅរ៍មានភាពធុញទ្រាន់ប៉ុន្តែព្យាយាមទាំងស្មោះត្រង់និងសុភាពរាបសាជាមួយខ្លួនអ្នក។ភ្ជាប់ទំនាក់ទំនងជាមួយសមាជិកសហគមន៍របស់អ្នកដែលអាចឆ្លងកាត់ការតស៊ូស្រដៀងគ្នានេះខណៈដែល Venus RX និង Plto តម្រឹមការផ្លាស់ប្តូរទស្សនៈរបស់អ្នកដោយរំ you កអ្នកថាអ្នកមិននៅម្នាក់ឯង។ផ្តល់ការស្រមើលស្រមៃរបស់អ្នកដោយឥតគិតថ្លៃខណៈពេលដែលទិដ្ឋភាពឡូសដែលថ្នាំងនៃជោគវាសនានិងណិបធូននៅយប់នេះ។គ្រាន់តែចងចាំក្នុងការធ្វើយុទ្ធសាស្រ្តនៅពេលក្តីសុបិន្តថ្មីចាប់ផ្តើមលេចចេញយ៉ាងពិតប្រាកដ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Bring creativity to your morning as a way to facilitate healing and gain confidence, dearest Leo, as the Sagittarius moon aspects Chiron. Avoid competition when Saturn becomes agitated, and try not to be frustrated when others try to stand in your way, trusting that you'll overcome these obstacles in time. Deeply romantic energy finds you when Venus rx and Pluto align, inspiring you to dream big with someone special. Think about your commitments carefully when Luna squares the nodes of fate and Neptune later tonight, especially when there are pieces of information missing from the bigger picture."
        },
        "kh": {
            "today": "នាំមកនូវភាពច្នៃប្រឌិតនៅពេលព្រឹករបស់អ្នកដែលជាមធ្យោបាយមួយដើម្បីជួយសម្រួលដល់ការព្យាបាលនិងទទួលបានទំនុកចិត្តដោយក្តីស្រឡាញ់ដែលជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទ Sagittarius គឺ chirand ។ជៀសវាងការប្រកួតប្រជែងនៅពេលដែលសៅរ៍មានអារម្មណ៍ធុញថប់ហើយព្យាយាមមិនឱ្យខកចិត្តនៅពេលដែលអ្នកដទៃព្យាយាមឈរនៅតាមផ្លូវរបស់អ្នកដែលជឿទុកចិត្តថាអ្នកនឹងយកឈ្នះឧបសគ្គទាំងនេះឱ្យបានទាន់ពេលវេលា។ថាមពលរ៉ូមែនទិកយ៉ាងស៊ីជម្រៅរកអ្នកនៅពេលដែល Venus RX និង Pluto តម្រឹមបំផុសទឹកចិត្តអ្នកឱ្យសុបិន្តធំជាមួយនរណាម្នាក់ពិសេស។គិតអំពីការប្តេជ្ញាចិត្តរបស់អ្នកដោយយកចិត្តទុកដាក់នៅពេលដែល Luna Squares ថ្នាំងនៃវាសនានិង Neptune នៅយប់នេះជាពិសេសនៅពេលមានព័ត៌មានដែលបាត់ពីរូបភាពធំ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Sagittarius moon aspects Chiron and Saturn this morning, dear Taurus, putting you in a profound and matter-of-fact headspace. Draw lines with your peers and devices, taking time to connect with your deepest desires so true potential can be met. Meanwhile, Venus Rx and Pluto form a supportive connection, making it easier to decipher what you want in the long term and how to get there. Remember that it's okay to retrace your steps, especially if better decisions can be made the second time around. Watch out for power struggles online, and don't trust everything you hear while Luna squares the nodes and Neptune later tonight."
        },
        "kh": {
            "today": "ទិដ្ឋភាពព្រះច័ន្ទរបស់ Sagittarius chiron និង Saturn នៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ធ្វើឱ្យអ្នកមានរាងយ៉ាងជ្រាលជ្រៅនិងសំខាន់នៃអង្គហេតុ។គូរបន្ទាត់ជាមួយមិត្តភក្តិនិងឧបករណ៍របស់អ្នកឆ្លៀតពេលភ្ជាប់ទំនាក់ទំនងជាមួយបំណងប្រាថ្នាដ៏ជ្រៅបំផុតរបស់អ្នកដូច្នេះសក្តានុពលពិតអាចត្រូវបានបំពេញ។ទន្ទឹមនឹងនេះ Venus RX និង Pluto បង្កើតការតភ្ជាប់គាំទ្រដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការធ្វើឱ្យប្រសើរឡើងនូវអ្វីដែលអ្នកចង់បានក្នុងរយៈពេលវែងនិងរបៀបទៅទីនោះ។ចងចាំថាវាមិនអីទេក្នុងការទាញយកជំហានរបស់អ្នកជាពិសេសប្រសិនបើការសម្រេចចិត្តបានល្អប្រសើរជាងមុនអាចធ្វើបានជាលើកទីពីរនៅជុំវិញ។ប្រយ័ត្នចំពោះការតស៊ូអំណាចតាមអ៊ិនធរណេតហើយកុំទុកចិត្តលើអ្វីគ្រប់យ៉ាងដែលអ្នកបានលឺខណៈពេលដែល Luna Squares Nodes និង Neptune នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Promote communal love as the Sagittarius moon aspects Chiron, dearest Gemini, emphasizing how togetherness and compassion have the power to heal. Just remember to go slowly while establishing trust with new companions while Saturn activates in your solar tenth house. Look for opportunities to learn from your peers while Venus Rx and Pluto align, bringing depth to your interactions. Philosophical or spiritual discussions will be particularly enlightening, so steer the conversation in that direction when appropriate. Avoid over-investing in fantasies when Luna squares the nodes of fate and Neptune tonight, especially when it comes to romantic entanglements."
        },
        "kh": {
            "today": "លើកកម្ពស់សេចក្តីស្រឡាញ់របស់សហគមន៍ដូចជាផ្នែកព្រះច័ន្ទរបស់ Sagittarius គឺ Giron ដែលជាទីស្រឡាញ់បំផុត Gemini ដោយសង្កត់ធ្ងន់លើរបៀបដែលការប្រព្រឹត្ដរួមគ្នានិងការអាណិតអាសូរមានអំណាចឱ្យជាសះស្បើយ។គ្រាន់តែចាំថាត្រូវដើរយឺត ៗ ខណៈពេលដែលបង្កើតការជឿទុកចិត្តជាមួយដៃគូថ្មីៗខណៈពេលដែល Saturn ធ្វើឱ្យសកម្មនៅក្នុងផ្ទះថាមពលពន្លឺព្រះអាទិត្យរបស់អ្នក។រកមើលឱកាសដើម្បីរៀនពីមិត្តភក្ដិរបស់អ្នកខណៈដែល Venus RX និង Plto តម្រឹមយកជម្រៅទៅក្នុងអន្តរកម្មរបស់អ្នក។ការពិភាក្សាអំពីទស្សនវិជ្ជាឬខាងវិញ្ញាណនឹងត្រូវបានបំភ្លឺជាពិសេសដូច្នេះចូរដឹកនាំការសន្ទនាក្នុងទិសដៅនោះនៅពេលសមរម្យ។ជៀសវាងការវិនិយោគលើការស្រមើស្រមៃនៅពេលដែល Luna Squares ថ្នាំងនៃវាសនានិង Neptune នៅយប់នេះជាពិសេសនៅពេលនិយាយអំពីស្នេហារ៉ូមែនទិក។"
        }
    }
]