[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn Moon aligns with Uranus and Neptune before making its way into Aquarius, dearest Aries. You'll have a chance to experiment under these cosmic conditions, but you should focus on cultivating steady foundations before expanding goals. Instant bonds could form while Luna and Pluto unite this afternoon. Your perspective evolves when exposed to new ideas and beliefs, so try to explore outside your bubble. Now is also a good time to research local issues affecting your community and identify what you can do to make a difference. Watch your spending later tonight while Venus and Uranus form an unbalanced aspect."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Capricorn តម្រឹមជាមួយ Uranus និង Neptune មុនពេលចូលទៅក្នុង Aquarius ដែលជា Aries ជាទីស្រឡាញ់បំផុត។អ្នកនឹងមានឱកាសពិសោធន៍នៅក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះ ប៉ុន្តែអ្នកគួរតែផ្តោតលើការបណ្តុះមូលដ្ឋានគ្រឹះដ៏រឹងមាំ មុនពេលពង្រីកគោលដៅ។ចំណងភ្លាមៗអាចបង្កើតបានខណៈពេលដែល Luna និង Pluto រួបរួមគ្នានៅរសៀលនេះ។ទស្សនវិស័យរបស់អ្នកវិវឌ្ឍនៅពេលដែលបានបង្ហាញពីគំនិត និងជំនឿថ្មីៗ ដូច្នេះសូមព្យាយាមស្វែងរកនៅខាងក្រៅពពុះរបស់អ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អមួយដើម្បីស្រាវជ្រាវបញ្ហាក្នុងតំបន់ដែលប៉ះពាល់ដល់សហគមន៍របស់អ្នក និងកំណត់នូវអ្វីដែលអ្នកអាចធ្វើបានដើម្បីធ្វើការផ្លាស់ប្តូរ។មើលការចំណាយរបស់អ្នកនៅពេលក្រោយ ខណៈពេលដែល Venus និង Uranus បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Break your bigger picture into smaller steps and leave room for the universe to surprise you, sweet lion. As the Capricorn Moon aligns with Uranus and Neptune, you’ll feel less overwhelmed by what might be if you focus on what is happening in the now. Loved ones will catch onto your efforts once Luna enters Aquarius, uniting with Pluto this afternoon. Determine who is happy to support your transitions, and advise naysayers to get out of the way. Embrace activities that inspire creativity without fixating on ways to monetize hobbies when Venus and Uranus enter an unbalanced connection later tonight."
        },
        "kh": {
            "today": "បំបែករូបភាពធំរបស់អ្នកទៅជាជំហានតូចៗ ហើយទុកកន្លែងសម្រាប់សាកលលោកដើម្បីធ្វើឱ្យអ្នកភ្ញាក់ផ្អើល តោផ្អែម។នៅពេលដែលព្រះច័ន្ទ Capricorn តម្រឹមជាមួយ Uranus និង Neptune អ្នកនឹងមានអារម្មណ៍មិនសប្បាយចិត្តនឹងអ្វីដែលអាចមាន ប្រសិនបើអ្នកផ្តោតលើអ្វីដែលកំពុងកើតឡើងនៅពេលនេះ។មនុស្សជាទីស្រលាញ់នឹងចាប់យកការខិតខំប្រឹងប្រែងរបស់អ្នកនៅពេលដែល Luna ចូល Aquarius ដោយរួបរួមជាមួយ Pluto នៅរសៀលនេះ។កំណត់ថាអ្នកណាដែលរីករាយក្នុងការគាំទ្រការផ្លាស់ប្ដូររបស់អ្នក ហើយណែនាំអ្នកមិនពិតឱ្យចេញពីផ្លូវ។ទទួលយកសកម្មភាពដែលបំផុសគំនិតច្នៃប្រឌិតដោយមិនកំណត់វិធីដើម្បីរកចំណូលពីចំណង់ចំណូលចិត្ត នៅពេលដែល Venus និង Uranus ភ្ជាប់ទំនាក់ទំនងគ្មានតុល្យភាពនៅពេលក្រោយយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Inquire about potential opportunities while outlining personal goals, dear Taurus, as the Capricorn Moon aligns with Uranus and Neptune. These vibes are perfect for making yourself part of the conversation and gaining popularity and new connections. Solid leads bring substance to your aspirations once Luna enters Aquarius and unites with Pluto, but you might need to adjust certain expectations. Partnering with a powerful colleague can also increase your own influence. However, it's important to solidify agreements in writing when Venus and Uranus form an unbalanced aspect. Just remember to read the fine print before signing contracts."
        },
        "kh": {
            "today": "សាកសួរអំពីឱកាសដែលមានសក្តានុពល ខណៈពេលដែលការគូសបញ្ជាក់គោលដៅផ្ទាល់ខ្លួន, Taurus ជាទីស្រឡាញ់, ដូចដែលព្រះច័ន្ទ Capricorn តម្រឹមជាមួយ Uranus និង Neptune ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការធ្វើឱ្យខ្លួនអ្នកក្លាយជាផ្នែកនៃការសន្ទនា និងទទួលបានប្រជាប្រិយភាព និងទំនាក់ទំនងថ្មីៗ។សំណរឹងនាំមកនូវសេចក្តីប្រាថ្នារបស់អ្នកនៅពេលដែល Luna ចូលទៅក្នុង Aquarius និងរួបរួមជាមួយ Pluto ប៉ុន្តែអ្នកប្រហែលជាត្រូវកែតម្រូវការរំពឹងទុកមួយចំនួន។ការចាប់ដៃគូជាមួយមិត្តរួមការងារដ៏មានឥទ្ធិពលក៏អាចបង្កើនឥទ្ធិពលផ្ទាល់ខ្លួនរបស់អ្នកផងដែរ។ទោះជាយ៉ាងណាក៏ដោយ វាមានសារៈសំខាន់ណាស់ក្នុងការពង្រឹងកិច្ចព្រមព្រៀងជាលាយលក្ខណ៍អក្សរនៅពេលដែល Venus និង Uranus បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាព។គ្រាន់តែចាំថាត្រូវអានការបោះពុម្ពដ៏ល្អមុនពេលចុះហត្ថលេខាលើកិច្ចសន្យា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Capricorn Moon aligns with Uranus and Neptune early this morning, sweet Gemini, bringing shocking yet constructive revelations your way. Connect with your intuition and focus on where chapters must be closed so you can establish more empowering structures. Lucky encounters will make these transitions easier once Luna enters Aquarius, uniting with Pluto this afternoon. Though certain decisions may seem abrupt to others, you’ll know in your heart that it’s time to embrace change. Try not to let the concerns of loved ones plant seeds of doubt while Venus and Uranus form an unbalanced aspect tonight, but proceed with caution if valid points are made."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Capricorn តម្រឹមជាមួយ Uranus និង Neptune នៅព្រឹកព្រលឹមនេះ Gemini ផ្អែមដែលនាំមកនូវវិវរណៈដ៏គួរឱ្យភ្ញាក់ផ្អើលប៉ុន្តែមានលក្ខណៈស្ថាបនាផ្លូវរបស់អ្នក។ភ្ជាប់ជាមួយវិចារណញាណរបស់អ្នក ហើយផ្តោតលើកន្លែងដែលជំពូកត្រូវតែបិទ ដូច្នេះអ្នកអាចបង្កើតរចនាសម្ព័ន្ធដែលផ្តល់អំណាចបន្ថែមទៀត។ការជួបសំណាងនឹងធ្វើឱ្យការផ្លាស់ប្តូរទាំងនេះកាន់តែងាយស្រួលនៅពេលដែល Luna ចូល Aquarius ដោយរួបរួមគ្នាជាមួយ Pluto នៅរសៀលនេះ។ទោះបីជាការសម្រេចចិត្តមួយចំនួនហាក់ដូចជាភ្លាមៗចំពោះអ្នកដទៃក៏ដោយ អ្នកនឹងដឹងនៅក្នុងចិត្តរបស់អ្នកថា វាដល់ពេលដែលត្រូវទទួលយកការផ្លាស់ប្តូរហើយ។ព្យាយាមមិនឱ្យក្តីបារម្ភរបស់មនុស្សជាទីស្រឡាញ់ដាំគ្រាប់ពូជនៃការសង្ស័យ ខណៈដែល Venus និង Uranus បង្កើតបានជាទិដ្ឋភាពគ្មានតុល្យភាពនៅយប់នេះ ប៉ុន្តែបន្តដោយប្រុងប្រយ័ត្នប្រសិនបើចំណុចត្រឹមត្រូវ។"
        }
    }
]