[
    {
        "sign": "Aries",
        "en": {
            "today": "Your ideologies evolve during the very early hours, darling Aries, as the Sagittarius moon and Pluto align. Give yourself a few quiet moments upon awakening, setting intentions that center around making a positive impact. Even small steps toward a better tomorrow can have significant results, so be sure to show kindness and lead with your brilliant light. Meanwhile, Mercury and Neptune unite in your sign, helping you transcend certain realities. You'll have the power to blur lines, dissolve obstacles, and sell others on your dreams, though using your voice and practical thinking skills will be vital for making the most of these vibes."
        },
        "kh": {
            "today": "មនោគមវិជ្ជារបស់អ្នកវិវត្តក្នុងអំឡុងពេលដំបូងណាស់, Darling Aries, ដូចជា Sagittarius Moon និង Pluto តម្រឹម។ផ្តល់ឱ្យខ្លួនអ្នកនូវពេលវេលាដ៏ស្ងប់ស្ងាត់ពីរបីដងនៅពេលភ្ញាក់ដឹងខ្លួនកំណត់ចេតនាដែលផ្តោតលើការធ្វើឱ្យមានឥទ្ធិពលវិជ្ជមាន។សូម្បីតែជំហានតូចៗឆ្ពោះទៅរកថ្ងៃស្អែកដែលប្រសើរជាងនេះអាចមានលទ្ធផលគួរឱ្យកត់សម្គាល់ដូច្នេះត្រូវប្រាកដថាបង្ហាញសេចក្តីសប្បុរសនិងដឹកនាំដោយពន្លឺដ៏អស្ចារ្យរបស់អ្នក។ទន្ទឹមនឹងនេះបារតនិងណិបទូនរួបរួមគ្នាក្នុងសញ្ញារបស់អ្នកដែលជួយអ្នកឱ្យឆ្លងកាត់ការពិតជាក់លាក់។អ្នកនឹងមានអំណាចក្នុងការធ្វើឱ្យព្រិលៗរំលើងឧបសគ្គនិងលក់អ្នកដទៃលើក្តីសុបិន្តរបស់អ្នកទោះបីជាការប្រើប្រាស់សំលេងនិងជំនាញគិតជាក់ស្តែងរបស់អ្នកនឹងមានសារៈសំខាន់សម្រាប់ការធ្វើឱ្យមានភាពរស់រវើកទាំងនេះភាគច្រើន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A soft and intimate energy stirs in the very early hours, dear Leo, as the Sagittarius moon and Pluto align. You should awaken feeling confident and balanced, and you'll want to center your agenda around creative projects or connecting with friends. A sweet union between Mercury and Neptune brings a highly mystical energy your way. Your world has come to life with signs from beyond, so be sure to commune often with your higher power. Now is also a good time to work on meditation, prayer, or visualization, willing your dreams into reality."
        },
        "kh": {
            "today": "ថាមពលទន់និងជិតស្និទ្ធនៅព្រឹកដំបូង, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, ដូចជា Sagittarius Moon និង Pluto តម្រឹម។អ្នកគួរភ្ញាក់ដឹងខ្លួនមានអារម្មណ៍ជឿជាក់និងមានតុល្យភាពហើយអ្នកនឹងចង់ដាក់របៀបវារៈរបស់អ្នកនៅជុំវិញគម្រោងច្នៃប្រឌិតឬភ្ជាប់ទំនាក់ទំនងជាមួយមិត្តភក្តិ។សហជីពដ៏ផ្អែមល្ហែមរវាងបារតនិងណេធីតុននាំមកនូវថាមពលអាថ៌កំបាំងខ្ពស់ផ្លូវរបស់អ្នក។ពិភពលោករបស់អ្នកបានរស់រានមានជីវិតជាមួយនឹងសញ្ញាពីលើសពីនេះដូច្នេះត្រូវប្រាកដថាឃុំសង្កាត់ឃុំជាញឹកញាប់ជាមួយនឹងអំណាចខ្ពស់របស់អ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីធ្វើការលើការធ្វើសមាធិការអធិស្ឋានឬការមើលឃើញដែលមានឆន្ទៈក្នុងក្តីសុបិន្តរបស់អ្នកឱ្យក្លាយជាការពិត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Sagittarius moon and Pluto formed a sweet connection early this morning, darling bull. This cosmic climate can break molds that are holding you back, so be sure to go with the flow while allowing your position and ideas to evolve. Consider what you have to negotiate with as the hours unfold, especially if you're on the cusp of a new contract or commitment. Meanwhile, Mercury and Neptune cozy up in your solar twelfth house, bringing forth vivid visions that can direct you toward exciting new ventures. Allow yourself to dream, but take notes on your ideas so they don't vanish."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius និង Pluto បានបង្កើតការផ្សារភ្ជាប់ដ៏ផ្អែមល្ហែមនៅព្រឹកនេះនៅព្រឹកនេះ Darling Bull ។អាកាសធាតុកែសម្ផស្សនេះអាចបំបែកផ្សិតដែលកំពុងធ្វើឱ្យអ្នកត្រឡប់មកវិញដូច្នេះត្រូវប្រាកដថាទៅជាមួយលំហូរខណៈពេលដែលអនុញ្ញាតឱ្យទីតាំងនិងគំនិតរបស់អ្នកវិវត្ត។ពិចារណាលើអ្វីដែលអ្នកត្រូវចរចារដូចម៉ោងដែលបានលាតត្រដាងជាពិសេសប្រសិនបើអ្នកនៅលើស៊ីម៉ូថេនៃកិច្ចសន្យាថ្មីឬការប្តេជ្ញាចិត្ត។ទន្ទឹមនឹងនេះបារតនិងណេបតុនកក់ក្តៅក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នកដោយនាំមកនូវចក្ខុវិស័យដ៏រស់រវើកដែលអាចដឹកនាំអ្នកឆ្ពោះទៅរកការបណ្តាក់ទុនថ្មីគួរឱ្យរំភើប។អនុញ្ញាតឱ្យខ្លួនអ្នកសុបិនប៉ុន្តែកត់ចំណាំលើគំនិតរបស់អ្នកដូច្នេះពួកគេមិនរលាយបាត់ទេ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Profound insights emerge in the very early hours, dear Gemini, as the Sagittarius moon and Pluto align. Matters of the heart and your connection with the divine will be strong points of interest, so be sure to reflect on these themes. A celestial union between Mercury and Neptune brings a surreal energy to your community, paving the way for vibrant and dreamy conversations. Be open to collaboration, especially if you're hoping to make a more significant impact on society. An increase in your charisma will make it easier to establish new friendships and connections, so be sure to put yourself out there!"
        },
        "kh": {
            "today": "ការយល់ដឹងដ៏ជ្រាលជ្រៅលេចចេញមកនៅព្រឹកព្រលឹមណាស់ Gemini ជាទីស្រឡាញ់នៅពេលដែល Sagintarius Moon និង Pluto តម្រឹម។បញ្ហានៃបេះដូងនិងការភ្ជាប់របស់អ្នកជាមួយព្រះនឹងក្លាយជាចំណុចដែលចាប់អារម្មណ៍ខ្លាំងដូច្នេះត្រូវប្រាកដថាឆ្លុះបញ្ចាំងពីប្រធានបទទាំងនេះ។សហព័ន្ធសេឡេស្ទាលរវាងបារតនិងណេបផូននាំមកនូវថាមពលដ៏អស្ចារ្យមួយដល់សហគមន៍របស់អ្នកដោយត្រួសត្រាយផ្លូវសម្រាប់ការសន្ទនារស់រវើកនិងក្តីសុបិន។បើកចំហចំពោះការសហការជាពិសេសប្រសិនបើអ្នកសង្ឃឹមថានឹងមានឥទ្ធិពលគួរឱ្យកត់សម្គាល់ជាងនៅលើសង្គម។ការកើនឡើងនៃមន្តស្នេហ៍របស់អ្នកនឹងមានភាពងាយស្រួលក្នុងការបង្កើតមិត្តភាពថ្មីនិងការតភ្ជាប់ថ្មីដូច្នេះត្រូវប្រាកដថាដាក់ខ្លួនអ្នកនៅទីនោះ!"
        }
    }
]