[
    {
        "sign": "Aries",
        "en": {
            "today": "Spend time with friends who match your adventurous nature and passionate energy, darling Aries. As the Moon moves through your sign and forms sweet connections with Mars and Chiron, you’ll crave kinship that can only be found with those whose spirits are as wild and free as your own. Your agenda takes a luxurious turn once Luna enters Taurus, inviting you to slow down. Enjoy fine foods, beautiful surroundings, and fortifying interactions to honor these vibes. Step away from the crowds, embrace solitude, and visualize your goals manifesting in great detail while Luna aspects the Sun and Pluto later tonight."
        },
        "kh": {
            "today": "ចំណាយពេលវេលាជាមួយមិត្តភ័ក្តិដែលផ្គូផ្គងធម្មជាតិដំណើរផ្សងព្រេង និងថាមពលងប់ងល់របស់អ្នក Aries ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទផ្លាស់ទីតាមសញ្ញារបស់អ្នក ហើយបង្កើតទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយ Mars និង Chiron អ្នកនឹងចង់បានញាតិសន្តានដែលអាចរកបានសម្រាប់តែអ្នកដែលមានវិញ្ញាណដូចជាព្រៃ និងសេរីភាពដូចរបស់អ្នកប៉ុណ្ណោះ។របៀបវារៈរបស់អ្នកឈានដល់វេនដ៏ប្រណិត នៅពេលដែល Luna ចូលទៅក្នុង Taurus ដោយអញ្ជើញអ្នកឱ្យបន្ថយល្បឿន។រីករាយជាមួយអាហារឆ្ងាញ់ៗ បរិយាកាសជុំវិញដ៏ស្រស់ស្អាត និងការពង្រឹងអន្តរកម្មដើម្បីគោរពដល់ភាពរស់រវើកទាំងនេះ។ដើរចេញពីហ្វូងមនុស្ស ឱបក្រសោបភាពឯកោ ហើយស្រមៃមើលគោលដៅរបស់អ្នកដែលបង្ហាញឱ្យឃើញយ៉ាងលម្អិត ខណៈពេលដែល Luna សម្លឹងមើលព្រះអាទិត្យ និងភពភ្លុយតូនៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Your world is vast and full of possibilities, dear Leo, as the Aries Moon aspects Mars and Chiron. Trust that you have the support necessary to navigate each high and low the universe throws your way. Luckily, this cosmic climate suggests you are on an upswing, daring you to add to your plate. When passions are chased, dreams will be fulfilled. Your focus improves once Luna enters Taurus, helping you ground and reassess your position. Elevate existing strategies by building upon recent wins to avoid plateauing. Invest in commitments you feel sure about and release people or situations that disrupt your flow while the Sun and Pluto stir tonight."
        },
        "kh": {
            "today": "ពិភពលោករបស់អ្នកគឺធំធេង និងពោរពេញដោយលទ្ធភាព ឡេអូជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Aries មើលទៅភពអង្គារ និង Chiron។ជឿជាក់​ថា​អ្នក​មាន​ការ​គាំទ្រ​ចាំបាច់​ក្នុង​ការ​រុករក​សកលលោក​ទាំង​ខ្ពស់​និង​ទាប​នីមួយៗ​ដែល​បោះ​ជំហាន​ទៅ​មុខ។ជាសំណាងល្អ អាកាសធាតុលោហធាតុនេះបង្ហាញថាអ្នកកំពុងកើនឡើង ដោយហ៊ានបន្ថែមទៅក្នុងចានរបស់អ្នក។នៅពេលដែលតណ្ហាត្រូវបានដេញ ក្តីសុបិន្តនឹងត្រូវបានបំពេញ។ការផ្តោតអារម្មណ៍របស់អ្នកប្រសើរឡើងនៅពេលដែល Luna ចូលទៅក្នុង Taurus ជួយអ្នក និងវាយតម្លៃទីតាំងរបស់អ្នកឡើងវិញ។លើកកំពស់យុទ្ធសាស្ត្រដែលមានស្រាប់ដោយបង្កើតការឈ្នះថ្មីៗ ដើម្បីជៀសវាងការឡើងភ្នំ។វិនិយោគលើការប្តេជ្ញាចិត្តដែលអ្នកមានអារម្មណ៍ប្រាកដ និងដោះលែងមនុស្ស ឬស្ថានភាពដែលរំខានដល់លំហូររបស់អ្នក ខណៈពេលដែលព្រះអាទិត្យ និងភពភ្លុយតុងកូរនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your day is heavy with significant lifting, dearest Taurus, as the Aries Moon aspects Mars and Chiron. Find healing by freeing yourself from distraction, and begin the process of building platforms you can rise on. Movement is the key to breaking free from limitations you’ve placed on yourself, whether you’re aware they exist or not. Focus improves once Luna enters your sign later today, giving you a clearer understanding of what you want and your role in achieving it. Try to make new friends while the Sun and Pluto stir tonight, releasing preconceived notions you’ve been harboring about others."
        },
        "kh": {
            "today": "ថ្ងៃរបស់អ្នកគឺធ្ងន់ជាមួយនឹងការលើកដ៏សំខាន់, Taurus ជាទីស្រឡាញ់, ដូចជា Aries Moon ទិដ្ឋភាព Mars និង Chiron ។ស្វែងរកការព្យាបាលដោយដោះលែងខ្លួនអ្នកពីការរំខាន ហើយចាប់ផ្តើមដំណើរការបង្កើតវេទិកាដែលអ្នកអាចក្រោកឡើង។ចលនាគឺជាគន្លឹះក្នុងការរំដោះខ្លួនចេញពីដែនកំណត់ដែលអ្នកបានដាក់លើខ្លួនអ្នក មិនថាអ្នកដឹងថាវាមានឬអត់នោះទេ។ការផ្តោតអារម្មណ៍ប្រសើរឡើងនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនៅពេលក្រោយនៅថ្ងៃនេះ ដោយផ្តល់ឱ្យអ្នកនូវការយល់ដឹងកាន់តែច្បាស់អំពីអ្វីដែលអ្នកចង់បាន និងតួនាទីរបស់អ្នកក្នុងការសម្រេចវា។ព្យាយាមបង្កើតមិត្តថ្មី ខណៈពេលដែលព្រះអាទិត្យ និងភពភ្លុយតុងកូរគ្នានៅយប់នេះ ដោយបញ្ចេញនូវគំនិតដែលនឹកស្មានមិនដល់ ដែលអ្នកបានកំពុងលាក់ទុកអំពីអ្នកដទៃ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You are called to fight the good fight this morning, beloved Gemini. It’s time to put action behind your values as the Aries Moon aspects Mars and Chiron. Consider what you can contribute to the betterment of society, using your spiritual compass as a guide. Look upon humanity with kindness and compassion, demonstrating the power of loving your neighbor. Reward yourself with some much-deserved solitude and a healthy dose of luxury once Luna enters Taurus later today. Focus on long-term aspirations and ask your ancestors for help with these goals while the Sun and Pluto activate tonight."
        },
        "kh": {
            "today": "អ្នកត្រូវបានគេហៅឱ្យប្រយុទ្ធល្អនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់។វាដល់ពេលដែលត្រូវដាក់សកម្មភាពនៅពីក្រោយតម្លៃរបស់អ្នក នៅពេលដែលព្រះច័ន្ទ Aries មើលឃើញពីភពអង្គារ និង Chiron ។ពិចារណាពីអ្វីដែលអ្នកអាចរួមចំណែកដល់ភាពប្រសើរឡើងនៃសង្គម ដោយប្រើត្រីវិស័យខាងវិញ្ញាណរបស់អ្នកជាការណែនាំ។មើល​ទៅ​មនុស្ស​ជាតិ​ដោយ​ចិត្ត​សប្បុរស និង​មេត្តា បង្ហាញ​ពី​អំណាច​នៃ​ការ​ស្រឡាញ់​អ្នក​ជិត​ខាង។ផ្តល់រង្វាន់ដល់ខ្លួនអ្នកជាមួយនឹងភាពឯកោដែលស័ក្តិសម និងទទួលបានភាពប្រណីតដែលមានសុខភាពល្អ នៅពេលដែល Luna ចូលក្នុង Taurus នៅពេលក្រោយនៅថ្ងៃនេះ។ផ្តោតលើសេចក្តីប្រាថ្នារយៈពេលវែង ហើយសុំជំនួយពីបុព្វបុរសរបស់អ្នកជាមួយនឹងគោលដៅទាំងនេះ ខណៈពេលដែលព្រះអាទិត្យ និងភពភ្លុយតូសកម្មនៅយប់នេះ។"
        }
    }
]