[
    {
        "sign": "Aries",
        "en": {
            "today": "The Virgo Moon connects with Uranus and Jupiter early this morning, encouraging you to mix up your routines while inviting you to luxurious moments. You'll be in the mood for love once Luna enters Libra, emphasizing the importance of connection. Unfortunately, fears around commitment or being tied down could throw a wrench in your romantic affairs when Saturn and Neptune become agitated. Luckily, you'll have healthy examples to draw inspiration from while Luna aspects Pluto, so be sure to search for happy relationships amongst you. You'll have no issues charming anyone you set your eye on while Venus and Jupiter align."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរបស់ Virgo ភ្ជាប់ជាមួយអ៊ុយរ៉ានុសនិងភពព្រហស្បតិ៍នៅព្រឹកព្រលឹមនេះលើកទឹកចិត្តឱ្យអ្នកលាយទម្លាក់ទម្លាប់របស់អ្នកខណៈពេលដែលអញ្ជើញអ្នកទៅគ្រាដ៏ប្រណិត។អ្នកនឹងមានអារម្មណ៍សម្រាប់ស្នេហានៅពេលដែល Luna ចូល Libra ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការតភ្ជាប់។ជាអកុសលការភ័យខ្លាចជុំវិញការប្តេជ្ញាចិត្តឬត្រូវបានចងភ្ជាប់អាចបោះចោល wrench មួយនៅក្នុងកិច្ចការរ៉ូមែនទិករបស់អ្នកនៅពេលដែលសៅរ៍និងណេតតុនមានអារម្មណ៍ធុញទ្រាន់។សំណាងល្អអ្នកនឹងមានឧទាហរណ៍មានសុខភាពល្អដើម្បីទាក់ទាញការបំផុសគំនិតពីខណៈពេលដែលទិដ្ឋភាពឡូសផ្លាតូដូច្នេះត្រូវប្រាកដថាស្វែងរកទំនាក់ទំនងរីករាយក្នុងចំណោមអ្នក។អ្នកនឹងមិនមានបញ្ហាដែលអ្នកណាម្នាក់ដែលមានមន្តស្នេហ៍អ្នកដាក់ភ្នែករបស់អ្នកនៅពេលដែល Venus និង Jupiter តម្រឹម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Lead with your most creative and inquisitive self, sweet Leo, as the Virgo Moon aspects Uranus and Jupiter. You'll have a chance to upstage your peers under these cosmic conditions and will encounter many opportunities for network expansion. A rush of information finds you when Luna enters Libra, facing off with Saturn and Neptune. Absorb the wisdom others have to offer, but feel free to play in your intuition as well. Deep conversations can transform your relationships for the better when Pluto activates this afternoon. Meanwhile, Venus and Jupiter connect, bringing luck and good news through community interaction."
        },
        "kh": {
            "today": "ដឹកនាំជាមួយខ្លួនឯងច្នៃប្រឌិតនិងចង់ដឹងចង់ឃើញបំផុតរបស់អ្នកផ្អែមល្ហែមដូចជាទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo និង uranus និងភពព្រហស្បតិ៍។អ្នកនឹងមានឱកាសធ្វើឱ្យដៃគូរបស់អ្នកកាន់តែប្រសើរនៅក្រោមលក្ខខណ្ឌលោហៈទាំងនេះហើយនឹងជួបប្រទះនូវឱកាសជាច្រើនសម្រាប់ការពង្រីកបណ្តាញ។ការប្រញាប់នៃព័ត៌មានបានរកឃើញថាអ្នកនៅពេលដែល Luna ចូល Libra ដោយប្រឈមមុខនឹង Saturn និង Neptune ។ស្រូបយកប្រាជ្ញារបស់អ្នកដទៃត្រូវផ្តល់ជូនប៉ុន្តែមានអារម្មណ៍ថាមានសេរីភាពក្នុងការលេងក្នុងវិចារណញាណរបស់អ្នកផងដែរ។ការសន្ទនាយ៉ាងជ្រៅអាចផ្លាស់ប្តូរទំនាក់ទំនងរបស់អ្នកកាន់តែប្រសើរនៅពេលផ្លាតូសកម្មរសៀលនេះ។ទន្ទឹមនឹងនេះ Venus និង Jupiter ភ្ជាប់ដោយនាំមកនូវសំណាងល្អនិងដំណឹងល្អតាមរយៈអន្តរកម្មសហគមន៍។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "There will be plenty of chances to show off your lightning-quick wits this morning, dear Taurus, as the Virgo Moon aspects Uranus and Jupiter. Put practical application behind any brilliant ideas you've cooked up recently once Luna drifts into Libra and your solar sixth house. Try not to miss necessary steps or details while Saturn and Neptune become agitated, being extra present and mindful of the work you do. Your efforts could pay off big time when Pluto brings transformative vibes to your career path. Meanwhile, Venus and Jupiter align, making it easier to usher your visions into reality."
        },
        "kh": {
            "today": "វានឹងមានឱកាសច្រើនក្នុងការបង្ហាញពីរន្ទះរបស់អ្នកយ៉ាងរហ័សនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលទិដ្ឋភាពព្រះច័ន្ទរបស់ Virgo និងភពព្រហស្បតិ៍។ដាក់ពាក្យសុំជាក់ស្តែងនៅពីក្រោយគំនិតដ៏អស្ចារ្យដែលអ្នកបានចម្អិននៅពេលថ្មីៗនេះលោក Luna បានរសាត់ទៅក្នុង Libra និងផ្ទះទី 6 របស់អ្នក។ព្យាយាមមិនឱ្យខកខានជំហានចាំបាច់ឬព័ត៌មានលំអិតខណៈពេលដែលសៅរ៍និងណឺថិនមានភាពធុញទ្រាន់ការមានវត្តមានបន្ថែមនិងគំនិតរបស់ការងារដែលអ្នកធ្វើ។ការខិតខំរបស់អ្នកអាចសងពេលវេលាធំនៅពេលដែល Pluto នាំមកនូវភាពរំញ័រផ្លាស់ប្តូរទៅក្នុងផ្លូវអាជីពរបស់អ្នក។ទន្ទឹមនឹងនេះ Venus និង Jupiter តម្រឹមដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការផ្តល់នូវទស្សនៈវិស័យរបស់អ្នកឱ្យក្លាយជាការពិត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have the power to improve your situation and disposition, dear Gemini, as the Virgo Moon connects with Uranus and Jupiter. However, quick changes may be necessary, especially if you start to become overwhelmed. You'll shine brightly once Luna enters Libra, bringing out your most personable and creative self. Remember that you are your unique force when Saturn and Neptune become agitated, and avoid comparing yourself to others. Mysterious forces gather to aid your journey when Pluto activates this afternoon, so be sure to make a wish! Spend some time networking while Venus and Jupiter align, helping you attract the right people."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណាចធ្វើឱ្យប្រសើរឡើងនូវស្ថានភាពនិងការប្តេជ្ញាចិត្តរបស់អ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះច័ន្ទរបស់ Virgo ភ្ជាប់ជាមួយអ៊ឺរ៉ុបនិងភពព្រហស្បតិ៍។ទោះជាយ៉ាងណាក៏ដោយការផ្លាស់ប្តូររហ័សប្រហែលជាចាំបាច់ជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមក្លាយជាមនុស្សហួសហេតុ។អ្នកនឹងភ្លឺចែងចាំងនៅពេលដែល Luna ចូល Libra ដោយនាំខ្លួនអ្នកដែលបង្ហាញនិងច្នៃប្រឌិតបំផុតរបស់អ្នក។ចងចាំថាអ្នកគឺជាកម្លាំងប្លែករបស់អ្នកនៅពេលដែលសៅហ្មងនិងណិបតេយ្យឱ្យមានអារម្មណ៍ធុញថប់ហើយចៀសវាងប្រៀបធៀបខ្លួនអ្នកទៅអ្នកដទៃ។កងកម្លាំងអាថ៌កំបាំងប្រមូលផ្តុំដើម្បីជួយធ្វើដំណើររបស់អ្នកនៅពេលផ្លាធូសកម្មរសៀលនេះដូច្នេះត្រូវប្រាកដថាធ្វើឱ្យមានបំណង!ចំណាយពេលខ្លះបណ្តាញខណៈពេលដែល Venus និង Jupiter តម្រឹមគ្នាជួយអ្នកទាក់ទាញមនុស្សដែលត្រឹមត្រូវ។"
        }
    }
]