[
    {
        "sign": "Aries",
        "en": {
            "today": "The stars align to reinforce your dreams and sense of self, dear Aries. As the Gemini moon aspects Mars and Chiron, reflect on what you truly desire, putting forth the energy to get where you want to be. Bursts of luck will accompany your efforts, helping you gain confidence along the way. Be specific in your message while Saturn is activated, and discern when to be silent or speak up. A hazy ambiance emerges as evening sets in, encouraging you to slip away from reality for a while.  Connect with your roots after Luna enters Cancer, appreciating events that shaped who you are."
        },
        "kh": {
            "today": "តារាតម្រឹមដើម្បីពង្រឹងក្តីសុបិន្តរបស់អ្នកនិងអារម្មណ៍របស់ខ្លួនឯងដែលជាទីស្រឡាញ់។នៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទនិង emiron ឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកចង់បានដោយដាក់ថាមពលដើម្បីធ្វើកន្លែងដែលអ្នកចង់ធ្វើ។សំណាងនៃការភ្នាល់នឹងអមដំណើរការខិតខំរបស់អ្នកដោយជួយអ្នកឱ្យមានទំនុកចិត្តនៅតាមផ្លូវ។មានលក្ខណៈជាក់លាក់នៅក្នុងសាររបស់អ្នកខណៈពេលដែល Saturn ត្រូវបានធ្វើឱ្យសកម្មហើយដឹងថាពេលណាត្រូវនៅស្ងៀមឬនិយាយ។បរិយាកាសអ័ព្ទអ័ព្ទកើតឡើងនៅពេលល្ងាចដែលកំពុងលើកទឹកចិត្តអ្នកឱ្យឆ្ងាយពីការពិតមួយរយៈ។ភ្ជាប់ជាមួយឫសរបស់អ្នកបន្ទាប់ពីឡុងណាចូលមហារីកមហារីកការកោតសរសើរចំពោះព្រឹត្តិការណ៍ដែលមានរាងដែលអ្នកមាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Find the will to rise above situations and relationships that have become too burdensome, dear Leo. As The Gemini moon aligns with Mars, Chiron, and Saturn, the universe asks you to heal by setting boundaries where they're needed most. Spend less time playing nice or pandering to people who don't give you the attention or recognition you deserve. You'll be lured toward new connections while Neptune stirs this evening, but you should look for substance beneath the glamorous facades you encounter. Call it an early night so you can catch up on rest and be alone with your thoughts once Luna enters intuitive Cancer."
        },
        "kh": {
            "today": "ស្វែងរកឆន្ទៈក្នុងការឡើងខ្ពស់ជាងស្ថានភាពនិងទំនាក់ទំនងដែលបានក្លាយជាបន្ទុកធ្ងន់ពេកឈ្មោះលីអូ។នៅពេលដែល Gemini Mon King តម្រឹមជាមួយភពព្រះអង្គារ, ជីខន, សកលលោក, សកលលោកស្នើឱ្យអ្នកជាសះស្បើយដោយកំណត់ព្រំដែនដែលពួកគេត្រូវការបំផុត។ចំណាយពេលតិចក្នុងការលេងស្អាតឬឈឺចាប់ដល់មនុស្សដែលមិនផ្តល់ឱ្យអ្នកនូវការយកចិត្តទុកដាក់ឬការទទួលស្គាល់ដែលអ្នកសមនឹងទទួលបាន។អ្នកនឹងត្រូវបានទាក់ទាញឆ្ពោះទៅរកការតភ្ជាប់ថ្មីខណៈដែល Neptune ជំរុញនៅល្ងាចនេះប៉ុន្តែអ្នកគួរតែរកមើលសារធាតុនៅក្រោម fligher flades ដែលអ្នកជួបប្រទះ។សូមទូរស័ព្ទមកវានៅយប់ជ្រៅដូច្នេះអ្នកអាចចាប់បានសម្រាកហើយនៅម្នាក់ឯងដោយគំនិតរបស់អ្នកនៅពេលដែល Luna ចូលមហារីកវិចារណញាណ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Internal adjustments may be necessary to evolve your situation or relationships, dear Taurus. As the Gemini moon aligns with Mars and Chiron, reflect on what you need to feel secure versus what you need to feel comfortable. Prioritize baseline needs and embrace change, even if this process feels somewhat uneasy. Acknowledge if you've been distant with friends when Saturn activates, and find ways to balance your responsibilities so that social engagements don't fall to the wayside. You'll be disenchanted by the illusions others project online while Luna squares Neptune before entering Cancer. Interact with family and close companions to find the authenticity your spirit craves."
        },
        "kh": {
            "today": "ការកែសំរួលផ្ទៃក្នុងប្រហែលជាចាំបាច់ក្នុងការវិវត្តស្ថានភាពឬទំនាក់ទំនងរបស់អ្នក, Taurus ជាទីស្រឡាញ់។នៅពេលដែល Gemini Mon តម្រឹមជាមួយភពព្រះអង្គារនិង chiry ឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកត្រូវការដើម្បីមានអារម្មណ៍ថាមានសុវត្ថិភាពនិងអ្វីដែលអ្នកត្រូវមានអារម្មណ៍ស្រួល។ផ្តល់អាទិភាពដល់តម្រូវការមូលដ្ឋាននិងការឱបក្រសោបការផ្លាស់ប្តូរទោះបីជាដំណើរការនេះមានអារម្មណ៍ថាមិនស្រួលក៏ដោយ។ទទួលស្គាល់ប្រសិនបើអ្នកនៅឆ្ងាយជាមួយមិត្តភក្តិនៅពេលដែល Saturn ធ្វើឱ្យសកម្មនិងស្វែងរកវិធីដើម្បីធ្វើឱ្យមានតុល្យភាពនៃការទទួលខុសត្រូវរបស់អ្នកដើម្បីឱ្យការចូលរួមក្នុងសង្គមមិនធ្លាក់ចុះ។អ្នកនឹងមិនស្រួលដោយការបំភាន់របស់អ្នកដទៃគម្រោងនៅលើអ៊ីនធឺណិតខណៈពេលដែល Luna Squares Neptune មុនពេលចូលមហារីក។ធ្វើអន្តរកម្មជាមួយក្រុមគ្រួសារនិងដៃគូយ៉ាងជិតស្និទ្ធដើម្បីរកភាពត្រឹមត្រូវនៃវិញ្ញាណរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The moon moves through your sign, dear Gemini, aligning with Mars, Chiron, and Saturn as morning unfolds. Be mindful of what you project onto others, especially when your competitive side emerges. Instead of allowing envy to fuel your decisions, build motivation by focusing on healthy dynamics. By cultivating community ties that reinforce one another, you'll gain support and potential opportunities that might have otherwise fallen through the cracks. Try not to ignore the challenges you face when Neptune activates this evening, using this energy to brainstorm creative ways to overcome them. Nurture your emotions with simple indulgences once Luna enters Cancer."
        },
        "kh": {
            "today": "ព្រះច័ន្ទបានផ្លាស់ប្តូរទីលំនៅរបស់អ្នក, ជាទីស្រឡាញ់, ជាទីស្រឡាញ់, តម្រឹមជាមួយភពព្រះអង្គារ, ជីខន, ជីបចោទនិងសៅរ៍សារណែតដែលបានលាតត្រដាង។សូមចងចាំថាតើអ្នកគំរោងអ្វីខ្លះដែលអ្នកផលិតលើអ្នកដទៃជាពិសេសនៅពេលដែលភាគីប្រកួតប្រជែងរបស់អ្នកលេចចេញមក។ជំនួសឱ្យការអនុញ្ញាតឱ្យមានការច្រណែនឈ្នានីសក្នុងការសម្រេចចិត្តរបស់អ្នកបង្កើតការលើកទឹកចិត្តដោយការផ្តោតលើសក្ដានុពលដែលមានសុខភាពល្អ។តាមរយៈការដាំដុះចំណងមិត្តភាពសហគមន៍ដែលពង្រឹងគ្នាទៅវិញទៅមកអ្នកនឹងទទួលបានការគាំទ្រនិងឱកាសសក្តានុពលដែលអាចនឹងធ្លាក់ចុះតាមរយៈស្នាមប្រេះ។កុំមិនអើពើនឹងបញ្ហាប្រឈមដែលអ្នកប្រឈមមុខនៅពេលដែល Neptune ធ្វើសកម្មភាពនៅល្ងាចនេះដោយប្រើថាមពលនេះដើម្បីរកវិធីច្នៃប្រឌិត។ចិញ្ចឹមបីបាច់អារម្មណ៍របស់អ្នកជាមួយនឹងភាពអបអរសាទរសាមញ្ញនៅពេលដែល Luna ចូលមកជំងឺមហារីក។"
        }
    }
]