[
    {
        "sign": "Aries",
        "en": {
            "today": "Power grabs manifest within your professional path, dear Aries, as the Capricorn Sun and Mars collide. You might need to tap into your competitive side to ensure colleagues don't bully you or stifle growth opportunities. Focus primarily on where you can gain more recognition and authority, and outline next steps accordingly. Remember that your ability to cultivate success impacts those you love, and that you can feel motivated by the promise of providing a better life for yourself and your loved ones. Try not to burn bridges while fighting your way to the top as the Libra Moon squares Mercury later today."
        },
        "kh": {
            "today": "ការចាប់យកថាមពលត្រូវបានបង្ហាញនៅក្នុងផ្លូវអាជីពរបស់អ្នក Aries ជាទីស្រឡាញ់នៅពេលដែល Capricorn Sun និង Mars ប៉ះទង្គិចគ្នា។អ្នកប្រហែលជាត្រូវចូលទៅក្នុងផ្នែកប្រកួតប្រជែងរបស់អ្នក ដើម្បីធានាថាមិត្តរួមការងារមិនធ្វើបាបអ្នក ឬរារាំងឱកាសរីកចម្រើន។ផ្តោតជាចម្បងលើកន្លែងដែលអ្នកអាចទទួលបានការទទួលស្គាល់ និងសិទ្ធិអំណាចកាន់តែច្រើន ហើយគូសបញ្ជាក់ជំហានបន្ទាប់ទៅតាមនោះ។សូមចងចាំថា សមត្ថភាពរបស់អ្នកក្នុងការបណ្ដុះបណ្ដាលភាពជោគជ័យមានឥទ្ធិពលលើមនុស្សដែលអ្នកស្រលាញ់ ហើយអ្នកអាចមានអារម្មណ៍ថាមានការលើកទឹកចិត្តដោយការសន្យាថានឹងផ្តល់ជីវិតកាន់តែប្រសើរសម្រាប់ខ្លួនអ្នក និងមនុស្សជាទីស្រលាញ់របស់អ្នក។ព្យាយាមមិនដុតស្ពាន ខណៈពេលកំពុងតទល់នឹងផ្លូវរបស់អ្នកទៅកំពូល ខណៈដែល Libra Moon កាត់បារតនៅពេលក្រោយនៅថ្ងៃនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll accomplish much as the Capricorn Sun and Mars unite, dear Leo. These vibes are perfect for putting your plans into action and taking a methodical approach to tackling both small and large projects. A boost to your endurance could be the result of healthier decisions, so be mindful to continue down wellness paths that yield positive results. Meanwhile, Venus and Jupiter face off, expanding your visions in multiple directions. Though you'll feel enthusiastic about the future, overstimulation may trigger distractions or mental crashes. A harsh square between the Libra Moon and Mercury emphasizes the importance of prioritizing patience to ensure balance isn't compromised."
        },
        "kh": {
            "today": "អ្នកនឹងសម្រេចបានច្រើនដូច Capricorn Sun និង Mars រួបរួមគ្នាជា Leo ជាទីស្រឡាញ់។ភាពរំជើបរំជួលទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការដាក់ផែនការរបស់អ្នកចូលទៅក្នុងសកម្មភាព និងទទួលយកវិធីសាស្រ្តជាវិធីសាស្រ្តក្នុងការដោះស្រាយគម្រោងទាំងតូច និងធំ។ការជំរុញដល់ការស៊ូទ្រាំរបស់អ្នកអាចជាលទ្ធផលនៃការសម្រេចចិត្តដែលមានសុខភាពល្អជាងមុន ដូច្នេះត្រូវចងចាំដើម្បីបន្តផ្លូវសុខភាពដែលផ្តល់លទ្ធផលវិជ្ជមាន។ទន្ទឹមនឹងនេះ ភពសុក្រ និងភពព្រហស្បតិ៍ ប្រឈមមុខនឹងគ្នា ដោយពង្រីកការមើលឃើញរបស់អ្នកក្នុងទិសដៅជាច្រើន។ទោះបីជាអ្នកនឹងមានអារម្មណ៍រីករាយចំពោះអនាគតក៏ដោយ ការរំញោចខ្លាំងពេកអាចបង្កឱ្យមានការរំខាន ឬគាំងផ្លូវចិត្ត។ការ៉េដ៏អាក្រក់រវាង Libra Moon និង Mercury សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការកំណត់អាទិភាពនៃការអត់ធ្មត់ ដើម្បីធានាថាតុល្យភាពមិនត្រូវបានសម្របសម្រួល។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Seek glory whenever the opportunity strikes, dear Taurus. As the Capricorn Sun and Mars unite, the universe brings exciting developments your way. Fire builds as you piece together dreams you've been chasing, though divine intervention could throw a few surprises in your path. Don't hesitate to elaborate on wishes you've manifested while Venus opposes Jupiter, trusting that you truly can have it all. Show proper appreciation for spiritual forces or people you feel have helped you get ahead, and look for opportunities to spread luck or share blessings. Create sustainable mindfulness practices to ensure you stay on your game when the Libra Moon squares Mercury later this afternoon."
        },
        "kh": {
            "today": "ស្វែងរកភាពរុងរឿងនៅពេលណាដែលឱកាសកើតឡើង, Taurus ជាទីស្រឡាញ់។នៅពេលដែល Capricorn Sun និង Mars រួបរួមគ្នា សកលលោកនាំមកនូវការអភិវឌ្ឍន៍ដ៏គួរឱ្យរំភើបរបស់អ្នកភ្លើង​បង្កើត​ឡើង​នៅ​ពេល​ដែល​អ្នក​រួម​គ្នា​សុបិន​ដែល​អ្នក​កំពុង​តែ​ដេញ​តាម ទោះ​បី​ជា​អន្តរាគមន៍​ដ៏​ទេវភាព​អាច​ធ្វើ​ឱ្យ​មាន​ការ​ភ្ញាក់​ផ្អើល​មួយ​ចំនួន​នៅ​ក្នុង​ផ្លូវ​របស់​អ្នក​។កុំស្ទាក់ស្ទើរក្នុងការបញ្ជាក់អំពីបំណងប្រាថ្នាដែលអ្នកបានបង្ហាញ ខណៈពេលដែល Venus ប្រឆាំងនឹងភពព្រហស្បតិ៍ ដោយជឿថាអ្នកពិតជាអាចមានវាទាំងអស់។បង្ហាញការដឹងគុណត្រឹមត្រូវចំពោះកម្លាំងខាងវិញ្ញាណ ឬមនុស្សដែលអ្នកមានអារម្មណ៍ថាបានជួយអ្នកឱ្យឈានទៅមុខ ហើយស្វែងរកឱកាសដើម្បីចែកចាយសំណាង ឬចែករំលែកពរជ័យ។បង្កើតការអនុវត្តការគិតប្រកបដោយនិរន្តរភាព ដើម្បីធានាថាអ្នកស្ថិតនៅលើហ្គេមរបស់អ្នក នៅពេលដែល Libra Moon កាត់បារតនៅពេលរសៀលនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your day is filled with commotion, dear Gemini, as the Capricorn Sun and Mars join forces in the sector of your chart that governs transformation. If you've been avoiding responsibilities or tasks that can improve your life, the universe won't allow you to stay idle for much longer. Prevent chaos from taking hold by choosing to seize destiny. You'll realize that the work you've pushed to the side is more rewarding than you anticipated. Money flows in and out while Venus opposes Jupiter, but it's important to save what you can. Disagreements will escalate if your ego makes the calls when the Libra Moon squares Mercury, so try to lead with compassion."
        },
        "kh": {
            "today": "ថ្ងៃរបស់អ្នកគឺពោរពេញទៅដោយភាពច្របូកច្របល់ Gemini ជាទីស្រឡាញ់ នៅពេលដែល Capricorn Sun និង Mars ចូលរួមជាមួយកម្លាំងនៅក្នុងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការផ្លាស់ប្តូរ។ប្រសិនបើអ្នកបានគេចវេសពីទំនួលខុសត្រូវ ឬកិច្ចការដែលអាចធ្វើអោយជីវិតរបស់អ្នកប្រសើរឡើង នោះសកលលោកនឹងមិនអនុញ្ញាតឱ្យអ្នកនៅទំនេរយូរជាងនេះទេ។រារាំងភាពវឹកវរពីការកាន់កាប់ដោយជ្រើសរើសចាប់យកវាសនា។អ្នក​នឹង​ដឹង​ថា​ការងារ​ដែល​អ្នក​បាន​រុញ​ទៅ​ខាង​នោះ​គឺ​ផ្តល់​រង្វាន់​ច្រើន​ជាង​ការ​រំពឹង​ទុក។លុយហូរចូល និងចេញ ខណៈពេលដែល Venus ប្រឆាំងនឹងភពព្រហស្បតិ៍ ប៉ុន្តែវាមានសារៈសំខាន់ក្នុងការសន្សំអ្វីដែលអ្នកអាចធ្វើបាន។ការមិនចុះសម្រុងនឹងកើនឡើង ប្រសិនបើអត្មារបស់អ្នកធ្វើការហៅទូរស័ព្ទនៅពេលដែល Libra Moon កាត់បារត ដូច្នេះព្យាយាមដឹកនាំដោយមេត្តា។"
        }
    }
]