[
    {
        "sign": "Aries",
        "en": {
            "today": "Essential messages from beyond the veil find you, dearest Aries, as the Pisces lunar eclipse brings twists of fate and intense interactions. Keep a keen eye on what's happening around you, paying special attention to animal visitors, plant life, and synchronicities. Your ability to observe what others cannot will give you an edge when planning for the future, offering clarity on what you must do to close old chapters and embrace new cycles. Jupiter activates this evening to throw a bit of luck into the mix, making it easier to tap into your own truth while prioritizing growth and success."
        },
        "kh": {
            "today": "សារចាំបាច់ពីវាំងននរកអ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលប៉ាស្ទ័រចន្ទគតិនាំមកនូវជោគវាសនានៃជោគវាសនានិងអន្តរកម្មយ៉ាងខ្លាំង។តាមដានមើលអ្វីដែលកំពុងកើតឡើងនៅជុំវិញអ្នកដោយយកចិត្តទុកដាក់ជាពិសេសចំពោះអ្នកទស្សនាសត្វជីវិតរុក្ខជាតិនិងការធ្វើសមហេតុផល។សមត្ថភាពរបស់អ្នកក្នុងការសង្កេតមើលអ្វីដែលអ្នកដទៃមិនអាចផ្តល់ឱ្យអ្នកនូវការធ្វើផែនការសម្រាប់អនាគតដោយផ្តល់ភាពច្បាស់លាស់លើអ្វីដែលអ្នកត្រូវធ្វើដើម្បីបិទជំពូកចាស់និងឱបវដ្តថ្មី។Jupiter ធ្វើឱ្យសកម្មនៅល្ងាចនេះដើម្បីបោះសំណាងល្អទៅក្នុងការលាយបញ្ចូលគ្នាដោយធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទាញយកការពិតរបស់អ្នកខណៈពេលដែលការលូតលាស់និងជោគជ័យបានផ្តល់អាទិភាពដល់ការលូតលាស់និងជោគជ័យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Pisces lunar eclipse moves across the sky, dear Leo, leading to showdowns and intense negotiations. Now is the time to lay it all out on the line, allowing chips to fall where they may. Be prepared for growth and destruction, as the wheel of fortune spins in mysterious ways. Prioritize relationships with trusted partners, and vow to cut out anyone who doesn't have your best interests at heart. Try not to confuse complicated emotions with genuine connection, recognizing when you're being played with. You'll feel deeply motivated to make empowering decisions once Jupiter activates this evening, pushing you toward new and improved horizons."
        },
        "kh": {
            "today": "ប៉ាស្ទ័រចន្ទគតិបានផ្លាស់ប្តូរនៅលើមេឃ, ឡេអូដែលជាទីស្រឡាញ់ដែលនាំឱ្យមានការផ្លាស់ប្តូរការបង្ហាញនិងការចរចាយ៉ាងខ្លាំង។ឥឡូវនេះគឺជាពេលវេលាដែលត្រូវដាក់វាចេញនៅលើបន្ទាត់ដែលអនុញ្ញាតឱ្យបន្ទះឈីបធ្លាក់ចុះដែលពួកគេអាចធ្វើបាន។ត្រៀមខ្លួនសម្រាប់ការលូតលាស់និងការបំផ្លិចបំផ្លាញនៅពេលដែលកង់របស់សំណាងវិលក្នុងវិធីអាថ៌កំបាំង។ផ្តល់អាទិភាពដល់ទំនាក់ទំនងជាមួយដៃគូដែលទុកចិត្តហើយស្បថថាបានកាត់បន្ថយអ្នកដែលមិនមានចំណាប់អារម្មណ៍ល្អបំផុតរបស់អ្នក។ព្យាយាមមិនឱ្យភាន់ច្រលំអារម្មណ៍ស្មុគស្មាញជាមួយនឹងការតភ្ជាប់ពិតប្រាកដដោយទទួលស្គាល់នៅពេលអ្នកលេងជាមួយ។អ្នកនឹងមានអារម្មណ៍ថាមានកម្លាំងចិត្តយ៉ាងជ្រៅក្នុងការធ្វើឱ្យមានការផ្តល់អំណាចដល់ការផ្តល់អំណាចនៅពេលដែល Jupiter សកម្មនេះធ្វើឱ្យអ្នកឆ្ពោះទៅរកការយល់ដឹងថ្មីនិងប្រសើរឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Pisces lunar eclipse brings intensity to the collective, darling Taurus, highlighting passions, desires, and deep-seated emotions. Loyalties may be tested as egos clash within your social sphere, but try to let others settle their own differences before choosing sides. How you navigate public situations could reshape the future, so be mindful to operate with tact and style. When considering personal growth, reflect on whether your desire to keep up with friends has led to a loss of interest in your own pursuits or artistic outlets. Good news circulates once Jupiter activates this evening, helping you get back in sync with your community."
        },
        "kh": {
            "today": "សូរ្យគ្រាស Pisces បាននាំមកនូវអាំងតង់ស៊ីតេដល់សមូហភាព, darling taurus ដែលបង្ហាញពីតណ្ហា, បំណងប្រាថ្នា, និងអារម្មណ៍អង្គុយយ៉ាងជ្រាលជ្រៅ។ភក្តីភាពអាចត្រូវបានសាកល្បងនៅពេលដែលការប៉ះទង្គិចគ្នានៅក្នុងវិស័យសង្គមរបស់អ្នកប៉ុន្តែព្យាយាមធ្វើឱ្យអ្នកដទៃដោះស្រាយភាពខុសគ្នារបស់ពួកគេមុនពេលជ្រើសរើសភាគី។វិធីដែលអ្នកបើកដំណើរការស្ថានភាពសាធារណៈអាចផ្លាស់ប្តូរអនាគតដូច្នេះសូមយកចិត្តទុកដាក់ក្នុងការធ្វើប្រតិបត្តិការប្រកបដោយភាពរឹងមាំនិងស្ទីល។នៅពេលពិចារណាលើការលូតលាស់ផ្ទាល់ខ្លួនសូមគិតអំពីថាតើបំណងប្រាថ្នារបស់អ្នកក្នុងការរក្សាមិត្តភក្តិបាននាំឱ្យមានការបាត់បង់ចំណាប់អារម្មណ៍របស់អ្នកឬហាងសិល្បៈ។ដំណឹងល្អផ្សព្វផ្សាយនៅពេលដែលជេបភីរីធ្វើឱ្យសកម្មនៅល្ងាចនេះដោយជួយអ្នកឱ្យត្រលប់មកធ្វើសមកាលកម្មជាមួយសហគមន៍របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Revel in the success you've built thus far, darling Gemini, as the Pisces lunar eclipse activates your solar tenth house. Though this astrological event could trigger a sense of urgency, it's important to acknowledge each milestone before proceeding to the next. An intense desire to support yourself and those you love most will push you to reach for more, but finding the way forward will be tricky if you don't take the appropriate steps to strategize. Prosperous vibes flow once Jupiter stirs this evening, encouraging you to set firm financial goals that reflect your hard work and experience."
        },
        "kh": {
            "today": "សូមអបអរសាទរភាពជោគជ័យដែលអ្នកបានសាងសង់រហូតមកដល់ពេលនេះលោក Hemini Darling GeMini ព្រោះថាសូរ្យគ្រាសចងខ្សែមានរាងដូចគយធ្វើឱ្យមានចលនាពន្លឺព្រះអាទិត្យរបស់អ្នក។ទោះបីព្រឹត្តិការណ៍ហោរាសាស្ដ្រនេះអាចបង្កឱ្យមានភាពបន្ទាន់ក៏ដោយវាមានសារៈសំខាន់ណាស់ក្នុងការទទួលស្គាល់នូវព្រឹត្តិការណ៍នីមួយៗមុនពេលបន្តដំណើរទៅមុខទៀត។បំណងប្រាថ្នាយ៉ាងខ្លាំងដើម្បីផ្គត់ផ្គង់ខ្លួនអ្នកនិងអ្នកដែលអ្នកស្រឡាញ់ភាគច្រើននឹងជំរុញឱ្យអ្នកឈានដល់ការឈានទៅមុខប៉ុន្តែការស្វែងរកផ្លូវទៅមុខនឹងក្លាយជាល្បិចកលប្រសិនបើអ្នកមិនចាត់វិធានការសមស្របដើម្បីធ្វើយុទ្ធសាស្ត្រ។ភាពរស់រវើកដែលមានភាពរីកចំរើនជូរចត់នៅពេលលោក Jupiter Stirs នៅល្ងាចនេះដោយលើកទឹកចិត្តអ្នកឱ្យកំណត់គោលដៅហិរញ្ញវត្ថុរឹងមាំដែលឆ្លុះបញ្ចាំងពីការខិតខំនិងបទពិសោធន៍របស់អ្នក។"
        }
    }
]