[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll find yourself at a turning point as Mercury aligns with the Nodes of Fate, dear Aries. Enjoy recent wins while continuing to push ahead, preventing plateaus by reinforcing the will to succeed. The Virgo Moon leaves little time for rest, aligning with Saturn, Uranus, and Neptune throughout the day. Try not to overthink what's to come, and get creative in the present. Layering excitement, beauty, and subtle details into your work will take projects to the next level. Soften your stance and connect with loved ones after Luna enters Libra. You'll have a chance to evolve blossoming relationships when Pluto stirs tonight."
        },
        "kh": {
            "today": "អ្នកនឹងឃើញខ្លួនឯងនៅចំណុចរបត់មួយ នៅពេលដែល Mercury តម្រឹមជាមួយ Nodes of Fate, Aries ជាទីស្រឡាញ់។រីករាយនឹងការឈ្នះថ្មីៗ ខណៈពេលដែលបន្តជំរុញទៅមុខ ការពារតំបន់ខ្ពង់រាប ដោយពង្រឹងឆន្ទៈដើម្បីជោគជ័យ។ព្រះច័ន្ទ Virgo ទុកពេលសម្រាកតិចតួច តម្រឹមជាមួយភពសៅរ៍ អ៊ុយរ៉ានុស និងណិបទូនពេញមួយថ្ងៃ។ព្យាយាម​កុំ​គិត​លើស​ពី​អ្វី​ដែល​នឹង​មក​ដល់ ហើយ​បង្កើត​ភាព​ច្នៃប្រឌិត​ក្នុង​បច្ចុប្បន្នកាល។ការដាក់ស្រទាប់ភាពរំភើប ភាពស្រស់ស្អាត និងព័ត៌មានលម្អិតនៅក្នុងការងាររបស់អ្នកនឹងនាំគម្រោងទៅកម្រិតបន្ទាប់។បន្ទន់ជំហររបស់អ្នក និងទំនាក់ទំនងជាមួយមនុស្សជាទីស្រលាញ់ បន្ទាប់ពី Luna ចូល Libra ។អ្នក​នឹង​មាន​ឱកាស​វិវត្តន៍​ទំនាក់​ទំនង​រីក​ចម្រើន​នៅ​ពេល​ភ្លុយតូ​កូរ​ពេញ​យប់​នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Practical planning will lead to empowering breakthroughs, sweet lion, as Mercury aspects the Nodes of Fate. Do your best to explore new opportunities and structures, no matter how comfortable you are within current circumstances. Meanwhile, the Virgo Moon aligns with Saturn, Uranus, and Neptune, encouraging you to break free from norms that feel outdated or stagnant. If partnerships have hit an impasse, a lack of shared goals could be compromising your future. Luna debuts in Libra and brings clarity to matters of the heart. Though you may come to realize that it's time to commit or move on once Pluto stirs."
        },
        "kh": {
            "today": "ការធ្វើផែនការជាក់ស្តែងនឹងនាំទៅរកការពង្រឹងការទម្លាយភាពទាល់ច្រក សត្វតោផ្អែម ដូចជាភព Mercury បង្ហាញពី Nodes of Fate ។ប្រឹងប្រែងឱ្យអស់ពីសមត្ថភាពដើម្បីស្វែងរកឱកាស និងរចនាសម្ព័ន្ធថ្មីៗ មិនថាអ្នកមានផាសុកភាពយ៉ាងណាក្នុងកាលៈទេសៈបច្ចុប្បន្ន។ទន្ទឹមនឹងនេះដែរ ព្រះច័ន្ទ Virgo តម្រឹមជាមួយ Saturn, Uranus និង Neptune ដែលលើកទឹកចិត្តអ្នកឱ្យរួចផុតពីបទដ្ឋានដែលមានអារម្មណ៍ថាហួសសម័យឬនៅទ្រឹង។ប្រសិនបើភាពជាដៃគូបានជួបវិបត្តិ កង្វះគោលដៅរួមអាចប៉ះពាល់ដល់អនាគតរបស់អ្នក។Luna ចាប់ផ្តើមដំបូងនៅ Libra និងនាំមកនូវភាពច្បាស់លាស់ចំពោះបញ្ហាបេះដូង។ទោះបីជាអ្នកអាចដឹងថាវាដល់ពេលដែលត្រូវប្តេជ្ញាចិត្ត ឬបន្តដំណើរទៅមុខនៅពេលដែល Pluto កូរ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your identity shifts and influence increases, dear Taurus. As Mercury aligns with the Nodes of Fate, you're asked to take the power of popularity more seriously. Reflect on how you can amplify your voice to make a positive impact, focusing on intellectual, artistic, or political spheres that stir your passion. The Virgo Moon brings a creative flair to all that you do, clashing with Saturn, Uranus, and Neptune. Keep others on their toes with a bit of experimentation of your own. Luna enters Libra and forms a sweet connection with Pluto later tonight, encouraging you to reshape plans for the future."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរអត្តសញ្ញាណរបស់អ្នក និងឥទ្ធិពលកើនឡើង, Taurus ជាទីស្រឡាញ់។នៅពេលដែល Mercury តម្រឹមជាមួយ Nodes of Fate អ្នកត្រូវបានស្នើឱ្យទទួលយកអំណាចនៃប្រជាប្រិយភាពកាន់តែធ្ងន់ធ្ងរ។ឆ្លុះបញ្ចាំងពីរបៀបដែលអ្នកអាចពង្រីកសំឡេងរបស់អ្នក ដើម្បីបង្កើតផលវិជ្ជមាន ដោយផ្តោតលើផ្នែកបញ្ញា សិល្បៈ ឬផ្នែកនយោបាយដែលជំរុញទឹកចិត្តរបស់អ្នក។ព្រះច័ន្ទ Virgo នាំមកនូវភាពច្នៃប្រឌិតចំពោះអ្វីដែលអ្នកធ្វើ ដោយប៉ះទង្គិចជាមួយភពសៅរ៍ អ៊ុយរ៉ានុស និងណិបទូន។រក្សា​អ្នក​ដទៃ​ដោយ​ការ​ពិសោធន៍​បន្តិច​បន្តួច​ដោយ​ខ្លួន​ឯង។Luna ចូល Libra ហើយបង្កើតទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយ Pluto នៅយប់នេះ ដោយលើកទឹកចិត្តអ្នកឱ្យរៀបចំផែនការសម្រាប់អនាគត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Be vocal about your professional goals and needs, dear Gemini. As Mercury aligns with the Nodes of Fate, your voice carries an extra dose of power. The Virgo Moon sharpens your intuition, especially when it comes to reading the emotions of others. Saturn, Uranus, and Neptune emphasize the importance of observing your situation before pushing the envelope. Bide your time until conditions are right to make a move. Luna migrates into Libra just as evening sets in, harmonizing your heart. Pluto stirs later tonight in the sector of your chart that governs spirituality, creating the ideal atmosphere for honoring your ancestors."
        },
        "kh": {
            "today": "ចូរនិយាយអំពីគោលដៅ និងតម្រូវការវិជ្ជាជីវៈរបស់អ្នក ជាទីគោរព Gemini ។នៅពេលដែល Mercury តម្រឹមជាមួយ Nodes of Fate សំឡេងរបស់អ្នកផ្ទុកនូវថាមពលបន្ថែម។ព្រះច័ន្ទ Virgo ធ្វើឱ្យវិចារណញាណរបស់អ្នកកាន់តែច្បាស់ ជាពិសេសនៅពេលនិយាយអំពីអារម្មណ៍របស់អ្នកដទៃ។ភពសៅរ៍ អ៊ុយរ៉ានុស និងណិបទូន សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការសង្កេតស្ថានភាពរបស់អ្នក មុនពេលរុញស្រោមសំបុត្រ។ទុកពេលវេលារបស់អ្នករហូតដល់លក្ខខណ្ឌត្រឹមត្រូវដើម្បីធ្វើការផ្លាស់ប្តូរ។Luna ធ្វើចំណាកស្រុកចូលទៅក្នុង Libra ដូចពេលរាត្រីដែលចូលមកដល់ ធ្វើឱ្យបេះដូងរបស់អ្នកចុះសម្រុងគ្នា។ភពភ្លុយតូនឹងរំជើបរំជួលនៅយប់នេះនៅក្នុងផ្នែកនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងខាងវិញ្ញាណ បង្កើតបរិយាកាសដ៏ល្អសម្រាប់គោរពដល់បុព្វបុរសរបស់អ្នក។"
        }
    }
]