[
    {
        "sign": "Aries",
        "en": {
            "today": "Let your fanciful side shine through, dear Aries, as the moon enters Leo and aligns with ethereal Neptune. Try on new personas and explore your creative whims. Displaying pride and authenticity will inspire others to do the same while a cosmic kite takes shape overhead, allowing you to see peers in a fresh light. Your relationships evolve for the better as the hours pass and a grand trine forms between Venus, Uranus, and Pluto, especially when you ask unconventional questions and show affection. These vibes enhance your own standing and help grow your status, community, and online following."
        },
        "kh": {
            "today": "សូមឱ្យផ្នែកដ៏គួរឱ្យភ័យខ្លាចរបស់អ្នកភ្លឺចែងចាំងដោយក្តីជាទីស្រឡាញ់ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទចូលឡេអូនិងតម្រឹមជាមួយអ៊ីធើរថុនណៃថុន។ព្យាយាមលើបុគ្គលិកលក្ខណៈថ្មីហើយស្វែងយល់ពី Whims ច្នៃប្រឌិតរបស់អ្នក។ការបង្ហាញមោទនភាពនិងភាពត្រឹមត្រូវនឹងជម្រុញឱ្យអ្នកដទៃធ្វើដូចគ្នាខណៈដែលខ្លែងកញ្ជ្រោងមានរាងខ្ពស់ដែលអនុញ្ញាតឱ្យអ្នកមើលឃើញមិត្តភក្ដិក្នុងពន្លឺស្រស់។ទំនាក់ទំនងរបស់អ្នកវិវឌ្ឍន៍កាន់តែប្រសើរឡើងនៅពេលដែលម៉ោងឆ្លងកាត់និងទម្រង់ដ៏អស្ចារ្យរវាងភពសុក្រអ៊ុយរ៉ានុសនិងផ្លាតូជាពិសេសនៅពេលអ្នកសួរសំណួរមិនធម្មតានិងបង្ហាញការស្រឡាញ់។ភាពរស់រវើកទាំងនេះជួយបង្កើនជំហរផ្ទាល់ខ្លួនរបស់អ្នកហើយជួយបង្កើនឋានៈសហគមន៍និងតាមអ៊ិនធរណេតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The moon drifts into your sign early this morning, darling Leo, aspecting dreamy Neptune before entering a rare cosmic kite formation. The energy will be highly spiritual and thought-provoking, encouraging you not only to dream, but to back up your visions with action. Surround yourself with companions who are driven to chase their own aspirations, cultivating a community where assistance and support are readily exchanged. Sweetness will be abundant while Venus, Uranus, and Pluto form a grand trine, increasing chemistry with the people you encounter. Where matters of the heart are concerned, now is a good time to express how you feel."
        },
        "kh": {
            "today": "ព្រះច័ន្ទរសាត់ទៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះដែលគួរឱ្យស្រឡាញ់ការបង្ហាញសុបិន្តរបស់សុបិនមុនពេលចូលក្នុងការបង្កើតខ្លែងដ៏កម្រមួយ។ថាមពលនេះនឹងមានភាពខាងវិញ្ញាណនិងការគិតយ៉ាងខ្លាំងដែលជំរុញឱ្យអ្នកមិនត្រឹមតែធ្វើឱ្យក្តីសុបិន្តប៉ុណ្ណោះទេប៉ុន្តែថែមទាំងគាំទ្រចក្ខុវិស័យរបស់អ្នកវិញ។នៅជុំវិញខ្លួនអ្នកជាមួយដៃគូដែលត្រូវបានជំរុញឱ្យដេញតាមសេចក្តីប្រាថ្នារបស់ពួកគេដោយដាំដុះសហគមន៍ដែលជំនួយនិងការគាំទ្រត្រូវបានផ្លាស់ប្តូរយ៉ាងងាយស្រួល។ភាពផ្អែមល្ហែមនឹងមានច្រើនក្រៃលែងខណៈដែល Venus Venus Venus, Uranus និង Pluto បង្កើតបានជា Trine Trine, គីមីវិទ្យាកើនឡើងជាមួយមនុស្សដែលអ្នកជួបប្រទះ។ដែលជាកន្លែងដែលមានបញ្ហានៃបេះដូងព្រួយបារម្ភឥឡូវនេះគឺជាពេលវេលាដ៏ល្អដើម្បីបង្ហាញពីអារម្មណ៍របស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Leo moon and Neptune join forces to melt away your cares, darling Taurus, inviting you to enjoy your own little world. Fully embrace quiet moments, daydreams, and creature comforts to boost your morale and overall well-being. Professional and financial wins you've been fighting for could finally see their way through, thanks to a rare cosmic kite formation. Ensure a consistent climb toward the top by maintaining healthy relationships with your colleagues. A grand trine between Venus, Uranus, and Pluto brings swift shifts to your fortunes, placing you in an upswing as your efforts pay off. Adjust daily routines to support your physical health as work demands increase."
        },
        "kh": {
            "today": "លោក Leo Moon និង Neptune ចូលរួមក្នុងការយកចិត្តទុកដាក់ចំពោះការយកចិត្តទុកដាក់របស់អ្នកដែលជាទីស្រឡាញ់ Taurus Taurus ដែលអញ្ជើញអ្នកឱ្យរីករាយនឹងពិភពលោកតូចរបស់អ្នក។ចាប់យកពេលវេលាស្ងាត់ស្ងៀមភាពស្ងាត់ស្ងៀមនិងការលួងលោមរបស់សត្វឱ្យបានល្អដើម្បីបង្កើនសីលធម៌របស់អ្នកនិងសុខុមាលភាពទាំងមូល។ការឈ្នះវិជ្ជាជីវៈនិងហិរញ្ញវត្ថុដែលអ្នកបានប្រយុទ្ធដែលនៅទីបំផុតអាចមើលឃើញផ្លូវរបស់ពួកគេនៅទីបំផុតដោយសារការបង្កើតខ្លែងដ៏កម្រមួយ។ធានាបាននូវការឡើងខ្ពស់ឆ្ពោះទៅរកកំពូលដោយរក្សាទំនាក់ទំនងប្រកបដោយសុខភាពល្អជាមួយមិត្តរួមការងាររបស់អ្នក។ហ្គ្រេនធ័ររវាងភ្នាក់ងារអ៊ុយរស្មីអ៊ុយរ៉ានុសនិង Pluto នាំមកនូវការផ្លាស់ប្តូរយ៉ាងលឿនទៅសំណាងរបស់អ្នកដោយដាក់អ្នកក្នុងការកើនឡើងនៅពេលដែលការខិតខំប្រឹងប្រែងរបស់អ្នកបានសង។កែសម្រួលទម្លាប់ប្រចាំថ្ងៃដើម្បីផ្គត់ផ្គង់សុខភាពរាងកាយរបស់អ្នកជាតម្រូវការការងារកើនឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll have a dreamy yet mysterious presence, dear Gemini, as the Leo moon and Neptune align. These vibes are perfect for selling visions, boosting popularity, and gaining support from peers. A burst of luck brings surprises your way while a cosmic kite graces our skies, though sacrifices may be required to make space for opportunity. Think carefully about what you want, but don't hesitate to jump when the universe begs you to take a leap of faith. Luckily, a grand trine between Venus, Uranus, and Pluto boosts the heart and mind, unleashing your bravest and most charming self, allowing new horizons to be discovered."
        },
        "kh": {
            "today": "អ្នកនឹងមានវត្តមានដ៏អស្ចារ្យប៉ុន្តែជាអាថ៌កំបាំងគឺជាការជាទីស្រឡាញ់របស់ Gemini, ដូចជា Leo Moon និង Neptune តម្រឹម។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការលក់ចក្ខុវិស័យជំរុញប្រជាប្រិយភាពនិងទទួលបានការគាំទ្រពីមិត្តភក្ដិ។ការផ្ទុះសំណាងមួយធ្វើឱ្យមានការភ្ញាក់ផ្អើលចំពោះផ្លូវរបស់អ្នកខណៈដែលខ្លែងកំប៉ុងមានមេឃរបស់យើងទោះបីជាការលះបង់អាចត្រូវការដើម្បីធ្វើឱ្យមានកន្លែងសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាសសម្រាប់ឱកាស។គិតឱ្យបានម៉ត់ចត់អំពីអ្វីដែលអ្នកចង់បានប៉ុន្តែកុំស្ទាក់ស្ទើរក្នុងការលោតនៅពេលដែលសកលលោកអង្វរអ្នកឱ្យលោតផ្លោះនៃសេចក្តីជំនឿ។សំណាងល្អ Trinal Trinal រវាង Venus Venus អ៊ុយរ៉ានុសនិងផ្លាតូជួយបង្កើនដួងចិត្តនិងចិត្តរបស់អ្នកដោយមិនមានភាពទាក់ទាញបំផុតរបស់អ្នកដែលអនុញ្ញាតឱ្យរកឃើញជើងមេឃថ្មី។"
        }
    }
]