[
    {
        "sign": "Aries",
        "en": {
            "today": "You should wake up feeling renewed and full of purpose, beloved Aries, thanks to a sweet connection between the Scorpio moon and nodes of fate. Make minor adjustments that better align with your most pressing goals, and clear away distractions that have created stagnancy. Work on building trust and nurturing deeper connections as the house passes, recognizing the vital role these supportive allies play in your path toward self-actualization. A burst of productivity finds you this evening when Mars activates, pushing you to tie up loose ends and get ahead of to-do lists. Embrace experiences that are outside of your wheelhouse once Luna enters Sagittarius later tonight."
        },
        "kh": {
            "today": "អ្នកគួរតែក្រោកឡើងអារម្មណ៍បន្តហើយពោរពេញដោយគោលបំណង, ជាទីស្រឡាញ់, អរគុណ, ដោយសារតែការតភ្ជាប់ដ៏ផ្អែមល្ហែមរវាងខ្ញាដំរីព្រះច័ន្ទនិងថ្នាំងរបស់វាសនា។ធ្វើការកែតម្រូវអនីតិជនដែលស្របគ្នានឹងគោលដៅដែលអ្នកចុចបំផុតរបស់អ្នកហើយលុបការរំខានដែលបានបង្កើតនៅចំពោះមុខ។ធ្វើការលើការកសាងការជឿទុកចិត្តនិងចិញ្ចឹមបីបាច់ការតភ្ជាប់កាន់តែស៊ីជម្រៅនៅពេលដែលផ្ទះនេះឆ្លងកាត់ដោយទទួលស្គាល់តួនាទីដ៏សំខាន់ទាំងនេះសម្ព័ន្ធមិត្តដែលគាំទ្រទាំងនេះលេងនៅក្នុងផ្លូវរបស់អ្នកចំពោះការធ្វើឱ្យខ្លួនឯងមានភាពប្រាកដខ្លួនឯង។ការផ្ទុះផលិតភាពមួយរកអ្នកនៅល្ងាចនេះនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មជំរុញអ្នកឱ្យចងខ្សែរលុងហើយឈានទៅមុខក្នុងការងារត្រូវធ្វើ។ចាប់យកបទពិសោធន៍ដែលនៅខាងក្រៅរទេះរុញរបស់អ្នកនៅពេលដែល Luna ចូល Sagittarius នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Give your body the rest it needs to recover from the work week, dearest Leo. As the Scorpio moon aligns with the nodes of fate, recharging your batteries should be a priority. Opt for an easy day at home instead of exploring with friends, and allow yourself just to be. Your domestic talents benefit from a celestial boost when Mars activates this evening, encouraging you to move. Whether you're a master in the kitchen, excellent at home improvement projects, or want clean sheets to roll around in-- now is the time to own your space. Last-minute plans may take you elsewhere later tonight once Luna enters Sagittarius, igniting your adventurous heart."
        },
        "kh": {
            "today": "ផ្តល់ឱ្យរាងកាយរបស់អ្នកនូវអ្វីដែលនៅសល់វាចាំបាច់ត្រូវងើបឡើងវិញពីសប្តាហ៍ការងារដែលជាទីស្រឡាញ់បំផុត។ក្នុងនាមជា Scorpio Mon Kear តម្រឹមជាមួយថ្នាំងរបស់ជោគវាសនាសាកអាគុយរបស់អ្នកគួរតែជាអាទិភាព។ជ្រើសយកមួយថ្ងៃដែលមានភាពងាយស្រួលនៅផ្ទះជំនួសឱ្យការរុករកជាមួយមិត្តភក្តិនិងអនុញ្ញាតឱ្យខ្លួនអ្នកក្លាយជា។ទេពកោសល្យក្នុងស្រុករបស់អ្នកទទួលបានអត្ថប្រយោជន៍ពីការជំរុញសេឡេស្ទាលនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅល្ងាចនេះលើកទឹកចិត្តអ្នកឱ្យផ្លាស់ទីលំនៅ។មិនថាអ្នកជាមេនៅក្នុងផ្ទះបាយល្អបំផុតក្នុងគម្រោងកែលម្អគេហដ្ឋានឬចង់បានសន្លឹកស្អាតដើម្បីវិលជុំវិញក្នុងនោះទេឥឡូវនេះគឺជាពេលវេលាដែលត្រូវកាន់កាប់កន្លែងរបស់អ្នក។ផែនការនាទីចុងក្រោយអាចចំណាយពេលអ្នកនៅកន្លែងផ្សេងទៀតនៅយប់នេះនៅពេលដែល Luna ចូល Sagittarius, បញ្ឆេះបេះដូងផ្សងព្រេងរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Pay attention to any familiar faces that pop up in your dreams early this morning, darling Taurus, as the Scorpio moon aspects the nodes of fate. These people may have important messages or advice to offer, so consider reaching out to catch up. The cosmic climate this evening is perfect for an adventurous outing with someone special as Mars activates in your solar fifth house. Seek company and activities that ignite your spirit, and don't shy away from a bit of playful competition. You'll crave more intimate settings later tonight when Luna enters Sagittarius, helping you shed layers to connect emotionally."
        },
        "kh": {
            "today": "យកចិត្តទុកដាក់លើមុខមាត់ដែលធ្លាប់ស្គាល់ដែលលេចឡើងនៅក្នុងក្តីសុបិន្តរបស់អ្នកនៅព្រឹកនេះនៅព្រឹកនេះ Taurling Taurus, ដូចជាផ្នែកព្រះចន្ទ Scorpio, Notepio Notepio នេះថ្នាំងនៃជោគវាសនា។មនុស្សទាំងនេះអាចមានសារសំខាន់ៗឬដំបូន្មានដែលត្រូវផ្តល់ជូនដូច្នេះពិចារណាអំពីការចាប់បាន។អាកាសធាតុលោហធាតុល្ងាចនេះគឺល្អឥតខ្ចោះសម្រាប់ការផ្សងព្រេងដែលមានអ្នកផ្សងព្រេងជាមួយនរណាម្នាក់ពិសេសនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅក្នុងផ្ទះថាមពលព្រះអាទិត្យរបស់អ្នក។ស្វែងរកក្រុមហ៊ុននិងសកម្មភាពដែលបញ្ឆេះស្មារតីរបស់អ្នកហើយកុំខ្មាស់អៀនពីការប្រកួតប្រជែងលេងបន្តិច។អ្នកនឹងមានភាពស្និទ្ធស្នាលជាងមុននៅយប់នេះនៅពេលដែល Luna ចូល Sagittarius, ជួយអ្នកឱ្យស្រទាប់ស្រទាប់ដើម្បីភ្ជាប់អារម្មណ៍។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You could awaken to news of breakthroughs, dear Gemini, thanks to a sweet alliance between the Scorpio moon and nodes of fate. Channel this energy further by following through on opportunities or working toward specific goals. As each moment passes, your eye for detail improves, allowing you to perfect projects. Turn the focus on your home life or arrange a family gathering as evening sets in and Mars activates, helping you gain fire from your roots. Go out of your way to encourage loved ones after Luna enters Sagittarius later tonight, increasing your positive influence over those who matter most."
        },
        "kh": {
            "today": "អ្នកអាចភ្ញាក់ដឹងខ្លួនចំពោះព័ត៌មានដ៏លេចធ្លោការជាទីស្រឡាញ់របស់ Gemini សូមគោរពសូមអរគុណដល់សម្ព័ន្ធភាពផ្អែមរវាងខ្យាដំរីព្រះច័ន្ទនិងថ្នាំងរបស់វាសនា។ឆានែលថាមពលនេះបន្ថែមទៀតដោយធ្វើតាមឱកាសឬធ្វើការឆ្ពោះទៅរកគោលដៅជាក់លាក់។នៅពេលដែលពេលវេលានីមួយៗឆ្លងកាត់, ភ្នែករបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតប្រសើរឡើងដែលអនុញ្ញាតឱ្យអ្នកឈានដល់គម្រោងដ៏ល្អឥតខ្ចោះ។បង្វែរការផ្តោតអារម្មណ៍ទៅលើជីវិតផ្ទះរបស់អ្នកឬរៀបចំពិធីជប់លៀងគ្រួសារមួយរាត្រីដែលជាពេលល្ងាចចូលនិងភពព្រះអង្គារធ្វើឱ្យសកម្មជួយឱ្យអ្នកទទួលបានភ្លើងពីឫសរបស់អ្នក។ចេញទៅក្រៅរបស់អ្នកដើម្បីលើកទឹកចិត្តដល់អ្នកដែលជាទីស្រឡាញ់បន្ទាប់ពីលោក Luna ចូល Sagittarius នៅយប់នេះការកើនឡើងឥទ្ធិពលវិជ្ជមានរបស់អ្នកលើអ្នកដែលមានសារៈសំខាន់បំផុត។"
        }
    }
]