[
    {
        "sign": "Aries",
        "en": {
            "today": "Your thoughts and conversations will seem deeper throughout the coming weeks, dear Aries, as Mercury enters Scorpio. Activating the sector of your chart that governs commitment, transformation, and empowerment, now is the time to get serious about what you want and where change is needed. Work toward what is fair within your partnerships, but don't hesitate to drive a hard bargain in business. Your ability to speak clearly and with conviction gives you an edge while negotiations play out. The full moon rises in your sign tonight, asking you to reconnect with any goals that were set during your birthday season."
        },
        "kh": {
            "today": "ជាទីស្រឡាញ់របស់អ្នកនឹងកាន់តែស៊ីជម្រៅពេញមួយសប្តាហ៍ខាងមុខនេះដែលជាទីស្រឡាញ់ដែលទទួលមរណភាព។ធ្វើឱ្យសកម្មវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការប្តេជ្ញាចិត្តការផ្លាស់ប្តូរនិងការផ្តល់អំណាចឥឡូវនេះគឺជាពេលវេលាដែលត្រូវយកចិត្តទុកដាក់ចំពោះអ្វីដែលអ្នកចង់បាននិងកន្លែងដែលត្រូវការការផ្លាស់ប្តូរ។ធ្វើការឆ្ពោះទៅរកអ្វីដែលមានភាពយុត្តិធម៌ក្នុងភាពជាដៃគូរបស់អ្នកប៉ុន្តែកុំស្ទាក់ស្ទើរក្នុងការដេញថ្លៃការចរចាដ៏លំបាកនៅក្នុងអាជីវកម្ម។សមត្ថភាពរបស់អ្នកក្នុងការនិយាយយ៉ាងច្បាស់និងដោយការផ្តន្ទាទោសផ្តល់ឱ្យអ្នកនូវការចរចារចេញ។ព្រះច័ន្ទពេញលេញបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅយប់នេះដោយស្នើសុំឱ្យអ្នកភ្ជាប់ជាមួយគោលដៅណាមួយដែលត្រូវបានកំណត់ក្នុងរដូវខួបកំណើតរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Family dynamics will take up much focus within the coming weeks, dear Leo, as Mercury enters Scorpio. This planetary placement encourages you to reconnect with your roots, prioritizing loved ones who helped shape you. You'll also have a chance to make sense of events from your youth that left a lasting impression, so don't hesitate to go deep. Find appreciation for the ups and downs that guided you toward adulthood, and how they made you stronger. Magick surrounds you under tonight's Aries full moon, and your wishes are likely to manifest quickly when they come from the heart."
        },
        "kh": {
            "today": "សក្ដានុពលក្នុងគ្រួសារនឹងយកចិត្តទុកដាក់ខ្លាំងនៅសប្តាហ៍ខាងមុខនេះលីអូដែលជាទីស្រឡាញ់នៅពេលដែលបារតចូល Scorpio ។ការដាក់ផែនការនេះលើកទឹកចិត្តឱ្យអ្នកភ្ជាប់ជាមួយឫសរបស់អ្នកដោយផ្តល់អាទិភាពដល់អ្នកដែលបានជួយអ្នក។អ្នកនឹងមានឱកាសធ្វើឱ្យមានអារម្មណ៍ថាព្រឹត្តិការណ៍ពីយុវវ័យរបស់អ្នកដែលបានបន្សល់ទុកនូវចំណាប់អារម្មណ៍យូរអង្វែងដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការជ្រៅ។ស្វែងរកការកោតសរសើរចំពោះការកើនឡើងនិងការធ្លាក់ចុះដែលបានដឹកនាំអ្នកឆ្ពោះទៅរកភាពពេញវ័យនិងរបៀបដែលពួកគេធ្វើឱ្យអ្នកកាន់តែរឹងមាំ។Magick ព័ទ្ធជុំវិញអ្នកនៅថ្ងៃរៀងនៅទីក្រុងរាត្រីនេះព្រះច័ន្ទពេញរបស់អ្នកហើយបំណងប្រាថ្នារបស់អ្នកទំនងជាបង្ហាញយ៉ាងឆាប់រហ័សនៅពេលពួកគេចេញពីបេះដូង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let sweetness in and show your romantic side, darling Taurus, as Mercury enters Scorpio and the sector of your chart that governs love. Now is the time to establish balance within relationships, though personal harmony will play a massive role in your ability to maintain elevated connections. Tune in more closely to your mental and emotional state throughout the coming weeks, recognizing when you need to banish tension and embrace pampering. You'll also have a gift for seeing situations and people as they are, allowing you to navigate both with precision. Tonight's Aries full moon puts you in an introspective headspace, encouraging solitude and release."
        },
        "kh": {
            "today": "សូមឱ្យភាពផ្អែមល្ហែមនិងបង្ហាញផ្នែកស្នេហារបស់អ្នក, Taurus Taurus, ខណៈដែល Marryer ចូល Scorpio និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងសេចក្តីស្រឡាញ់។ឥឡូវនេះគឺជាពេលវេលាដើម្បីបង្កើតតុល្យភាពនៅក្នុងទំនាក់ទំនងទោះបីជាភាពសុខដុមផ្ទាល់ខ្លួននឹងដើរតួយ៉ាងធំនៅក្នុងសមត្ថភាពរបស់អ្នកក្នុងការរក្សាការតភ្ជាប់កើនឡើង។អ៊ីចឹងកាន់តែជិតស្និទ្ធនឹងស្ថានភាពផ្លូវចិត្តនិងអារម្មណ៍របស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះដោយទទួលស្គាល់នៅពេលដែលអ្នកត្រូវការដើម្បីហាមឃាត់ភាពតានតឹងនិងចាប់យកការចាប់យកភាពតានតឹង។អ្នកក៏អ្នកក៏មានអំណោយសម្រាប់ការមើលឃើញស្ថានភាពនិងប្រជាជនផងដែរដែលអនុញ្ញាតឱ្យអ្នកបើកមើលភាពជាក់លាក់ទាំងពីរ។ព្រះច័ន្ទរបស់យប់នេះធ្វើឱ្យអ្នកមាននៅក្នុងក្បាលមួយដែលមានចំលើយដែលលើកទឹកចិត្តដល់ភាពឯកោនិងការដោះលែង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury migrates into Scorpio and your solar sixth house, dear Gemini, sharpening your eye for detail and ability to read others. These vibes are perfect for reorganizing your own life and pushing away what does not serve you. Brace for the occasional sacrifice, especially when building relationships. Though your opinions will be strong, teamwork should remain a priority. Tread lightly while offering advice, taking steps to articulate yourself with compassion so loved ones don't feel criticized. The Aries full moon rises later tonight, inspiring you to revamp your image online and connect with communities that bring out your creative side."
        },
        "kh": {
            "today": "បារតធ្វើចំណោមាក្រោមចូលក្នុង Scorpio និងផ្ទះទី 6 របស់ Solar Logard ជាទីស្រឡាញ់របស់ Gemini, ធ្វើឱ្យប្រសើរឡើងនូវភ្នែករបស់អ្នកលម្អិតលម្អិតនិងសមត្ថភាពអានអ្នកដទៃ។ភាពរស់រវើកទាំងនេះគឺល្អឥតខ្ចោះសម្រាប់ការរៀបចំជីវិតរបស់អ្នកឡើងវិញហើយជំរុញឱ្យឆ្ងាយពីអ្វីដែលមិនបម្រើអ្នក។ដាស់តឿនសម្រាប់ការបូជាម្តងមុទ្ធជាពិសេសនៅពេលកសាងទំនាក់ទំនង។ទោះបីជាមតិរបស់អ្នកនឹងរឹងមាំក៏ដោយការងារជាក្រុមគួរតែនៅតែជាអាទិភាព។ស្ទាប្រៀនស្រាល ៗ ខណៈពេលដែលផ្តល់ដំបូន្មាន, ចាត់វិធានការដើម្បីបង្ហាញពីខ្លួនអ្នកដោយក្តីមេត្តាដែលមនុស្សជាទីស្រឡាញ់ដូច្នេះមិនមានអារម្មណ៍ថាមានការរិះគន់ឡើយ។Aries ពេញព្រះច័ន្ទបានកើនឡើងនៅយប់នេះនៅយប់នេះដែលបំផុសគំនិតអ្នកឱ្យកែប្រែរូបភាពរបស់អ្នកតាមអ៊ិនធរណេតហើយភ្ជាប់ទំនាក់ទំនងជាមួយសហគមន៍ដែលនាំឱ្យអ្នកច្នៃប្រឌិតរបស់អ្នក។"
        }
    }
]