[
    {
        "sign": "Aries",
        "en": {
            "today": "Neptune retrogrades into Pisces, darling ram, coating the world with a surreal energy. You may feel like hiding in order to reclaim focus, but you should give yourself space to daydream and enjoy softness as well. Avoid zoning out; instead, do what you can to harness these visionary vibes as you consider your deep desires. Stick to trusted partners while interacting socially once the Scorpio moon aspects the nodes of fate this evening, and ask for advice when it comes to working on goals. Scorpio season kicks off later tonight, putting you in an empowered and transactional headspace throughout the coming weeks."
        },
        "kh": {
            "today": "Neptune Retrogrades ចូលក្នុង Pisces, Darling Ram, ថ្នាំ, ការព្យាបាលពិភពលោកជាមួយនឹងថាមពលដែលគួរឱ្យជឿ។អ្នកប្រហែលជាមានអារម្មណ៍ថាចង់លាក់ខ្លួនដើម្បីទទួលការផ្តោតអារម្មណ៍ប៉ុន្តែអ្នកគួរតែផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរនិងរីករាយនឹងភាពទន់ភ្លន់ផងដែរ។ជៀសវាងការដំឡើងតំបន់;ផ្ទុយទៅវិញធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីទាញយកនូវភាពរស់រវើកទាំងនេះនៅពេលដែលអ្នកពិចារណាពីបំណងប្រាថ្នាដ៏ជ្រាលជ្រៅរបស់អ្នក។ប្រកាន់ខ្ជាប់នូវដៃគូដែលទុកចិត្តខណៈពេលដែលធ្វើអន្តរកម្មក្នុងសង្គមនៅពេលដែលចំណុចព្រះច័ន្ទ Scorpio ថ្នមៗនៃជោគវាសនានៅល្ងាចនេះហើយសុំដំបូន្មាននៅពេលធ្វើការលើគោលដៅ។Washpio រដូវកាលចាប់ផ្តើមនៅយប់នេះដាក់អ្នកនៅក្នុងក្បាលដែលមានអំណាចនិងប្រតិបត្តិការនៅទូទាំងសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Avoid waxing poetic about partnerships that are no longer, dear Leo, as Neptune retrogrades into Pisces. This planetary backspin makes it easier to sugarcoat situations that weren't in your best interest. Rather than fostering regrets, consider what you learned from each commitment or relationship that fell through. By understanding where things went awry, you empower yourself never to repeat these mistakes. The Scorpio moon aspects the nodes of fate this evening, bringing an intensely nostalgic energy your way. Stay focused on healthy comforts instead of grief to evolve and find strength. The sun enters Scorpio tonight, asking you to prioritize rest throughout the coming weeks."
        },
        "kh": {
            "today": "ជៀសវាងការត្បាញកំណាព្យអំពីភាពជាដៃគូដែលលែងជាទីស្រឡាញ់នៅពេលដែលលោក Leo Detrogrades ទៅក្នុង Pisces ។PackSpin ភពនេះធ្វើឱ្យវាកាន់តែងាយស្រួលចំពោះស្ថានភាពអំពៅដែលមិនមានក្នុងចំណាប់អារម្មណ៍ដ៏ល្អបំផុតរបស់អ្នក។ជាជាងជំរុញការសោកស្តាយសូមពិចារណានូវអ្វីដែលអ្នកបានរៀនពីការប្តេជ្ញាចិត្តឬទំនាក់ទំនងនីមួយៗដែលបានធ្លាក់ចុះ។តាមរយៈការយល់ដឹងដែលជាកន្លែងដែលធ្វើឱ្យអ្នកមានឥទ្ធិពលលើខ្លួនឯងមិនដែលធ្វើឱ្យមានកំហុសទាំងនេះម្តងទៀតឡើយ។ទិដ្ឋភាព Scorpio ព្រះច័ន្ទថ្នមៗនៃជោគវាសនានៅល្ងាចនេះដែលនាំមកនូវថាមពលដែលមានថាមពលខ្លាំងក្លាយ៉ាងខ្លាំងតាមរបៀបរបស់អ្នក។ផ្តោតអារម្មណ៍លើការលួងលោមដែលមានសុខភាពល្អជំនួសឱ្យការសោកសៅដើម្បីវិវត្តនិងស្វែងរកកម្លាំង។ព្រះអាទិត្យចូលក្នុង Scorpio នៅយប់នេះដោយស្នើសុំឱ្យអ្នកផ្តល់អាទិភាពដល់ការសម្រាកពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Give yourself a break from harsh news stories, but avoid drifting towards denial, dear Taurus, as Neptune backslides into Pisces. Heightened intuition puts you more in tune with society as a whole, but it may take some time to recognize where you can make a difference. Bring softness and beauty into the world when you can, and focus on enriching local communities before expanding outward. Your interests evolve while the Scorpio moon aligns with the nodes of fate this evening, exposing you to subcultures that can lead to new friendships. An era of romance begins tonight once Scorpio season kicks off!"
        },
        "kh": {
            "today": "ផ្តល់ឱ្យខ្លួនអ្នកនូវការសម្រាកពីរឿងរ៉ាវព័ត៌មានដ៏អាក្រក់ប៉ុន្តែជៀសវាងការរសាត់ឆ្ពោះទៅរកការបដិសេធនេះ Taurus ជាទីស្រឡាញ់នៅពេលដែលការប្រេះឆាលើ Neptune ក្លាយជា Pisces ។វិចារណញាណដែលបានកើនឡើងដាក់អ្នកឱ្យមានបទភ្លេងកាន់តែច្រើនជាមួយសង្គមទាំងមូលប៉ុន្តែវាអាចចំណាយពេលខ្លះដើម្បីស្គាល់កន្លែងដែលអ្នកអាចធ្វើឱ្យមានភាពខុសគ្នា។នាំមកនូវភាពទន់និងភាពស្រស់ស្អាតចូលក្នុងពិភពលោកនៅពេលដែលអ្នកអាចធ្វើបានហើយផ្តោតលើការពង្រឹងសហគមន៍មូលដ្ឋាននៅមុនពេលពង្រីកទៅមុខ។ចំណាប់អារម្មណ៍របស់អ្នកវិវឌ្ឍន៍ខណៈពេលដែល Scorpio Mon តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានេះដោយលាតត្រដាងអ្នកទៅ subcultures ដែលអាចនាំឱ្យមានមិត្តភាពថ្មី។យុគសម័យនៃមនោសញ្ចេតនាចាប់ផ្តើមនៅយប់នេះនៅពេលដែល Scorpio រដូវកាលនៃរដូវកាល Scorpio ចាប់ផ្តើម!"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll be forced to address obstacles that have been ignored, dear Gemini, as Neptune backslides into Pisces. Fight confusion with accountability, taking a hard look at the challenges that lie ahead. You'll have an easier time sidestepping these hurdles when realism and creativity collide. Though it may be difficult, ask for help and admit if you don't have the answers to your own problems. The Scorpio moon allows you to accomplish more when teamwork is embraced. Set yourself up for future successes by prioritizing your health and organizing your life once the nodes of fate align this evening. You'll need to feel good in your body after Scorpio season kicks off tonight, increasing your workload throughout the coming weeks."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវបានបង្ខំឱ្យដោះស្រាយឧបសគ្គដែលត្រូវបានគេមិនអើពើគឺ Gemini ជាទីស្រឡាញ់នៅពេលដែលការធ្វើឱ្យការឃ្លាតឆ្ងាយរបស់ Neptune ចូលទៅក្នុង Pisces ។ប្រយុទ្ធប្រឆាំងនឹងភាពភ័ន្តច្រឡំជាមួយនឹងគណនេយ្យភាពដោយយកចិត្តទុកដាក់ចំពោះបញ្ហាប្រឈមដែលនៅខាងមុខ។អ្នកនឹងមានពេលវេលាងាយស្រួលជាងមុនដែលមានឧបសគ្គទាំងនេះនៅពេលមានភាពប្រាកដនិយមនិងការច្នៃប្រឌិត។ទោះបីជាវាអាចពិបាកក៏ដោយសុំជំនួយនិងសារភាពប្រសិនបើអ្នកមិនមានចម្លើយចំពោះបញ្ហាផ្ទាល់ខ្លួនរបស់អ្នក។Mascpio Moon អនុញ្ញាតឱ្យអ្នកសំរេចបានច្រើននៅពេលដែលការងារជាក្រុមត្រូវបានគេឱបក្រសោប។កំណត់ខ្លួនអ្នកឱ្យទទួលបានជោគជ័យនាពេលអនាគតដោយធ្វើឱ្យមានអាទិភាពដល់សុខភាពរបស់អ្នកនិងរៀបចំជីវិតរបស់អ្នកនៅពេលដែលថ្នាំងនៃវាសនាស្របគ្នានៅល្ងាចនេះ។អ្នកនឹងត្រូវមានអារម្មណ៍ល្អនៅក្នុងខ្លួនរបស់អ្នកបន្ទាប់ពីរដូវកាល Scorpio ចាប់ផ្តើមនៅយប់នេះបង្កើនបន្ទុកការងាររបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។"
        }
    }
]