[
    {
        "sign": "Aries",
        "en": {
            "today": "The stakes are high within your professional goals and private relationships, dear Aries. As Mercury and Jupiter face off, recognize if you require more guidance or support while building success or a home to call your own. You could hit a fork in the road once the Sagittarius Moon squares the Nodes of Fate this afternoon, bringing contrast to alternate paths that lie ahead. Trusting in your ability to adapt will make it easier to swim in uncharted territories that will likely offer the biggest rewards. A mentor figure may deliver valuable but off-the-table insights when Venus aspects Saturn later tonight."
        },
        "kh": {
            "today": "ប្រាក់ភ្នាល់គឺខ្ពស់នៅក្នុងគោលដៅអាជីព និងទំនាក់ទំនងឯកជនរបស់អ្នក ជាទីស្រឡាញ់ Aries ។នៅពេលដែលភពពុធ និងភពព្រហស្បតិ៍ ប្រឈមមុខនឹងការបិទ សូមទទួលស្គាល់ប្រសិនបើអ្នកត្រូវការការណែនាំ ឬការគាំទ្របន្ថែម ខណៈពេលដែលការកសាងភាពជោគជ័យ ឬផ្ទះដើម្បីហៅខ្លួនអ្នក។អ្នកអាចប៉ះនឹងផ្លូវបំបែកនៅពេលដែលព្រះច័ន្ទ Sagittarius កាត់ចំនុច Nodes of Fate នៅរសៀលនេះ ដោយនាំមកនូវភាពផ្ទុយគ្នាទៅនឹងផ្លូវឆ្លាស់គ្នាដែលនៅខាងមុខ។ការជឿជាក់លើសមត្ថភាពរបស់អ្នកក្នុងការសម្របខ្លួននឹងធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការហែលទឹកនៅក្នុងទឹកដីដែលមិនមានតារាង ដែលទំនងជានឹងផ្តល់រង្វាន់ដ៏ធំបំផុត។តួលេខអ្នកណែនាំអាចផ្តល់នូវការយល់ដឹងដ៏មានតម្លៃ ប៉ុន្តែក្រៅតារាងនៅពេលដែល Venus ទិដ្ឋភាព Saturn នៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "News travels fast as Mercury and Jupiter face off, dearest Leo, though important details could get lost along the way. If you sense flaws in someone else's story, it might be worth asking follow-up questions. However, trying to fill in holes on your own may trigger obsessive spirals. Your heart will feel pulled in opposing directions when the Sagittarius Moon enters a t-square with the Nodes of Fate. Recognize if your comfort level is truly sustainable, or prevents you from evolving over time. Meanwhile, Venus and Saturn align to remind you that love should motivate you to mature and build success."
        },
        "kh": {
            "today": "ព័ត៌មានធ្វើដំណើរយ៉ាងលឿននៅពេលដែលភពពុធ និងភពព្រហស្បតិ៍ប្រឈមមុខនឹង Leo ជាទីស្រឡាញ់បំផុត ទោះបីជាព័ត៌មានលម្អិតសំខាន់ៗអាចបាត់បង់តាមផ្លូវក៏ដោយ។ប្រសិនបើអ្នកយល់ថាមានកំហុសនៅក្នុងរឿងរបស់នរណាម្នាក់ វាអាចមានតម្លៃសួរសំណួរតាមដាន។ទោះជាយ៉ាងណាក៏ដោយ ការព្យាយាមបំពេញរន្ធដោយខ្លួនអ្នកអាចបង្កឱ្យមានការឈ្លក់វង្វេង។បេះដូងរបស់អ្នកនឹងមានអារម្មណ៍ថាត្រូវបានទាញនៅក្នុងទិសដៅផ្ទុយនៅពេលដែលព្រះច័ន្ទ Sagittarius ចូលទៅក្នុង t-square ជាមួយនឹង Nodes of Fate ។ទទួលស្គាល់ថាតើកម្រិតផាសុកភាពរបស់អ្នកពិតជាមាននិរន្តរភាព ឬរារាំងអ្នកពីការវិវត្តន៍តាមពេលវេលា។ទន្ទឹមនឹងនេះ Venus និង Saturn តម្រឹមដើម្បីរំលឹកអ្នកថាស្នេហាគួរតែជំរុញអ្នកឱ្យមានភាពចាស់ទុំនិងកសាងភាពជោគជ័យ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Expand your mind to discover untapped possibilities, dear Taurus, as Mercury and Jupiter face off. Taking in new ideas or knowledge will be beneficial for elevating existing goals, though paths you've never considered before could prove quite alluring. Your voice is an important instrument, and your messages will ripple to reach far corners. A touch of luck allows your visions to intersect with the right people who might help materialize your dreams. Tinges of guilt may arise while the Sagittarius Moon squares the Nodes of Fate, especially if you begin to surpass former collaborators or peers. Luckily, you'll find the reinforcement you need from loved ones who only want the best for you when Venus and Saturn align later tonight."
        },
        "kh": {
            "today": "ពង្រីកគំនិតរបស់អ្នកដើម្បីស្វែងរកលទ្ធភាពដែលមិនទាន់បានប្រើ ជាទីស្រឡាញ់ Taurus នៅពេលដែលភពពុធ និងភពព្រហស្បតិ៍ប្រឈមមុខ។ការទទួលយកគំនិត ឬចំណេះដឹងថ្មីៗនឹងមានប្រយោជន៍សម្រាប់ការលើកកម្ពស់គោលដៅដែលមានស្រាប់ ទោះបីជាផ្លូវដែលអ្នកមិនធ្លាប់គិតពីមុនមក អាចបង្ហាញឱ្យឃើញពីភាពទាក់ទាញក៏ដោយ។សំឡេងរបស់អ្នកគឺជាឧបករណ៍ដ៏សំខាន់ ហើយសាររបស់អ្នកនឹងញ័រដើម្បីទៅដល់ជ្រុងឆ្ងាយ។ការប៉ះនៃសំណាងអនុញ្ញាតឱ្យចក្ខុវិស័យរបស់អ្នកប្រសព្វជាមួយមនុស្សត្រឹមត្រូវ ដែលអាចជួយសម្រេចក្តីសុបិនរបស់អ្នក។ភាពខុសឆ្គងអាចកើតមានឡើង ខណៈពេលដែលព្រះច័ន្ទ Sagittarius Moon កាត់ចំនុចនៃជោគវាសនា ជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមមានប្រៀបជាងអតីតសហការី ឬមិត្តភក្ដិ។សំណាងល្អ អ្នកនឹងរកឃើញការពង្រឹងដែលអ្នកត្រូវការពីមនុស្សជាទីស្រលាញ់ដែលចង់បានតែអ្វីដែលល្អបំផុតសម្រាប់អ្នក នៅពេលដែល Venus និង Saturn តម្រឹមគ្នានៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Finding time to appreciate your blessings will make you less inclined to focus on what's lacking, dear Gemini. As Mercury and Jupiter face off, you'll gain more when approaches to prosperity come from a place that's rooted in experience. Reassess what's worked for you in the past to decipher the best way forward. New partnerships or investments in your vision could also emerge to strengthen your position. It may be necessary to hush your sentimental side while the Sagittarius Moon squares the Nodes of Fate this afternoon. Fears around success and failure need to be addressed if you're to overcome them. Give love to those who have your back and can offer sound advice once Venus aspects Saturn tonight."
        },
        "kh": {
            "today": "ការស្វែងរកពេលវេលាដើម្បីដឹងគុណចំពោះពរជ័យរបស់អ្នកនឹងធ្វើឱ្យអ្នកមិនសូវមានទំនោរក្នុងការផ្តោតលើអ្វីដែលខ្វះខាតទេ Gemini ជាទីស្រឡាញ់។នៅពេលដែលភពពុធ និងភពព្រហស្បតិ៍ ប្រឈមមុខនឹងគ្នា អ្នកនឹងទទួលបានកាន់តែច្រើន នៅពេលដែលខិតទៅរកភាពចម្រុងចម្រើន មកពីកន្លែងដែលមានឫសគល់នៃបទពិសោធន៍។វាយតម្លៃឡើងវិញនូវអ្វីដែលបានដំណើរការសម្រាប់អ្នកកាលពីអតីតកាល ដើម្បីបកស្រាយវិធីដ៏ល្អបំផុតឆ្ពោះទៅមុខ។ភាពជាដៃគូថ្មី ឬការវិនិយោគនៅក្នុងចក្ខុវិស័យរបស់អ្នកក៏អាចលេចឡើងដើម្បីពង្រឹងជំហររបស់អ្នកផងដែរ។វាប្រហែលជាចាំបាច់ដើម្បីបង្អាក់ផ្នែកមនោសញ្ចេតនារបស់អ្នក ខណៈពេលដែលព្រះច័ន្ទ Sagittarius កាត់ចំនុច Nodes of Fate នៅរសៀលនេះ។ការភ័យខ្លាចជុំវិញភាពជោគជ័យ និងបរាជ័យចាំបាច់ត្រូវដោះស្រាយ ប្រសិនបើអ្នកចង់យកឈ្នះពួកគេ។ផ្តល់ក្តីស្រលាញ់ដល់អ្នកដែលមានខ្នងរបស់អ្នក ហើយអាចផ្តល់ដំបូន្មានល្អនៅពេលដែល Venus ទិដ្ឋភាព Saturn យប់នេះ។"
        }
    }
]