[
    {
        "sign": "Aries",
        "en": {
            "today": "Filling your head with unreasonable expectations will only dampen your morale, darling Aries. As the Capricorn Sun and Chiron square off, don't put success over your own well-being. Strong professional partnerships form while the Scorpio Moon and Mercury align midafternoon, alleviating some of the pressure you've been carrying. Your focus shifts toward intimate connections once Jupiter stirs, putting you in the mood for a cozy evening at home with family and close friends. Empowering vibes find you when Luna aspects Mars later tonight, inspiring new goals that honor your need for growth without pushing your endurance to the extreme."
        },
        "kh": {
            "today": "ការបំពេញក្បាលរបស់អ្នកជាមួយនឹងការរំពឹងទុកមិនសមហេតុផលនឹងធ្វើឱ្យខូចសីលធម៌របស់អ្នក Aries ជាទីស្រឡាញ់។នៅពេលដែល Capricorn Sun និង Chiron បញ្ចប់កុំដាក់ជោគជ័យលើសុខុមាលភាពផ្ទាល់ខ្លួនរបស់អ្នក។ភាពជាដៃគូដែលមានជំនាញវិជ្ជាជីវៈខ្លាំងបានបង្កើតឡើងខណៈពេលដែល Scorpio Moon និង Mercury តម្រឹមពេលរសៀល ដោយកាត់បន្ថយសម្ពាធមួយចំនួនដែលអ្នកបានកំពុងអនុវត្ត។ការផ្តោតអារម្មណ៍របស់អ្នកផ្លាស់ប្តូរឆ្ពោះទៅរកទំនាក់ទំនងដ៏ស្និទ្ធស្នាល នៅពេលដែលភពព្រហស្បតិ៍រំជើបរំជួល ដោយធ្វើឱ្យអ្នកមានអារម្មណ៍សម្រាប់រាត្រីដ៏កក់ក្ដៅនៅផ្ទះជាមួយក្រុមគ្រួសារ និងមិត្តភក្តិជិតស្និទ្ធ។ភាពរំជើបរំជួលក្នុងការស្វែងរកអ្នកនៅពេលដែល Luna មើលឃើញភពអង្គារនៅយប់នេះ ដែលបំផុសគំនិតនូវគោលដៅថ្មីដែលគោរពតម្រូវការរបស់អ្នកសម្រាប់ការលូតលាស់ដោយមិនរុញច្រានការស៊ូទ្រាំរបស់អ្នកដល់កម្រិតខ្លាំង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Spiritual and wellness practices require some level of discipline if you're to receive their rewards, dear Leo. As the Capricorn Sun and Chiron square off, think of new ways to incorporate mindfulness and healthy choices into your everyday life. The Scorpio Moon strengthens your intuition, making you more in tune with personal needs. Have a productive conversation with your body to better understand how you can support it while Mercury activates midafternoon. Luna connects with Jupiter and Mars, and night creeps in, nudging you to embrace solitude, release physical stress, and catch up on chores around the house."
        },
        "kh": {
            "today": "ការអនុវត្តខាងវិញ្ញាណ និងសុខុមាលភាពតម្រូវឱ្យមានការប្រៀនប្រដៅកម្រិតខ្លះ ប្រសិនបើអ្នកចង់ទទួលបានរង្វាន់របស់ពួកគេ ឡេអូជាទីគោរព។នៅពេលដែល Capricorn Sun និង Chiron បិទ សូមគិតពីវិធីថ្មីដើម្បីបញ្ចូលការគិត និងជម្រើសដែលមានសុខភាពល្អទៅក្នុងជីវិតប្រចាំថ្ងៃរបស់អ្នក។ព្រះច័ន្ទ Scorpio ពង្រឹងវិចារណញាណរបស់អ្នក ធ្វើឱ្យអ្នកកាន់តែស៊ីគ្នាជាមួយនឹងតម្រូវការផ្ទាល់ខ្លួន។ធ្វើការសន្ទនាប្រកបដោយផលិតភាពជាមួយរាងកាយរបស់អ្នក ដើម្បីយល់កាន់តែច្បាស់អំពីរបៀបដែលអ្នកអាចគាំទ្រវា ខណៈដែលបារតធ្វើឱ្យសកម្មនៅពេលរសៀល។Luna ភ្ជាប់ជាមួយភពព្រហស្បតិ៍ និងភពព្រះអង្គារ ហើយពេលយប់ចូលមកដល់ ដោយជំរុញអ្នកឱ្យឱបក្រសោបភាពឯកោ បញ្ចេញភាពតានតឹងផ្នែករាងកាយ និងចាប់យកការងារនៅជុំវិញផ្ទះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Bring structure and mindfulness to your dreams and spiritual practices, dear Taurus, as the Capricorn Sun and Chiron align. These vibes ask you to balance faith with responsibility to ensure your wishes come true. Thought-provoking conversations strengthen connections with loved ones while the Scorpio Moon and Mercury form a sweet aspect midafternoon. Your thoughts elevate once Jupiter stirs this evening, helping you feel more optimistic about love, friendship, and growing healthy relationships. An adventurous energy takes hold when Luna aspects Mars later tonight, tempting you to throw over your bedtime in favor of seeking adventure with someone special."
        },
        "kh": {
            "today": "នាំយករចនាសម្ព័ន្ធ និងការសញ្ជឹងគិតដល់សុបិន និងការអនុវត្តខាងវិញ្ញាណរបស់អ្នក ជាទីគោរព Taurus ខណៈដែល Capricorn Sun និង Chiron តម្រឹម។ភាពរំជើបរំជួលទាំងនេះសុំឱ្យអ្នកធ្វើឱ្យមានតុល្យភាពនៃជំនឿជាមួយនឹងការទទួលខុសត្រូវ ដើម្បីធានាថាបំណងប្រាថ្នារបស់អ្នកក្លាយជាការពិត។ការសន្ទនាដែលបំផុសគំនិតពង្រឹងទំនាក់ទំនងជាមួយមនុស្សជាទីស្រឡាញ់ខណៈពេលដែល Scorpio Moon និង Mercury បង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែមពេលរសៀល។គំនិតរបស់អ្នកកើនឡើងនៅពេលដែលភពព្រហស្បតិ៍ចាប់ផ្តើមនៅល្ងាចនេះ ដែលជួយឱ្យអ្នកមានអារម្មណ៍សុទិដ្ឋិនិយមចំពោះស្នេហា មិត្តភាព និងទំនាក់ទំនងដែលមានសុខភាពល្អ។ថាមពលបែបផ្សងព្រេងកើតឡើងនៅពេលដែល Luna មើលទៅភពអង្គារនៅយប់នេះ ដោយល្បួងអ្នកឱ្យរំលងពេលគេងរបស់អ្នក ដើម្បីស្វែងរកការផ្សងព្រេងជាមួយមនុស្សពិសេស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Steer clear from unhealthy social dynamics as the Capricorn Sun and Chiron square off, darling Gemini. Gatekeeping, cliquish behavior, and unsubstantiated gossip will be infectious, making it the perfect occasion to keep busy with your own affairs. Luckily, the Scorpio Moon keeps you on track, putting you in an efficient and work-oriented headspace. Strong partnerships could form around the office while Mercury activates midafternoon, encouraging you to embrace teamwork and exchange favors with peers. Reward yourself at the end of the workday when Jupiter stirs. Try out new bedtime routines that can increase your energy levels once Luna aspects Mars tonight."
        },
        "kh": {
            "today": "ជៀសវាងពីសក្ដានុពលសង្គមដែលមិនល្អដូចដែល Capricorn Sun និង Chiron បិទ, Gemini ជាទីស្រឡាញ់។ការរក្សាច្រកទ្វារ អាកប្បកិរិយាល្អិតល្អន់ និងការនិយាយដើមដែលមិនច្បាស់លាស់នឹងឆ្លង ដែលធ្វើឱ្យវាក្លាយជាឱកាសដ៏ល្អឥតខ្ចោះដើម្បីបន្តរវល់ជាមួយកិច្ចការផ្ទាល់ខ្លួនរបស់អ្នក។ជាសំណាងល្អ Scorpio Moon រក្សាអ្នកឱ្យដើរតាមគន្លង ដោយធ្វើឱ្យអ្នកស្ថិតក្នុងកន្លែងធ្វើការប្រកបដោយប្រសិទ្ធភាព និងផ្តោតលើការងារ។ភាពជាដៃគូដ៏រឹងមាំអាចបង្កើតបាននៅជុំវិញការិយាល័យ ខណៈពេលដែល Mercury ដំណើរការនៅពេលរសៀល ដោយលើកទឹកចិត្តអ្នកឱ្យទទួលយកការងារជាក្រុម និងផ្លាស់ប្តូរការពេញចិត្តជាមួយមិត្តភក្តិ។ផ្តល់រង្វាន់ដល់ខ្លួនអ្នកនៅចុងបញ្ចប់នៃថ្ងៃធ្វើការនៅពេលដែលភពព្រហស្បតិ៍កូរ។សាកល្បងទម្លាប់ចូលគេងថ្មី ដែលអាចបង្កើនកម្រិតថាមពលរបស់អ្នក នៅពេលដែល Luna មើលឃើញភពអង្គារនៅយប់នេះ។"
        }
    }
]