[
    {
        "sign": "Aries",
        "en": {
            "today": "The Pisces Moon shares sweetly soft aspects with the sun and Mars early this morning, dearest Aries, emphasizing the importance of togetherness and healthy boundaries. If you plan on spending time with family, consider how you can politely redirect conversations or activities you're not fully on board with. The overall ambiance will be relaxed and dreamy. Enjoy surreal moments by taking a break from responsibilities and news cycles that can be addressed another day. Be mindful to sneak off and relish a bit of solitude between festivities. Encourage everyone to pitch in with chores while the nodes of fate stir midafternoon."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Pisces ចែករំលែកទិដ្ឋភាពដ៏ផ្អែមល្ហែមជាមួយព្រះអាទិត្យ និងភពព្រះអង្គារ នៅព្រឹកព្រលឹមនេះ Aries ជាទីស្រឡាញ់ ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃការរួមគ្នា និងព្រំដែនដែលមានសុខភាពល្អ។ប្រសិនបើអ្នកមានគម្រោងចំណាយពេលវេលាជាមួយគ្រួសារ សូមពិចារណាពីរបៀបដែលអ្នកអាចប្តូរទិសដៅការសន្ទនា ឬសកម្មភាពដែលអ្នកមិនមានពេញលេញជាមួយ។បរិយាកាសទាំងមូលនឹងមានភាពធូរស្រាល និងស្រមើស្រមៃ។សូមរីករាយជាមួយពេលវេលាដ៏គួរឱ្យភ្ញាក់ផ្អើលដោយសម្រាកពីការទទួលខុសត្រូវ និងវដ្តព័ត៌មានដែលអាចត្រូវបានដោះស្រាយនៅថ្ងៃផ្សេងទៀត។ត្រូវ​មាន​ស្មារតី​ជ្រួត​ជ្រាប និង​រីករាយ​នឹង​ភាព​ឯកោ​បន្តិច​រវាង​ពិធីបុណ្យ។លើក​ទឹក​ចិត្ត​អ្នក​រាល់​គ្នា​ឱ្យ​ចូល​រួម​ក្នុង​កិច្ច​ការ​ខណៈ​ពេល​ដែល​ថ្នាំង​នៃ​ជោគ​វាសនា​កូរ​ពេល​រសៀល។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "It may fall on you to maintain order this morning, dear Leo, as the Pisces Moon aspects the Capricorn sun and Mars. A lofty energy descends, forcing you to play the role of organizer and taskmaster. Cut loved ones a bit of slack if holiday festivities don't unfold exactly as planned, prioritizing fluidity over rigid schedules or traditions. Steer clear of tense discussions around the past while the nodes of fate stir midafternoon, threatening to trigger the critic in us all. If power struggles brew, redirect focus by suggesting an activity, changing the subject, or relocating to another room."
        },
        "kh": {
            "today": "វាអាចនឹងធ្លាក់មកលើអ្នកដើម្បីរក្សាសណ្តាប់ធ្នាប់នៅព្រឹកនេះ, ជាទីស្រឡាញ់ Leo, នៅពេលដែល Pisces Moon មើលឃើញព្រះអាទិត្យ Capricorn និង Mars ។ថាមពលដ៏ខ្ពង់ខ្ពស់ធ្លាក់ចុះ ដោយបង្ខំឱ្យអ្នកដើរតួជាអ្នករៀបចំ និងអ្នកគ្រប់គ្រងកិច្ចការ។កាត់បន្ថយមនុស្សជាទីស្រលាញ់បន្តិច ប្រសិនបើពិធីបុណ្យវិស្សមកាលមិនដំណើរការដូចការគ្រោងទុក ដោយផ្តល់អាទិភាពដល់ភាពរលូនលើកាលវិភាគ ឬប្រពៃណី។ដឹកនាំ​ការពិភាក្សា​តានតឹង​ជុំវិញ​អតីតកាល ខណៈ​ដែល​ថ្នាំង​នៃ​ជោគវាសនា​បាន​រំជើបរំជួល​នៅពេល​រសៀល ដោយ​គំរាមកំហែង​បង្ក​ឱ្យ​មានការ​រិះគន់​នៅក្នុង​យើង​ទាំងអស់គ្នា​។ប្រសិនបើថាមពលមានបញ្ហា សូមបង្វែរការផ្តោតអារម្មណ៍ដោយណែនាំសកម្មភាព ផ្លាស់ប្តូរប្រធានបទ ឬផ្លាស់ប្តូរទីតាំងទៅបន្ទប់ផ្សេងទៀត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Holiday spirit washes over you this morning, dearest Taurus, thanks to sweet connections between the Pisces Moon, Capricorn sun, and Mars. Take the lead on spreading cheer and celebrating the season, connecting with loved ones near and far. Appreciate technology's role in supporting bonds through vast distances. Schedule a video call with family and friends you can't spend the day with. Be mindful to set your devices to the side once you've caught up with everyone you've been missing. A dreamy, humanitarian energy takes hold as the nodes of fate stir this afternoon, nudging you to do something charitable."
        },
        "kh": {
            "today": "វិញ្ញាណនៃថ្ងៃបុណ្យបានបោកបញ្ឆោតអ្នកនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, អរគុណចំពោះទំនាក់ទំនងដ៏ផ្អែមល្ហែមរវាង Pisces Moon, ព្រះអាទិត្យ Capricorn និង Mars ។នាំមុខលើការផ្សព្វផ្សាយការលើកទឹកចិត្ត និងការប្រារព្ធរដូវកាលនេះ ដោយភ្ជាប់ជាមួយមនុស្សជាទីស្រលាញ់ជិត ឬឆ្ងាយ។កោតសរសើរចំពោះតួនាទីរបស់បច្ចេកវិជ្ជាក្នុងការទ្រទ្រង់ចំណងតាមរយៈចម្ងាយដ៏ធំទូលាយ។កំណត់ពេលការហៅជាវីដេអូជាមួយក្រុមគ្រួសារ និងមិត្តភក្តិដែលអ្នកមិនអាចចំណាយពេលពេញមួយថ្ងៃជាមួយ។សូម​ចងចាំ​ក្នុង​ការ​កំណត់​ឧបករណ៍​របស់​អ្នក​នៅ​ខាង​ចំហៀង​ នៅពេលដែលអ្នក​បាន​តាម​ទាន់​អ្នក​រាល់គ្នា​ដែលអ្នក​បាន​បាត់។​ថាមពលមនុស្សធម៌ដែលពោរពេញដោយក្តីសុបិនបានកាន់កាប់ជាថ្នាំងនៃជោគវាសនានៅរសៀលនេះ ដោយជំរុញឱ្យអ្នកធ្វើអ្វីមួយដែលសប្បុរស។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel extra appreciative of your support network, dear Gemini, as the Pisces Moon aligns with the Capricorn sun and Mars. The desire to share your successes with others puts you in generous spirits, but try to remember that everyone has different resources to work with. Gift exchanges could hit a sour note if budgetary outlines are ignored. Offering your time and focus to loved ones will ultimately hold more value than extravagant gestures. Offer to help out with chores while the nodes of fate stir midafternoon, especially if you're not in charge of hosting holiday festivities."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍ដឹងគុណបន្ថែមចំពោះបណ្តាញគាំទ្ររបស់អ្នក Gemini ជាទីគោរព នៅពេលដែលព្រះច័ន្ទ Pisces តម្រឹមជាមួយព្រះអាទិត្យ Capricorn និង Mars ។បំណងប្រាថ្នាចង់ចែករំលែកភាពជោគជ័យរបស់អ្នកជាមួយអ្នកដទៃ ធ្វើឱ្យអ្នកមានទឹកចិត្តសប្បុរស ប៉ុន្តែព្យាយាមចងចាំថា មនុស្សគ្រប់រូបមានធនធានផ្សេងៗគ្នាដើម្បីធ្វើការជាមួយ។ការផ្លាស់ប្តូរអំណោយអាចក្លាយជាកំណត់ត្រាដ៏ជូរចត់ ប្រសិនបើគ្រោងថវិកាមិនត្រូវបានអើពើ។ការផ្តល់ពេលវេលា និងការផ្តោតអារម្មណ៍របស់អ្នកទៅកាន់មនុស្សជាទីស្រលាញ់នៅទីបំផុតនឹងមានតម្លៃច្រើនជាងកាយវិការហួសហេតុ។ផ្តល់ជូនដើម្បីជួយការងារក្នុងខណៈពេលដែលថ្នាំងនៃជោគវាសនាកូរនៅពេលរសៀល ជាពិសេសប្រសិនបើអ្នកមិនទទួលខុសត្រូវក្នុងការធ្វើជាម្ចាស់ផ្ទះពិធីបុណ្យវិស្សមកាល។"
        }
    }
]