[
    {
        "sign": "Aries",
        "en": {
            "today": "Recognize if your internal dialogue has been causing you to focus on the worst in yourself and others, dear Aries, as Mercury and Chiron square off. Recognize how these thoughts have created friction on your path while the Gemini Moon enters a t-square with the nodes of fate. Luckily, the Cancer Sun and Jupiter unite to offer cosmic refreshment, encouraging you to see silver linings amongst even the darkest of clouds. Your outlook continues to improve when Chiron activates, and healing discussions could ensue. Opt for a cozy evening indoors and maintain healthy boundaries when Luna enters Cancer before squaring Saturn."
        },
        "kh": {
            "today": "ទទួលស្គាល់ថាប្រសិនបើការសន្ទនាផ្ទៃក្នុងរបស់អ្នកបានធ្វើឱ្យអ្នកផ្តោតលើអ្វីដែលអាក្រក់បំផុតនៅក្នុងខ្លួនអ្នកនិងអ្នកដទៃជាទីស្រឡាញ់ aries, ដូចជាបារតនិង Chiron Square បិទ។ទទួលស្គាល់ពីរបៀបដែលគំនិតទាំងនេះបានបង្កើតការកកិតនៅលើផ្លូវរបស់អ្នកខណៈពេលដែលព្រះចន្ទ Gemini ចូលទៅការ៉េ t-quare ជាមួយថ្នាំងនៃវាសនា។សំណាង, ព្រះអាទិត្យមហារីក, ព្រះអាទិត្យនិង Jupiter បង្រួបបង្រួមដើម្បីផ្តល់ជូននូវភាពស្រស់ស្រាយនៃលោហៈការលើកទឹកចិត្តអ្នកឱ្យមើលឃើញពីក្រវាត់ប្រាក់ក្នុងចំណោមពពកដែលងងឹតបំផុត។ទស្សនវិស័យរបស់អ្នកនៅតែបន្តធ្វើឱ្យប្រសើរឡើងនៅពេលដែល Chiril ធ្វើឱ្យសកម្មនិងការពិភាក្សាព្យាបាលអាចកើតឡើង។ជ្រើសយកនៅពេលល្ងាចកក់ក្តៅក្នុងផ្ទះនិងរក្សាព្រំប្រទល់ដែលមានសុខភាពល្អនៅពេលដែល Luna ចូលមហារីកមុនពេលការច្របាច់ Saturn ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll be prone to daydreaming while Mercury and Chiron enter a harsh aspect, dear Leo, but you should strive to keep the narrative positive and realistic. As the Gemini Moon squares off with the nodes of fate, recognize if any companions tend to bring out your negative side, considering how to implement better boundaries and communication strategies. Find healing by connecting with someone who sees you on a soul level while Chiron stirs midafternoon. You'll require more downtime once Luna enters Cancer this evening. Retreat to the shadows and spend some time reflecting on your hopes and connection with the universe while Saturn activates."
        },
        "kh": {
            "today": "អ្នកនឹងងាយនឹងស្រមៃគិតនៅពេលដែលបារតនិងឈីរ៉ូបញ្ចូលទិដ្ឋភាពដ៏លំបាក, លីអូជាទីស្រឡាញ់ប៉ុន្តែអ្នកគួរតែខិតខំរក្សាការនិទានកថាវិជ្ជមាននិងភាពប្រាកដនិយម។ក្នុងនាមជា Gemini Moon Squares បិទជាមួយនឹងថ្នាំងនៃជោគវាសនា, ទទួលស្គាល់ប្រសិនបើដៃគូណាដែលមានទំនោរក្នុងការនាំយកអវិជ្ជមានរបស់អ្នកដោយពិចារណាអំពីវិធីអនុវត្តព្រំដែននិងយុទ្ធសាស្ត្រទំនាក់ទំនងដែលប្រសើរជាងមុន។ស្វែងរកការព្យាបាលដោយភ្ជាប់ជាមួយអ្នកដែលឃើញអ្នកនៅលើកម្រិតព្រលឹងខណៈពេលដែលមានស្នាមប្រឡាក់ជ័រកំបោរ។អ្នកនឹងត្រូវការពេលវេលារងចាំថែមទៀតនៅពេលដែល Luna ចូលមហារីកនៅល្ងាចនេះ។ដកថយទៅនឹងស្រមោលហើយចំណាយពេលខ្លះៗដែលឆ្លុះបញ្ចាំងពីក្តីសង្ឃឹមនិងការតភ្ជាប់របស់អ្នកជាមួយសកលលោកនៅពេល Saturn ធ្វើឱ្យសកម្ម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Secrets you've been harboring could begin to take their toll, dear Taurus, as Mercury and Chiron form a tense aspect. Meanwhile, the Gemini Moon squares off with the nodes of fate, bringing stagnant energy to the table that could cause your confidence to deflate. Luckily, you'll have the power to talk yourself back into more auspicious situations when the Cancer Sun and Jupiter unite, bringing luck to your voice. Take a quiet moment to find gratitude when Chiron stirs. You'll sense a shift once Luna enters Cancer and squares Saturn this evening, putting you in a peaceful yet curious headspace."
        },
        "kh": {
            "today": "អាថ៌កំបាំងដែលអ្នកបានធ្វើឱ្យមានកំពង់ផែអាចចាប់ផ្តើមទទួលយកអត្រាការប្រាក់របស់ពួកគេ Taurus, ដូចជាបារតនិងជីវភាពបង្កើតបានជាទិដ្ឋភាពតានតឹង។ទន្ទឹមនឹងនេះដែរ Gemini Moon Squares បិទជាមួយនឹងថ្នាំងរបស់វាសនាដែលនាំមកនូវថាមពលដែលនៅទ្រឹងដល់តុដែលអាចបណ្តាលឱ្យមានទំនុកចិត្តរបស់អ្នកក្នុងការបរិត្តផរណា។សំណាងអ្នកនឹងមានអំណាចនិយាយខ្លួនឯងទៅក្នុងស្ថានភាពដែលគួរឱ្យអស់សំណើចនៅពេលដែលព្រះអាទិត្យមហារីកនិងជូវែរបង្រួបបង្រួមដោយនាំមកនូវសំណាងអាក្រក់របស់អ្នក។ចំណាយពេលស្ងប់ស្ងាត់ដើម្បីស្វែងរកការដឹងគុណនៅពេលដែល chiron stirs ។អ្នកនឹងដឹងថាការផ្លាស់ប្តូរមួយនៅពេលដែល Luna ចូលមហារីកនិងការ៉េនិងការ៉េសឹង្ហបុរីនៅល្ងាចនេះដោយដាក់អ្នកនៅក្នុងក្បាលដែលមានសន្តិភាពនៅឡើយប៉ុន្តែចង់ដឹងចង់ឃើញ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take a major breather from your electronics and social media pages, dear Gemini, as Mercury and Chiron form a tense aspect. Meanwhile, the Moon continues through your sign, squaring off with the nodes of fate. This cosmic climate could put you at a crossroads but don't rush to make decisions based on intuitive hunches alone. Your sense of gratitude grows while the Sun and Jupiter unite, showering you with blessings and divine reinforcement. Consider making a wish while navigating these vibes. Luna drifts into Cancer tonight before squaring Saturn, threatening to bring challenges to your finances or social life."
        },
        "kh": {
            "today": "យកឧបករណ៍បំពងសម្លេងធំ ៗ ចេញពីទំព័រប្រព័ន្ធអេឡិចត្រូនិចនិងប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នកគឺ Gemini ជាទីស្រឡាញ់, ដោយសារតែបារតនិង Chiron បង្កើតបានជាទិដ្ឋភាពតានតឹង។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តតាមរយៈសញ្ញារបស់អ្នកដែលការ៉េដាក់ដោយថ្នាំងនៃជោគវាសនា។អាកាសធាតុលោហធាតុនេះអាចធ្វើឱ្យអ្នកនៅផ្លូវបំបែកមួយប៉ុន្តែកុំប្រញាប់ប្រញាល់ធ្វើការសម្រេចចិត្តដោយផ្អែកលើក្រណាត់ដែលមានវិចារណញាណតែម្នាក់ឯង។អារម្មណ៍នៃការដឹងគុណរបស់អ្នករីកលូតលាស់ខណៈពេលដែលព្រះអាទិត្យនិងជូភឺររួបរួមគ្នា, ងូតទឹកឱ្យអ្នកដោយទទួលបានពរជ័យនិងការពង្រឹងដ៏ទេវភាព។ពិចារណាធ្វើឱ្យមានបំណងចង់រុករកភាពរស់រវើកទាំងនេះ។Luna បានរសាត់ទៅក្នុងជំងឺមហារីកនៅយប់នេះមុនពេល Squaring Saturn, គំរាមធ្វើឱ្យមានបញ្ហាប្រឈមដល់ហិរញ្ញវត្ថុរបស់អ្នកឬជីវិតសង្គម។"
        }
    }
]