[
    {
        "sign": "Aries",
        "en": {
            "today": "The Capricorn Moon aspects Uranus before drifting into Gemini, dear Aries, triggering shifts that will offer clarity. A helpful connection with Saturn and Neptune brings shape to your dreams, but you'll be reminded that sometimes it takes a village to make big things happen. If you're ready to expand upon existing goals, consider how your community can help you go further. Deep connections manifest when Pluto stirs midmorning, and you may find yourself in the presence of a stranger who feels oddly familiar. Don't feel pressured to please everyone this evening when Luna and Venus square off."
        },
        "kh": {
            "today": "ទិដ្ឋភាពរបស់ Capricorn Monon នៅមុនការរសាត់ទៅក្នុង Gemini, ជាទីស្រឡាញ់, មរណភាព, ការផ្លាស់ប្តូរការផ្លាស់ប្តូរដែលនឹងផ្តល់នូវភាពច្បាស់លាស់។ការតភ្ជាប់ដែលមានប្រយោជន៍ជាមួយសៅរ៍និងណិបតុននាំមកនូវរូបរាងរបស់ក្តីសុបិន្តរបស់អ្នកប៉ុន្តែអ្នកនឹងត្រូវបានរំ remind កថាពេលខ្លះវាត្រូវការភូមិមួយដើម្បីធ្វើឱ្យរឿងធំកើតឡើង។ប្រសិនបើអ្នកត្រៀមខ្លួនជាស្រេចក្នុងការពង្រីកគោលដៅដែលមានស្រាប់សូមពិចារណាពីរបៀបដែលសហគមន៍របស់អ្នកអាចជួយឱ្យអ្នកបន្តទៅមុខទៀត។ការតភ្ជាប់ស៊ីជម្រៅបានបង្ហាញនៅពេលផ្លាតូកូរឱ្យមានឥទ្ធិពលខ្លាំងហើយអ្នកអាចរកឃើញខ្លួនអ្នកនៅចំពោះមុខមនុស្សចម្លែកដែលមានអារម្មណ៍ស៊ាំយ៉ាងចម្លែក។កុំមានអារម្មណ៍ថាត្រូវបានបង្ខំឱ្យគ្រប់គ្នានៅល្ងាចនេះនៅពេលដែល Luna និង Venus Square បិទ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Capricorn Moon aspects Uranus early this morning, dear Leo, which could lead to unexpected scheduling changes. Luckily, you'll have no issues going with the flow once Luna enters Gemini, forming supportive aspects with Saturn and Neptune. This elevating energy brings power to your dreams, helping you see the path toward success with optimistic clarity. Matters of the heart also benefit from these vibes, especially once Pluto activates, helping you reinforce the spiritual ties that bind you with someone special. However, your dynamics may require some restructuring if they're to pass the test of time when Luna squares Venus tonight."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃការផ្លាស់ប្តូរកាលវិភាគដែលបានកំណត់ពេលវេលាដែលបានកំណត់។សំណាងល្អអ្នកនឹងមិនមានបញ្ហាអ្វីដែលនឹងកើតឡើងនៅពេលដែល Luna ចូល Gemini បង្កើតបានជាទិដ្ឋភាពគាំទ្រជាមួយសៅរ៍និងណឺថុន។ថាមពលកើនឡើងនេះនាំមកនូវថាមពលដល់ក្តីសុបិន្តរបស់អ្នកជួយអ្នកឱ្យមើលឃើញផ្លូវឆ្ពោះទៅរកភាពជោគជ័យដោយភាពទាន់សម័យ។បញ្ហានៃបេះដូងក៏ទទួលបានអត្ថប្រយោជន៍ពីភាពរស់រវើកទាំងនេះដែរជាពិសេសផ្លាតូបានធ្វើឱ្យអ្នកពង្រឹងទំនាក់ទំនងខាងវិញ្ញាណដែលភ្ជាប់អ្នកជាមួយអ្នកណាម្នាក់ពិសេស។ទោះយ៉ាងណាសក្ដានុពលរបស់អ្នកអាចតម្រូវឱ្យមានការរៀបចំរចនាសម្ព័ន្ធឡើងវិញប្រសិនបើពួកគេឆ្លងកាត់ការសាកល្បងពេលវេលានៅពេលដែល Luna Squares Venus នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Surprise blessings could greet you upon awakening, dear Taurus, thanks to a sweet connection between the Capricorn Moon and Uranus. However, Luna's transition into Gemini commands you to take responsibility by stepping up to opportunity when it knocks. Be fully present and observant when Saturn and Neptune stir, creating new pathways of the mind so dreams may become reality. Prioritize strategies that can trigger real change once Pluto activates, and consider recycling old techniques or ideas that served you in the past. Examine your boundaries and how they impact your ability to love and be loved while Luna squares Venus tonight."
        },
        "kh": {
            "today": "ពរជ័យគួរឱ្យភ្ញាក់ផ្អើលអាចស្វាគមន៍អ្នកនៅពេលភ្ញាក់ដឹងខ្លួន Taurus ជាទីស្រឡាញ់សូមអរគុណចំពោះការតភ្ជាប់ផ្អែមរវាង Capricorn ព្រះច័ន្ទនិងអ៊ុយរ៉ានុស។ទោះយ៉ាងណាការផ្លាស់ប្តូររបស់លោក Luna ចូលក្នុង Gemini បញ្ជាឱ្យអ្នកទទួលខុសត្រូវក្នុងការទទួលបានឱកាសនៅពេលវាគោះទ្វារ។មានវត្តមានពេញលេញនិងសង្កេតពេញលេញនៅពេលដែលសៅរ៍និងណេធីតុនកូរការបង្កើតផ្លូវថ្មីនៃចិត្តដូច្នេះក្តីសុបិន្តអាចក្លាយជាការពិត។ផ្តល់អាទិភាពដល់យុទ្ធសាស្រ្តដែលអាចបង្កឱ្យមានការផ្លាស់ប្តូរពិតប្រាកដនៅពេលផ្លាតូធ្វើឱ្យសកម្មហើយពិចារណាកែច្នៃបច្ចេកទេសឬគំនិតចាស់ដែលបានបម្រើអ្នកកាលពីមុន។ពិនិត្យមើលព្រំដែនរបស់អ្នកនិងរបៀបដែលពួកគេជះឥទ្ធិពលដល់សមត្ថភាពរបស់អ្នកក្នុងការស្រឡាញ់និងត្រូវបានគេស្រឡាញ់ខណៈពេលដែល Luna Squares Venus នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The stars align to reset your heart and mind, while the Capricorn Moon aspects Uranus early this morning. Carry on with your most optimistic and vibrant self as Luna shifts into Aquarius, encouraging you to expand your horizons. Lucky breaks find you when Saturn and Neptune stir, especially when it comes to networking and gaining notoriety. Put yourself out there, circulating ideas and sharing passions to make fresh connections. Ancestral aid pushes your agenda to new heights when Pluto stirs, so be sure to honor your lineage. Prioritize peace and spiritual practices when Luna aspects Venus later tonight."
        },
        "kh": {
            "today": "តារាតម្រឹមដើម្បីកំណត់ចិត្តនិងគំនិតរបស់អ្នកឡើងវិញខណៈដែលទិដ្ឋភាពរបស់ Capricorn Monum នៅព្រឹកព្រលឹមនៅព្រឹកនេះ។អនុវត្តដោយសុទិដ្ឋិនិយមបំផុតរបស់អ្នកនិងរស់រវើកដោយខ្លួនឯងនៅពេលដែល Luna ផ្លាស់ប្តូរទៅជា Aquarius ដែលលើកទឹកចិត្តអ្នកឱ្យពង្រីកការផ្តេករបស់អ្នក។ការសំរាកដ៏មានសំណាងរកឃើញអ្នកនៅពេលដែល Saturn និង Neptune Stir ជាពិសេសនៅពេលនិយាយដល់បណ្តាញនិងទទួលបានការចាប់អារម្មណ៍។ដាក់ខ្លួនអ្នកនៅទីនោះនៅទីនោះចែកចាយគំនិតនិងចែករំលែកតណ្ហាដើម្បីធ្វើឱ្យមានការតភ្ជាប់ស្រស់។ជំនួយដូនតាជំរុញរបៀបវារៈរបស់អ្នកឱ្យមានកំពស់ថ្មីនៅពេលផ្លុំផ្លាតូដូច្នេះត្រូវប្រាកដថាបានគោរពត្រកូលរបស់អ្នក។ផ្តល់អាទិភាពដល់សន្តិភាពនិងការអនុវត្តខាងវិញ្ញាណនៅពេលដែលទិដ្ឋភាពនៃឡូសនៅយប់នេះ។"
        }
    }
]