[
    {
        "sign": "Aries",
        "en": {
            "today": "Do the work that ensures your relationships are balanced and growing, dear Aries, as Luna squares off with Jupiter and Venus. As feelings expand and hearts soften, take care that everyone is getting what they need in terms of nurturing and support-- including yourself. Personal goals should also remain a priority, as the stars ask you to water the seeds you've sown lovingly. Put emotion behind your dreams, and don't be afraid of what others might think. Your aura brightens as the sun and moon align later today, reigniting your passions and highlighting your unique point of view."
        },
        "kh": {
            "today": "ធ្វើកិច្ចការដែលធានាថាទំនាក់ទំនងរបស់អ្នកមានតុល្យភាពនិងរីកលូតលាស់ជាទីស្រឡាញ់ជាទីស្រឡាញ់ដូចជា Luna Squares បិទជាមួយនឹងភពព្រហស្បតិ៍និង Venus ។ដោយសារអារម្មណ៍ពង្រីកនិងដួងចិត្តបន្ទន់សូមយកចិត្តទុកដាក់ថាមនុស្សគ្រប់គ្នាកំពុងទទួលបានអ្វីដែលពួកគេត្រូវការទាក់ទងនឹងការចិញ្ចឹមបីបាច់និងការគាំទ្រ - រួមទាំងខ្លួនអ្នក។គោលដៅផ្ទាល់ខ្លួនក៏គួរតែមានអាទិភាពផងដែរដូចជាផ្កាយស្នើសុំឱ្យអ្នកស្រោចទឹកគ្រាប់ដែលអ្នកបានសាបព្រោះដោយក្ដីស្រឡាញ់។ដាក់អារម្មណ៍នៅពីក្រោយក្តីសុបិន្តរបស់អ្នកហើយកុំខ្លាចអ្វីដែលអ្នកដទៃគិត។Aura របស់អ្នកភ្លឺដូចព្រះអាទិត្យនិងព្រះច័ន្ទតម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះដោយពិចារណាឡើងនូវតណ្ហារបស់អ្នកនិងការបន្លិចទស្សនៈដ៏ពិសេសរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A thrilling yet secretive vibe surrounds you today, dear lion, as the Aries moon aspects Venus and Jupiter. Pull back to connect with your higher power, leaning into divine guidance as you sort out next steps. The stars conspire to encourage and embolden you, though planning should take precedence over action. Keep your movements quiet for now, waiting for the right time to debut significant changes or new projects. Matters of the heart also benefit from this cosmic climate, though you'll need a partner who's able to bond on a soul level. Put your aspirations first later this afternoon once the sun and Luna align."
        },
        "kh": {
            "today": "ការរំភើបយ៉ាងរំភើបនៅជុំវិញអ្នកនៅថ្ងៃនេះសត្វតោជាទីស្រឡាញ់ដែលជាទិដ្ឋភាពរបស់ Aries ព្រះច័ន្ទ Venus និងភពព្រហស្បតិ៍។ទាញត្រឡប់មកវិញដើម្បីភ្ជាប់ថាមពលកាន់តែខ្ពស់របស់អ្នកដោយផ្អៀងទៅក្នុងការណែនាំដ៏ទេវភាពនៅពេលអ្នកតម្រៀបជំហានបន្ទាប់។តារាឃុបឃិតគ្នាដើម្បីលើកទឹកចិត្តនិងពង្រឹងអ្នកទោះជាមានផែនការគួរមានអាទិភាពក៏ដោយ។រក្សាចលនារបស់អ្នកឱ្យស្ងប់ស្ងាត់សម្រាប់ពេលនេះរង់ចាំពេលវេលាត្រឹមត្រូវដើម្បីបង្ហាញការផ្លាស់ប្តូរគួរឱ្យកត់សម្គាល់ឬគម្រោងថ្មី។បញ្ហានៃបេះដូងក៏ទទួលបានអត្ថប្រយោជន៍ពីអាកាសធាតុលោហធាតុនេះទោះបីជាអ្នកត្រូវការដៃគូដែលអាចផ្សារភ្ជាប់បាននៅលើកម្រិតព្រលឹងក៏ដោយ។ដាក់សេចក្តីប្រាថ្នារបស់អ្នកដំបូងនៅពេលរសៀលនៅរសៀលនេះនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Let love and optimism fully sink in today, dearest Taurus, as the Aries moon aspects Venus and Jupiter. These elevating vibes allow you to reimagine what is possible. However, you'll need to access your most hopeful and loving self, recognizing where fresh starts are needed and determining if any research must be done along the way. You'll also have a chance to deepen relationships by swapping secrets, fears, and dreams with someone special. Draw a line between your home and the outside world later this afternoon while the sun and Luna align, giving yourself space to reflect, reset, and recharge."
        },
        "kh": {
            "today": "សូមឱ្យក្តីស្រឡាញ់និងសុទិដ្ឋិនិយមបានលិចយ៉ាងពេញលេញនៅក្នុងថ្ងៃនេះ Taurus ដែលជាទីស្រឡាញ់បំផុតដូចជាទិដ្ឋភាពរបស់ Aries ព្រះច័ន្ទ Venus និងភពព្រហស្បតិ៍។ការកើនឡើងទាំងនេះអនុញ្ញាតឱ្យអ្នកប្រើឡើងវិញនូវអ្វីដែលអាចធ្វើបាន។ទោះយ៉ាងណាក៏ដោយអ្នកត្រូវទទួលបាននូវក្តីសង្ឃឹមដែលមានក្តីសង្ឃឹមនិងការស្រឡាញ់បំផុតរបស់អ្នកដោយទទួលស្គាល់កន្លែងដែលត្រូវការថ្មីនិងកំណត់ប្រសិនបើការស្រាវជ្រាវណាមួយត្រូវធ្វើនៅតាមផ្លូវ។អ្នកក៏នឹងមានឱកាសធ្វើឱ្យកាន់តែស៊ីជម្រៅនូវទំនាក់ទំនងដោយការប្តូរអាថ៌កំបាំងការភ័យខ្លាចនិងក្តីសុបិន្តជាមួយនរណាម្នាក់ពិសេស។គូរបន្ទាត់រវាងពិភពរបស់អ្នកនិងពិភពខាងក្រៅរបស់អ្នកនៅរសៀលនេះនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមផ្តល់កន្លែងទំនេរដើម្បីឆ្លុះបញ្ចាំងកំណត់និងបញ្ចូលទឹកប្រាក់ឡើងវិញ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Acknowledge if you've been placing too much value on your online image or how others perceive you, dearest Gemini. As the Aries moon squares Venus and Jupiter, it'll be essential to strike a balance between the material and digital realms. Though our world moves at an increasingly fast pace, try to slow down and appreciate the small wonders around you. Even brief moments of sensory indulgence can bring you back to the present, allowing you to navigate our modern age without losing touch with your surroundings. Return to your correspondence and embrace self-promotion while the sun and Luna align later today."
        },
        "kh": {
            "today": "ទទួលស្គាល់ប្រសិនបើអ្នកបានដាក់តម្លៃច្រើនពេកនៅលើរូបភាពលើអ៊ីនធឺណិតរបស់អ្នកឬរបៀបដែលអ្នកផ្សេងទៀតយល់ថាអ្នកជាទីស្រឡាញ់បំផុត Gemini ។ក្នុងនាមជា Aries Moon Mond Squares Venus និងភពព្រហស្បតិ៍វាចាំបាច់ក្នុងការធ្វើឱ្យមានតុល្យភាពរវាងអាណាចក្រសម្ភារៈនិងឌីជីថល។ទោះបីពិភពលោករបស់យើងដើរថយក្រោយក្នុងល្បឿនលឿនកាន់តែលឿនក៏ដោយសូមព្យាយាមបន្ថយល្បឿននិងពេញចិត្តក្នុងការស្តាប់នូវភាពអស្ចារ្យតូចៗនៅជុំវិញអ្នក។សូម្បីតែគ្រាដ៏ខ្លីនៃការលួងលោមដែលមានញ្ញាណអាចនាំអ្នកត្រលប់ទៅបច្ចុប្បន្នដែលអនុញ្ញាតឱ្យអ្នករុករកអាយុរបស់យើងដោយមិនបាត់បង់ការប៉ះជាមួយតំបន់ជុំវិញរបស់អ្នក។ត្រឡប់ទៅការឆ្លើយឆ្លងរបស់អ្នកហើយឱបក្រសោបការផ្សព្វផ្សាយដោយខ្លួនឯងខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅពេលក្រោយ។"
        }
    }
]