[
    {
        "sign": "Aries",
        "en": {
            "today": "Mercury and Chiron form a harmonizing connection, darling ram, offering healing, confidence, and clarity. Honor your heart and sense of self, finding the freedom that comes when you express yourself genuinely and with artistic flair. Gratitude for people who appreciate your true colors also brings warmth to the soul, so be mindful to spend some time with these wonderful companions. The Sagittarius Moon and Mars align midafternoon, heightening desires within matters of the heart while fueling a need for adventure. The vibe gets a bit sticky once Luna aspects the nodes of fate and Jupiter this evening, and it may be wise to slow down before moving forward."
        },
        "kh": {
            "today": "បារតនិងជីវម៉័ណ្ឌបង្កើតបានជាការតភ្ជាប់ដែលសុខដុមរមនា RAM DAM ដែលផ្តល់នូវការព្យាបាលទំនុកចិត្តនិងភាពច្បាស់លាស់។គោរពបេះដូងរបស់អ្នកនិងអារម្មណ៍នៃខ្លួនឯងដោយរកឃើញសេរីភាពដែលកើតឡើងនៅពេលដែលអ្នកបង្ហាញខ្លួនអ្នកយ៉ាងពិតប្រាកដនិងមានលក្ខណៈប្លែកៗ។ការដឹងគុណចំពោះមនុស្សដែលពេញចិត្តចំពោះពណ៌ពិតរបស់អ្នកក៏នាំមកនូវភាពកក់ក្តៅចំពោះព្រលឹងដែរដូច្នេះសូមយកចិត្តទុកដាក់ចំណាយពេលខ្លះក្នុងការចំណាយពេលខ្លះជាមួយដៃគូដ៏អស្ចារ្យទាំងនេះ។Sagittarius Moon និង Mars តម្រឹមតម្រឹមយ៉ាងសម្ពោធសេចក្តីប៉ងប្រាថ្នាយ៉ាងខ្លាំងនៅក្នុងបញ្ហាបេះដូងខណៈពេលដែលការធ្វើឱ្យត្រូវការការផ្សងព្រេង។ភាពរស់រវើកទទួលបានស្អិតបន្តិចនៅពេលដែលទិដ្ឋភាពឡុងថ្នាំងថ្នាំងនៃជោគវាសនានិងភពព្រហស្បតិ៍នៅល្ងាចនេះហើយវាអាចជាការឈ្លាសវៃក្នុងការដើរទៅមុខ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A curious yet easy energy follows you, dear Leo, as Mercury and Chiron form a sweet trine. This celestial exchange heightens your vantage point, allowing you to see multiple perspectives and how moving pieces are most likely to fall into place. Spiritual practices can also do you a world of good, as the stars align to heal and support. Show that you're more than talk once the Sagittarius Moon and Mars connect midafternoon, following through on ideas or promises you've expressed. Watch out for bullies and stand your ground when Luna aspects the nodes of fate and Jupiter tonight."
        },
        "kh": {
            "today": "ថាមពលដែលចង់ដឹងចង់ឃើញហើយមានភាពងាយស្រួលធ្វើឱ្យអ្នកមានភាពជាទីស្រឡាញ់ជាទីស្រឡាញ់ព្រោះបារតនិងខួរក្បាលបង្កើតបានជាទ្រីដ៏ផ្អែមល្ហែម។ការផ្លាស់ប្តូរសេឡេស្ទាលនេះផ្តល់កម្ពស់ដល់កម្រិតរបស់អ្នកដែលអនុញ្ញាតឱ្យអ្នកមើលឃើញទស្សនៈជាច្រើននិងរបៀបដែលការផ្លាស់ប្តូរបំណែកភាគច្រើនទំនងជានឹងធ្លាក់ចូលកន្លែង។ការអនុវត្តខាងវិញ្ញាណក៏អាចធ្វើឱ្យអ្នកក្លាយជាពិភពលោកដែលល្អដែរនៅពេលដែលផ្កាយតម្រង់គ្នាដើម្បីជាសះស្បើយនិងគាំទ្រ។បង្ហាញថាអ្នកមានច្រើនជាងការនិយាយនៅពេលដែលព្រះច័ន្ទសាហ្គិតធីមនិងភពព្រះអង្គារភ្ជាប់ពាក់កណ្តាលចុងសណ្ឋាគាដោយធ្វើតាមគំនិតឬការសន្យាដែលអ្នកបានសម្តែង។ប្រយ័ត្នចំពោះការសម្លុតធ្វើបាបហើយឈរជើងរបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៅឡូសដែលមានថ្នាំងនៃជោគវាសនានិងជេអព្ភូតយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A nostalgic and healing energy finds you, dear Taurus, as Mercury and Chiron form a sweet trine. Consider taking a step back and enjoying warm moments at home, tapping into childhood memories that remind you of simpler times. Sharing stories from your past with a trusted ally can also deepen bonds, while helping to resolve confusion that's lingered all these years. You'll crave a bit of action midafternoon when the Sagittarius Moon and Mars align, encouraging healthy movement to clear the aura. Friends will tempt you to embrace a night out once Luna aspects the nodes of fate and Jupiter, though you should ask yourself what you want to do before deciding."
        },
        "kh": {
            "today": "ថាមពលដែលគួរឱ្យស្អប់ខ្ពើមនិងព្យាបាលបានរកឃើញថាអ្នកជាទីស្រឡាញ់ Taurus, ដូចជាបារតនិង chiry បង្កើតបានជា Trine ផ្អែម។ពិចារណាដើរត្រឡប់មកវិញហើយរីករាយនឹងពេលវេលាកក់ក្តៅនៅផ្ទះដោយថែមទៀតអនុស្សាវរីយ៍កុមារភាពដែលរំ you កអ្នកអំពីពេលវេលាសាមញ្ញ។ចែករំលែករឿងរ៉ាវពីអតីតកាលរបស់អ្នកជាមួយនឹងសម្ព័ន្ធមិត្តដែលទុកចិត្តក៏អាចធ្វើឱ្យចំណងកាន់តែស៊ីជម្រៅខណៈពេលដែលជួយដោះស្រាយការភាន់ច្រឡំដែលបានជះឥទ្ធិពលដល់ឆ្នាំទាំងអស់នេះ។អ្នកនឹងស្រេកឃ្លានសកម្មភាពបន្តិចបន្តួចនៅពាក់កណ្តាលចុងសម្តេចព្រះច័ន្ទនិងភពព្រះអង្គារបានតម្រឹមលើកទឹកចិត្តឱ្យមានសុខភាពល្អដើម្បីបោសសំអាត aura ។មិត្តភក្តិនឹងល្បួងអ្នកឱ្យឱបក្រសោបមួយយប់ចេញនៅពេលដែលទិដ្ឋភាពឡុងថ្នាំងថ្នាំងនៃជោគវាសនានិងភពព្រហស្បតិ៍ទោះបីជាអ្នកគួរតែសួរខ្លួនឯងនូវអ្វីដែលអ្នកចង់ធ្វើមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនការសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនការសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសម្រេចចិត្តមុនពេលសំរេចក៏ដោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mercury and Chiron form a communal aspect, dear Gemini, bringing healing and hope to your communities. Reach out to friends far and wide, letting others know that you care while boosting your morale. A desire to do some good also comes into play, and it might be helpful to research volunteer opportunities and advocacy work. Just try not to overwhelm yourself with society's problems, keeping your agenda simple and intentions pure. Seek fun with your favorite person once the Sagittarius Moon and Mars align mid-afternoon. Avoid people who put unnecessary pressure on you, and curb your expectations when Luna aspects the nodes of fate and Jupiter."
        },
        "kh": {
            "today": "បារតនិងជឺរីរីបង្កើតបានជាទិដ្ឋភាពសហគមន៍ Gemini ជាទីស្រឡាញ់នាំមកនូវការព្យាបាលនិងក្តីសង្ឃឹមដល់សហគមន៍របស់អ្នក។ឈោងទៅរកមិត្តភក្តិឆ្ងាយនិងធំទូលាយដែលអនុញ្ញាតឱ្យអ្នកដទៃដឹងថាអ្នកយកចិត្តទុកដាក់ខណៈពេលដែលជំរុញសីលធម៌របស់អ្នក។បំណងប្រាថ្នាចង់ធ្វើល្អខ្លះក៏ចូលមកលេងដែរហើយវាអាចមានប្រយោជន៍ក្នុងការស្រាវជ្រាវឱកាសស្ម័គ្រចិត្តនិងការងារតស៊ូមតិ។គ្រាន់តែព្យាយាមមិនឱ្យលើសលប់ខ្លួនឯងជាមួយនឹងបញ្ហារបស់សង្គមរក្សារបៀបវារៈរបស់អ្នកឱ្យសាមញ្ញនិងចេតនាសុទ្ធ។ស្វែងរកភាពសប្បាយរីករាយជាមួយមនុស្សដែលអ្នកចូលចិត្តនៅពេលដែលព្រះច័ន្ទសាហ្គិតធីមនិងភពព្រះអង្គារតម្រឹមពាក់កណ្តាលរសៀល។ចៀសវាងមនុស្សដែលដាក់សម្ពាធដែលមិនចាំបាច់លើអ្នកហើយទប់ស្កាត់ការរំពឹងទុករបស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃភួយនៃជោគវាសនានិងភពព្រហស្បតិ៍។"
        }
    }
]