[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll have a gift for making friends and bringing brightness to others, dear Aries. As Mercury and the Sun join forces in Aquarius, now is the time to get out and socialize. Rather than waiting for invitations from peers, take charge and bring loved ones together. If you're in a more exploratory mood, attend local events, seek new experiences, or look for opportunities to network with unfamiliar faces. It might require extra effort on your end to explore outside your comfort zone as the Pisces Moon aligns with the nodes of fate later today. However, delving into the unknown is sure to trigger pleasant surprises."
        },
        "kh": {
            "today": "អ្នកនឹងមានអំណោយសម្រាប់បង្កើតមិត្តភ័ក្តិ និងនាំភាពភ្លឺស្វាងដល់អ្នកដទៃ Aries ជាទីស្រឡាញ់។នៅពេលដែល Mercury និង Sun រួមកម្លាំងគ្នានៅក្នុង Aquarius ឥឡូវនេះជាពេលវេលាដើម្បីចេញក្រៅ និងចូលរួមសង្គម។ជាជាងរង់ចាំការអញ្ជើញពីមិត្តភ័ក្តិ ចូរទទួលខុសត្រូវ និងនាំមនុស្សជាទីស្រលាញ់មកជាមួយគ្នា។ប្រសិនបើអ្នកស្ថិតក្នុងអារម្មណ៍ស្វែងយល់បន្ថែម ចូលរួមព្រឹត្តិការណ៍ក្នុងស្រុក ស្វែងរកបទពិសោធន៍ថ្មីៗ ឬស្វែងរកឱកាសដើម្បីភ្ជាប់ទំនាក់ទំនងជាមួយមុខដែលមិនធ្លាប់ស្គាល់។វាអាចត្រូវការការខិតខំប្រឹងប្រែងបន្ថែមនៅចុងបញ្ចប់របស់អ្នក ដើម្បីរុករកនៅខាងក្រៅតំបន់ផាសុកភាពរបស់អ្នក នៅពេលដែលព្រះច័ន្ទ Pisces តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅពេលក្រោយនៅថ្ងៃនេះ។ទោះជាយ៉ាងណាក៏ដោយ ការស្វែងយល់ពីអ្វីដែលមិនស្គាល់ច្បាស់ជាធ្វើឱ្យមានការភ្ញាក់ផ្អើលរីករាយ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Embrace your playful side and encourage loved ones to do the same, dear Leo. As the Aquarius Sun and Mercury join forces, bonds improve when individuality is celebrated. Set the tone for positive interactions by offering encouragement and attempting to make others smile. Where matters of the heart are concerned, pleasant surprises could be in store. If you're currently looking for love, seek intellectual settings while searching for potential mates. Engaging conversations will translate seamlessly into genuine interest. The Pisces Moon and nodes of fate align later today, conjuring themes around empowerment and transformation. Trust that the foundations you've built will hold steady as you add more to your plate."
        },
        "kh": {
            "today": "ឱបក្រសោបផ្នែកលេងរបស់អ្នក ហើយលើកទឹកចិត្តមនុស្សជាទីស្រលាញ់ឱ្យធ្វើដូចគ្នា ឡេអូ ជាទីគោរព។នៅពេលដែល Aquarius Sun និង Mercury រួមកម្លាំងគ្នា ចំណងនឹងប្រសើរឡើងនៅពេលដែលបុគ្គលត្រូវបានប្រារព្ធ។កំណត់សម្លេងសម្រាប់អន្តរកម្មវិជ្ជមានដោយផ្តល់នូវការលើកទឹកចិត្ត និងព្យាយាមធ្វើឱ្យអ្នកដទៃញញឹម។កន្លែងដែលបញ្ហាបេះដូងមានការព្រួយបារម្ភ ការភ្ញាក់ផ្អើលរីករាយអាចមាននៅក្នុងហាង។ប្រសិនបើអ្នកកំពុងស្វែងរកស្នេហា សូមស្វែងរកការកំណត់បញ្ញា ខណៈពេលកំពុងស្វែងរកគូដែលមានសក្តានុពល។ការសន្ទនាដែលចូលរួមនឹងបកប្រែទៅជាចំណាប់អារម្មណ៍ពិតប្រាកដ។ព្រះច័ន្ទ Pisces និងថ្នាំងនៃជោគវាសនាតម្រឹមនៅពេលក្រោយនៅថ្ងៃនេះ ដោយបញ្ចូលប្រធានបទជុំវិញការពង្រឹងអំណាច និងការផ្លាស់ប្តូរ។ជឿជាក់​ថា​គ្រឹះ​ដែល​អ្នក​បាន​សាងសង់​នឹង​រក្សា​ស្ថិរភាព​នៅ​ពេល​ដែល​អ្នក​បន្ថែម​បន្ថែម​ទៀត​លើ​ចាន​របស់​អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You should feel respected, successful, and influential, dear Taurus. As the Aquarius Sun and Mercury hold hands, you'll benefit from increased visibility. Be proactive about building connections that might support your aspirations. Professional and status-related goals will be easier to reach with loyal companions in your corner. The best way to expand your network is to demonstrate steadfast and honorable motives. Show that you are reliable and refined to build allure and trust amongst colleagues. Keep an open mind while the Pisces Moon aligns with the nodes of fate later today, especially if you've judged others unfairly in the past."
        },
        "kh": {
            "today": "អ្នកគួរមានអារម្មណ៍គោរព ជោគជ័យ និងមានឥទ្ធិពលជាទីគោរព Taurus ។នៅពេលដែល Aquarius Sun និង Mercury កាន់ដៃគ្នា អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការមើលឃើញកាន់តែច្រើន។សកម្មអំពីការកសាងទំនាក់ទំនងដែលអាចគាំទ្រសេចក្តីប្រាថ្នារបស់អ្នក។គោលដៅដែលមានជំនាញវិជ្ជាជីវៈ និងស្ថានភាពនឹងកាន់តែងាយស្រួលក្នុងការឈានដល់ជាមួយដៃគូស្មោះត្រង់នៅជ្រុងរបស់អ្នក។មធ្យោបាយដ៏ល្អបំផុតដើម្បីពង្រីកបណ្តាញរបស់អ្នកគឺដើម្បីបង្ហាញពីការជម្រុញដ៏ខ្ជាប់ខ្ជួន និងកិត្តិយស។បង្ហាញថាអ្នកមានភាពជឿជាក់ និងសម្រិតសម្រាំងក្នុងការកសាងភាពទាក់ទាញ និងភាពជឿជាក់ក្នុងចំណោមមិត្តរួមការងារ។បើកចិត្តឱ្យទូលាយ ខណៈពេលដែលព្រះច័ន្ទ Pisces តម្រឹមជាមួយចំណុចនៃជោគវាសនានៅពេលក្រោយនៅថ្ងៃនេះ ជាពិសេសប្រសិនបើអ្នកបានវិនិច្ឆ័យអ្នកដទៃដោយអយុត្តិធម៌កាលពីអតីតកាល។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Aquarius Sun and Mercury conspire to grant your wishes, dear Gemini. However, not all is as it seems under these exhilarating cosmic conditions. Give the universe creative freedom while it aids and abets your dreams. Evolving your visions as opportunities arise will lead you down paths more beautiful and fruitful than you could have imagined on your own. If you start to feel adrift, communicate with your higher power and watch for signs to guide you back on track. Emotions intensify when the Pisces Moon aligns with the nodes of fate later today, but acting maturely allows you to squash tired drama for good."
        },
        "kh": {
            "today": "ព្រះអាទិត្យ Aquarius និង Mercury ឃុបឃិតគ្នាដើម្បីផ្តល់បំណងប្រាថ្នារបស់អ្នក Gemini ជាទីស្រឡាញ់។ទោះយ៉ាងណាក៏ដោយ មិនមែនទាំងអស់ដូចដែលវាហាក់ដូចជាស្ថិតនៅក្រោមលក្ខខណ្ឌលោហធាតុដ៏រំភើបទាំងនេះនោះទេ។ផ្តល់សេរីភាពច្នៃប្រឌិតដល់សកលលោក ខណៈពេលដែលវាជួយ និងកម្ចាត់ក្តីសុបិនរបស់អ្នក។ការវិវឌ្ឍការមើលឃើញរបស់អ្នកនៅពេលដែលឱកាសកើតឡើងនឹងនាំអ្នកទៅកាន់ផ្លូវដ៏ស្រស់ស្អាត និងផ្លែផ្កាច្រើនជាងអ្វីដែលអ្នកអាចស្រមៃបានដោយខ្លួនឯង។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍អណ្តែត ចូរទាក់ទងជាមួយថាមពលខ្ពស់របស់អ្នក ហើយមើលសញ្ញាដើម្បីណែនាំអ្នកឱ្យដើរលើផ្លូវវិញ។អារម្មណ៍កាន់តែខ្លាំងនៅពេលដែលព្រះច័ន្ទ Pisces តម្រឹមជាមួយថ្នាំងនៃជោគវាសនានៅពេលក្រោយនៅថ្ងៃនេះ ប៉ុន្តែការសម្ដែងដោយភាពចាស់ទុំអនុញ្ញាតឱ្យអ្នកបំបែករឿងដែលហត់នឿយទៅជារឿងល្អ។"
        }
    }
]