[
    {
        "sign": "Aries",
        "en": {
            "today": "Error: Unable to fetch data for aries"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់ Aries បានទេ"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Error: Unable to fetch data for leo"
        },
        "kh": {
            "today": "កំហុស: មិនអាចទាញយកទិន្នន័យសម្រាប់លីអូបានទេ"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You could wake up feeling overstimulated and rushed, dear Taurus, as the Aries moon aspects Jupiter and Venus early this morning. Take space to catch your breath and connect with your body before approaching the day, or your plans may quickly unravel. Mars debuts into Sagittarius and the sector of your chart that governs transformation, declaring you accountable for your own journey. Prepare to make sacrifices as you build power and enter new agreements throughout the coming weeks. Some discomfort is likely to arise once Luna enters your sign and squares Pluto, challenging existing structures and your resilience."
        },
        "kh": {
            "today": "អ្នកអាចក្រោកឡើងនូវអារម្មណ៍ដែលមានអារម្មណ៍ហួសហេតុនិងប្រញាប់ប្រញាល់ជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់នៅពេលដែលការប្រព្រឹត្ដរបស់ Aries Moon jupiter និង Venus មានចេញនៅព្រឹកនេះ។យកកន្លែងទំនេរដើម្បីចាប់ដង្ហើមរបស់អ្នកហើយភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកមុនពេលខិតចូលថ្ងៃឬផែនការរបស់អ្នកអាចស្រាយបានយ៉ាងឆាប់រហ័ស។ភពព្រះអង្គារបានបង្ហាញខ្លួនទៅក្នុង Sagittarius និងវិស័យនៃតារាងរបស់អ្នកដែលគ្រប់គ្រងការផ្លាស់ប្តូរប្រកាសថាអ្នកទទួលខុសត្រូវចំពោះការធ្វើដំណើរដោយខ្លួនឯង។រៀបចំឱ្យលះបង់នៅពេលដែលអ្នកបង្កើតថាមពលហើយបញ្ចូលកិច្ចព្រមព្រៀងថ្មីពេញមួយសប្តាហ៍ខាងមុខនេះ។ភាពមិនស្រួលមួយចំនួនទំនងជាកើតឡើងនៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកនិងការេផ្លាតូរបស់អ្នក pluto ការប្រឈមដែលមានការពិបាករចនាសម្ព័ន្ធដែលមានស្រាប់និងភាពធន់របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Aries moon aligns with Jupiter and Venus early this morning, dearest Gemini, bringing a buzz to the air. You'll likely wake up to an abundance of messages or shocking news, but it's essential to ground yourself in the moment before reaching for your devices. Meanwhile, Mars drifts into Sagittarius, promising increased passion and motivation throughout the coming weeks. However, maintaining personal balance should be your priority. Adventure awaits you and your loved ones, but remember not to spread yourself too thin. Go within to receive enlightenment once Luna enters Taurus and aspects Pluto, thinning the veil that separates you and the spiritual realms."
        },
        "kh": {
            "today": "លោក Aries Mong តម្រឹមជាមួយភពព្រហស្បតិ៍និង Venus នៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនាំយកការភ្ញាក់ផ្អើលដល់អាកាស។អ្នកទំនងជាភ្ញាក់ពីសារល្មាលនៃសារឬព័ត៌មានគួរឱ្យភ្ញាក់ផ្អើលប៉ុន្តែវាចាំបាច់ក្នុងការជំរុញខ្លួនអ្នកនៅពេលនេះមុនពេលឈានដល់ឧបករណ៍របស់អ្នក។ទន្ទឹមនឹងនេះភពព្រះអង្គារបានរសាត់ទៅក្នុងទីក្រុង Sagittarius ដែលទទួលបានជោគជ័យបង្កើនចំណង់ចំណូលចិត្តនិងការលើកទឹកចិត្តពេញមួយសប្តាហ៍ខាងមុខនេះ។ទោះយ៉ាងណាក៏ដោយការរក្សាតុល្យភាពផ្ទាល់ខ្លួនគួរតែជាអាទិភាពរបស់អ្នក។ដំណើរផ្សងព្រេងកំពុងរង់ចាំអ្នកនិងមនុស្សជាទីស្រឡាញ់របស់អ្នកប៉ុន្តែចងចាំថាមិនឱ្យរាលដាលខ្លួនអ្នកឱ្យស្គមពេក។ចូលទៅក្នុងទទួលបានការត្រាស់ដឹងនៅពេលដែល Luna ចូល Taurus និងទិដ្ឋភាពផ្លាតូផ្លាតូដែលធ្វើឱ្យអ្នកមានភាពស្រកស្បៀងអាហាររបស់អ្នកនិងអាណាចក្រខាងវិញ្ញាណ។"
        }
    }
]