[
    {
        "sign": "Aries",
        "en": {
            "today": "Today could feel extra dramatic as we gear up for tonight's Lunar eclipse in Virgo, which promises to challenge your sense of order. Set an intention to go with the flow while honoring your emotions, intuition, and personal needs once Mars activates this afternoon. The cosmic climate heats up as midnight nears and the full moon rises, respecting structured Saturn and chaotic Uranus. Foundations you've grown comfortable with may seem less reliable, and it might be necessary to lay the groundwork for alternate paths moving forward. Wherever your eclipse story leads you, avoid impulsivity, listen to your body, and ask for help when needed."
        },
        "kh": {
            "today": "សព្វថ្ងៃនេះអាចមានអារម្មណ៍យ៉ាងខ្លាំងនៅពេលដែលយើងត្រៀមលក្ខណៈសម្រាប់សូរ្យគ្រាសសូរ្យគ្រាសនៅរាត្រីនេះដែលសន្យាថានឹងប្រកួតប្រជែងរបស់អ្នក។កំណត់ចេតនាដើម្បីដើរជាមួយលំហូរខណៈពេលដែលផ្តល់កិត្តិយសដល់អារម្មណ៍វិចារណញាណនិងតម្រូវការផ្ទាល់ខ្លួននៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះ។អាកាសធាតុលោហធាតុបានកើនឡើងដល់ពាក់កណ្តាលអធ្រាត្រជិតហើយព្រះច័ន្ទពេញយ៉ាងខ្លាំងឡើងដោយគោរពគោរពតាមការគោរពនិងអ៊ុយរ៉ានុសវឹកវរ។មូលដ្ឋានគ្រឹះដែលអ្នកបានរីកចម្រើនប្រកបដោយផាសុកភាពជាមួយវាហាក់ដូចជាមិនគួរឱ្យទុកចិត្តហើយវាចាំបាច់ត្រូវដាក់ដីសម្រាប់ផ្លូវជំនួសដែលកំពុងឆ្ពោះទៅមុខ។កន្លែងណាដែលរឿងរ៉ាវពងស្វាសរបស់អ្នកនាំឱ្យអ្នកជៀសវាងការមិនចេះអាប់អួសូមស្តាប់រាងកាយរបស់អ្នកហើយសុំជំនួយនៅពេលចាំបាច់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Things could feel a little shaky today, dearest Leo, as the Virgo moon prepares for tonight's lunar eclipse. Though the world around you may seem to spin faster than usual, remember that it's okay to operate on your own timeline. Moving from behind the scenes will also make me feel more comfortable, mainly when Mars activates this afternoon. If you start to feel overstimulated, use this energy as an excuse to pull back and reassess. Plan on pampering yourself later tonight when the full moon rises, aspecting Saturn and Uranus. Remember that luxury is meant to be shared, inviting someone special to partake in decadence."
        },
        "kh": {
            "today": "អ្វីៗអាចមានអារម្មណ៍ថាគួរឱ្យញញើតនៅថ្ងៃនេះដែលជាទីស្រឡាញ់ដែលជាទីស្រឡាញ់បំផុតដូចជាព្រះចន្ទរបស់ Virgo ត្រៀមសម្រាប់សូរ្យគ្រាសនៅយប់នេះ។ទោះបីពិភពលោកនៅជុំវិញអ្នកហាក់ដូចជាវិលវល់លឿនជាងធម្មតាក៏ដោយសូមចាំថាវាមិនអីទេក្នុងការធ្វើប្រតិបត្តិការនៅលើពេលវេលារបស់អ្នក។ការផ្លាស់ប្តូរពីខាងក្រោយឈុតនេះក៏នឹងធ្វើឱ្យខ្ញុំមានអារម្មណ៍ស្រួលជាងមុនដែរនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះ។ប្រសិនបើអ្នកចាប់ផ្តើមមានអារម្មណ៍ហួសហេតុសូមប្រើថាមពលនេះជាលេសដើម្បីទាញត្រឡប់មកវិញនិងវាយតម្លៃឡើងវិញ។ផែនការស្តីពីការធ្វើសរសៃខ្លួនអ្នកនៅយប់នេះនៅពេលដែលព្រះច័ន្ទបានកើនឡើងទិដ្ឋភាពសៅរ៍និងអ៊ុយរ៉ានុស។សូមចាំថាភាពប្រណីតនេះមានន័យថាត្រូវបានចែករំលែកដោយអញ្ជើញអ្នកណាម្នាក់ឱ្យទទួលទានក្នុងមួយដួងចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll exude much energy as the moon moves through Virgo, darling Taurus, helping you gather strength for tonight's lunar eclipse. Bring extra awareness to who or what contributes authenticity and inspiration to your life versus that which takes it away. A fierce desire to protect yourself and those you love most will come into play, which could trigger abrupt endings to friendships you no longer feel safe in. The vibe intensifies once the full moon rises tonight, connecting with Saturn and Uranus to promote swift action. Remember that sudden decisions are often final, so choose your actions and words wisely."
        },
        "kh": {
            "today": "អ្នកនឹងធ្វើឱ្យមានថាមពលច្រើននៅពេលព្រះច័ន្ទធ្វើចលនាឆ្លងកាត់ Virgo, Darling Taurus, ជួយអ្នកឱ្យប្រមូលកម្លាំងសម្រាប់សូរ្យគ្រាសរបស់យប់នេះ។នាំមកនូវការយល់ដឹងបន្ថែមដល់អង្គការសុខភាពពិភពលោកឬអ្វីដែលជួយវិភាគទាននិងការបំផុសគំនិតដល់ជីវិតរបស់អ្នកធៀបនឹងការដណ្តើមបាន។បំណងប្រាថ្នាយ៉ាងខ្លាំងដើម្បីការពារខ្លួនអ្នកនិងអ្នកដែលអ្នកស្រឡាញ់ភាគច្រើននឹងមកលេងដែលអាចបង្កឱ្យមានការបញ្ចប់យ៉ាងឆាប់រហ័សចំពោះមិត្តភាពអ្នកលែងមានសុវត្ថិភាពនៅពេលដែលព្រះច័ន្ទពេញមួយភ្លែតនៅយប់នេះភ្ជាប់ជាមួយសៅរ៍និងអ៊ុយរ៉ានុសដើម្បីលើកកម្ពស់សកម្មភាពរហ័ស។ចងចាំថាការសម្រេចចិត្តភ្លាមៗជាញឹកញាប់ត្រូវបានបញ្ចប់ដូច្នេះជ្រើសរើសសកម្មភាពនិងពាក្យរបស់អ្នកដោយប្រាជ្ញា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Notice how family and friends push your buttons, dear Gemini, as the Virgo moon gears up for tonight's intense lunar eclipse. Emotions will be raw and egos sensitive, making it essential that you put a stop to bickering before real arguments emerge. Luckily, Mars activates this afternoon and presents opportunities to ground. Moving your body can help you blow off steam, bringing you to a place of logic and balance. Trust your intuition once the full moon rises later tonight, aligning with Saturn and Uranus. However, it may be necessary to put your feelings aside in order to find clarity and resolve issues."
        },
        "kh": {
            "today": "សូមកត់សម្គាល់ពីរបៀបដែលគ្រួសារនិងមិត្តភក្តិរុញប៊ូតុងរបស់អ្នក Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទរបស់ Virgo ត្រៀមលក្ខណៈសម្រាប់សូរ្យគ្រាសដ៏ខ្លាំងនៅយប់នេះ។អារម្មណ៍នឹងក្លាយជាឆៅនិងអាត្ម័នដែលធ្វើឱ្យវាមានសារៈសំខាន់ដែលអ្នកបានបញ្ឈប់ការឈ្លោះប្រកែកគ្នាមុនពេលអាគុយម៉ង់ពិតប្រាកដលេចចេញមក។សំណាងល្អ, ភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះនិងបង្ហាញឱកាសដល់ដី។ការផ្លាស់ប្តូររាងកាយរបស់អ្នកអាចជួយអ្នកឱ្យផ្លុំចំហាយដែលនាំអ្នកទៅកាន់កន្លែងតក្កវិជ្ជានិងតុល្យភាព។ជឿទុកចិត្តលើវិចារណញាណរបស់អ្នកនៅពេលដែលព្រះចន្ទពេញរបស់អ្នកបានកើនឡើងនៅយប់នេះការតម្រឹមជាមួយសៅរ៍និងអ៊ុយរ៉ានុស។ទោះយ៉ាងណាក៏ដោយវាចាំបាច់ក្នុងការដាក់អារម្មណ៍របស់អ្នកឱ្យឆ្ងាយក្នុងគោលបំណងដើម្បីស្វែងរកភាពច្បាស់លាស់និងដោះស្រាយបញ្ហា។"
        }
    }
]