[
    {
        "sign": "Aries",
        "en": {
            "today": "New opportunities will arise while the Capricorn Moon aspects the nodes of fate, dear Aries, changing how you view the future. Reflect on what you do and do not have control over when Mercury stirs, and relinquish fears about the unknown. You'll mature significantly throughout the next two years once Saturn enters your sign this evening. Now is the time to master skills, plan for long-term success, and step into more challenging roles. Excitement builds as Luna and Jupiter face off later tonight, providing the courage to look past restraints that once held you back, so true growth can begin."
        },
        "kh": {
            "today": "ឱកាសថ្មីនឹងកើតឡើងខណៈពេលដែលព្រះច័ន្ទ Capricorn បង្ហាញពីចំណុចនៃជោគវាសនា Aries ជាទីស្រឡាញ់ ផ្លាស់ប្តូររបៀបដែលអ្នកមើលអនាគត។សញ្ជឹងគិតលើអ្វីដែលអ្នកធ្វើ ហើយមិនមានការគ្រប់គ្រងលើពេលដែលបារតរំជើបរំជួល ហើយបោះបង់ការភ័យខ្លាចអំពីអ្វីដែលមិនស្គាល់។អ្នកនឹងមានភាពចាស់ទុំយ៉ាងខ្លាំងក្នុងរយៈពេលពីរឆ្នាំខាងមុខ នៅពេលដែលភពសៅរ៍ចូលសញ្ញារបស់អ្នកនៅល្ងាចនេះ។ឥឡូវនេះគឺជាពេលវេលាដើម្បីធ្វើជាម្ចាស់ជំនាញ រៀបចំផែនការសម្រាប់ភាពជោគជ័យរយៈពេលវែង និងឈានជើងចូលទៅក្នុងតួនាទីដ៏លំបាកបន្ថែមទៀត។ភាពរំជើបរំជួលកើតឡើងនៅពេលដែល Luna និង Jupiter ប្រឈមមុខនឹងគ្នានៅយប់នេះ ដោយផ្តល់នូវភាពក្លាហានក្នុងការមើលការរឹតបន្តឹងពីមុន ដែលធ្លាប់រារាំងអ្នក ដូច្នេះការលូតលាស់ពិតអាចចាប់ផ្តើមបាន។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll need to compromise in order to maintain efficient partnerships, dear Leo. As the Capricorn Moon aspects the nodes of fate and Mercury, it puts practicality over comfort. Trying new procedures or techniques may unleash a renewed interest in the work you do. Where matters of the heart are concerned, it's important to have conversations around shared responsibilities and chores. A significant upswing in luck kicks off once Saturn enters Aries this evening. The next two years bring major manifestations, so keep a clear vision of what you want and consistently pursue these aspirations. Bring spiritual practice into your nighttime routines when Luna opposes Jupiter tonight."
        },
        "kh": {
            "today": "អ្នកនឹងត្រូវសម្របសម្រួលដើម្បីរក្សាភាពជាដៃគូប្រកបដោយប្រសិទ្ធភាព ឡេអូជាទីគោរព។នៅពេលដែលព្រះច័ន្ទ Capricorn បង្ហាញពីថ្នាំងនៃជោគវាសនា និងភព Mercury វាដាក់ការអនុវត្តជាក់ស្តែងលើការលួងលោម។ការសាកល្បងនីតិវិធី ឬបច្ចេកទេសថ្មីៗ អាចនឹងធ្វើឱ្យមានការចាប់អារម្មណ៍ជាថ្មីចំពោះការងារដែលអ្នកធ្វើ។កន្លែងដែលបញ្ហាបេះដូងមានការព្រួយបារម្ភ វាជារឿងសំខាន់ក្នុងការសន្ទនាជុំវិញទំនួលខុសត្រូវ និងការងាររួមគ្នា។ការកើនឡើងគួរឱ្យកត់សម្គាល់នៃសំណាងចាប់ផ្តើមនៅពេលដែល Saturn ចូលទៅក្នុង Aries នៅល្ងាចនេះ។ពីរឆ្នាំបន្ទាប់នាំមកនូវការបង្ហាញសំខាន់ៗ ដូច្នេះសូមរក្សាចក្ខុវិស័យច្បាស់លាស់អំពីអ្វីដែលអ្នកចង់បាន ហើយបន្តតាមបំណងប្រាថ្នាទាំងនេះជាប់លាប់។នាំយកការអនុវត្តខាងវិញ្ញាណទៅក្នុងទម្លាប់ពេលយប់របស់អ្នក នៅពេលដែល Luna ប្រឆាំងនឹង Jupiter នៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Important conversations find you throughout the day, darling Taurus, as the Capricorn Moon aspects the nodes of fate and Mercury. Use this energy to circulate ideas and messages that matter to you, rallying peers to these causes. Auspicious collaborations could emerge, but you'll need to master the art of being heard without silencing others. Major shifts occur internally over the next two years once Saturn enters Aries this evening. Success and failures will reshape your perspective and usher in an era of refinement. The universe will be in the mood to grant wishes while Luna opposes Jupiter later tonight."
        },
        "kh": {
            "today": "ការសន្ទនាសំខាន់ៗស្វែងរកអ្នកពេញមួយថ្ងៃ ជាទីស្រឡាញ់ Taurus ខណៈដែល Capricorn Moon បង្ហាញពីចំណុចនៃជោគវាសនា និងភពពុធ។ប្រើថាមពលនេះដើម្បីផ្សព្វផ្សាយគំនិត និងសារដែលសំខាន់សម្រាប់អ្នក ប្រមូលផ្តុំមិត្តភ័ក្តិចំពោះបុព្វហេតុទាំងនេះ។កិច្ចសហការល្អអាចលេចចេញបាន ប៉ុន្តែអ្នកនឹងត្រូវធ្វើជាម្ចាស់នៃសិល្បៈនៃការស្តាប់ដោយមិនបំបិទមាត់អ្នកដទៃ។ការផ្លាស់ប្តូរសំខាន់ៗកើតឡើងនៅខាងក្នុងក្នុងរយៈពេល 2 ឆ្នាំខាងមុខនៅពេលដែលភពសៅរ៍ចូល Aries នៅល្ងាចនេះ។ជោគជ័យ និងភាពបរាជ័យនឹងកែប្រែទស្សនៈរបស់អ្នកឡើងវិញ ហើយឈានទៅរកយុគសម័យនៃការកែលម្អ។សកលលោកនឹងស្ថិតក្នុងអារម្មណ៍ដើម្បីផ្តល់ក្តីប្រាថ្នា ខណៈដែល Luna ប្រឆាំងនឹង Jupiter នៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "It's okay to draw lines with people who consistently unload their trauma on you, dear Gemini. As the Capricorn Moon aspects the nodes of fate and Mercury, it's important to adjust the expectations others place on you. While you're happy to help friends in need, you won't have anything to offer if your energetic reserves are repeatedly depleted. You'll learn karmic lessons around friendship and boundaries once Saturn enters Aries this evening. The next two years will dramatically reshape your social sphere, and you will make valuable connections. Smart investments pay off when Luna and Jupiter face off later tonight."
        },
        "kh": {
            "today": "វាមិនអីទេក្នុងការគូរបន្ទាត់ជាមួយមនុស្សដែលតែងតែបង្ហាញពីរបួសរបស់ពួកគេមកលើអ្នក Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Capricorn បង្ហាញពីថ្នាំងនៃជោគវាសនា និងភពពុធ វាជារឿងសំខាន់ក្នុងការកែតម្រូវការរំពឹងទុករបស់អ្នកដទៃមកលើអ្នក។ខណៈពេលដែលអ្នករីករាយក្នុងការជួយមិត្តភ័ក្តិដែលត្រូវការ អ្នកនឹងមិនមានអ្វីផ្តល់ជូនទេ ប្រសិនបើទុនបំរុងដ៏ខ្លាំងក្លារបស់អ្នកត្រូវបានប្រើប្រាស់ម្តងហើយម្តងទៀត។អ្នក​នឹង​រៀន​មេរៀន​កម្មសិទ្ធ​ជុំវិញ​មិត្តភាព និង​ព្រំដែន​នៅពេល​ដែល​ភពសៅរ៍​ចូល​ដល់​ Aries ល្ងាច​នេះ។ពីរឆ្នាំខាងមុខនឹងផ្លាស់ប្តូរផ្នែកសង្គមរបស់អ្នកយ៉ាងខ្លាំង ហើយអ្នកនឹងបង្កើតទំនាក់ទំនងដ៏មានតម្លៃ។ការវិនិយោគឆ្លាតវៃនឹងសងនៅពេលដែល Luna និង Jupiter ប្រឈមមុខគ្នានៅយប់នេះ។"
        }
    }
]