[
    {
        "sign": "Aries",
        "en": {
            "today": "The Gemini moon aspects Chiron before entering Cancer, dear Aries, helping you greet the day with a clear mind and heightened intuition. As the sun moves into fiery Leo, you'll be inspired to impress others with your natural talents throughout the coming weeks. Work on building up character by investing in projects and interests that shape your personality. You'll be tempted to hide from uncomfortable emotions when Luna squares Saturn and Neptune, but this could damage relationships if family and close friends feel brushed aside. The energy improves once Jupiter activates later tonight, bringing warmth to your home and private affairs. Meanwhile, the sun and Uranus align, triggering strokes of genius."
        },
        "kh": {
            "today": "ទិដ្ឋភាពត្បូងមព្រះច័ន្ទនៅឈីលីមុនពេលចូលមហារីក, ជាទីស្រឡាញ់ aries, ជួយឱ្យអ្នកស្វាគមន៍ថ្ងៃជាមួយនឹងគំនិតច្បាស់លាស់និងវិចារណញាណខ្ពស់។នៅពេលដែលព្រះអាទិត្យផ្លាស់ទីចូលទៅក្នុងឡេអូឥឡូវនេះអ្នកនឹងត្រូវបានបំផុសគំនិតឱ្យធ្វើឱ្យអ្នកដទៃចាប់អារម្មណ៍ជាមួយនឹងទេពកោសល្យធម្មជាតិរបស់អ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។ធ្វើការលើការបង្កើតចរិតលក្ខណៈដោយវិនិយោគលើគម្រោងនិងចំណាប់អារម្មណ៍ដែលមានឥទ្ធិពលលើបុគ្គលិកលក្ខណៈរបស់អ្នក។អ្នកនឹងត្រូវបានល្បួងឱ្យលាក់ខ្លួនពីអារម្មណ៍ដែលមិនស្រួលនៅពេលដែល Luna Squares Saturn និង Neptune ប៉ុន្តែនេះអាចធ្វើឱ្យខូចទំនាក់ទំនងប្រសិនបើមិត្តភក្តិនិងមិត្តភក្តិជិតស្និទ្ធមានអារម្មណ៍ច្រានចោល។ថាមពលមានភាពប្រសើរឡើងនៅពេលដែលជេប jupiter សកម្មនៅយប់នេះដែលនាំឱ្យមានភាពកក់ក្តៅដល់កិច្ចការផ្ទះនិងឯកជនរបស់អ្នក។ទន្ទឹមនឹងនេះព្រះអាទិត្យនិងអ៊ុយរ៉ានុសតម្រឹមកេះស្ទូពូសឺរនៃទេពកោសល្យ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Gemini moon aspects Chiron before entering Cancer, dear Leo, asking you to catch up on correspondence so you can pull back and find quiet. As the sun enters your sign, people will be eager to connect. However, it may be helpful to embrace solitude and reflect on what you hope to accomplish as your birthday season unfolds. Sort through your fantasies to pinpoint which goals are most likely to manifest, while Luna squares off with Saturn and Neptune. You'll see a way around obstacles once Jupiter stirs. Opportunities could arise from unexpected sources when the sun and Uranus align."
        },
        "kh": {
            "today": "ទិដ្ឋភាពនៃព្រះច័ន្ទនៅឈីលីមុនពេលចូលមហារីកឡេអូដោយសួរអ្នកឱ្យចាប់អ្នកឱ្យចាប់បានការឆ្លើយឆ្លងដូច្នេះអ្នកអាចទាញត្រឡប់មកវិញនិងស្វែងរកភាពស្ងៀមស្ងាត់។នៅពេលព្រះអាទិត្យចូលក្នុងសញ្ញារបស់អ្នកប្រជាជននឹងចង់ភ្ជាប់ទំនាក់ទំនង។ទោះយ៉ាងណាវាអាចមានប្រយោជន៍ក្នុងការប្រកាន់យកភាពនៅលីវនិងឆ្លុះបញ្ចាំងពីអ្វីដែលអ្នកសង្ឃឹមថានឹងសំរេចបាននៅពេលរដូវកាលខួបកំណើតរបស់អ្នកបានលាតត្រដាង។តម្រៀបតាមការស្រមើស្រមែរបស់អ្នកដើម្បីបញ្ជាក់ពីគោលដៅមួយណាដែលទំនងជាបង្ហាញឱ្យឃើញខណៈដែល Luna Squares បានបិទជាមួយសៅរ៍និង Neptune ។អ្នកនឹងឃើញផ្លូវនៅជុំវិញឧបសគ្គនៅពេលដែលលោក Jupiter Stirs ។ឱកាសអាចកើតឡើងពីប្រភពដែលមិនបានរំពឹងទុកនៅពេលព្រះអាទិត្យនិងអ៊ុយរ៉ានុសតម្រឹម។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Take a few moments to synchronize your heart and mind, dear Taurus, as the Gemini moon aspects Chiron before entering intuitive Cancer. Your empathic abilities increase throughout the coming weeks once Leo season kicks off, and it'll be vital that you find ways to support and protect your energy. Themes around the home also come into focus, inspiring you to put more love into your space. Ensure that you're operating with good sense when Luna squares Saturn and Neptune, which could cloud your judgment. Try to learn from the conversations that take place while Jupiter stirs and the sun aligns with revolutionary Uranus tonight."
        },
        "kh": {
            "today": "ចំណាយពេលបន្តិចម្តង ៗ ដើម្បីធ្វើសមកាលកម្មដួងចិត្តនិងគំនិតរបស់អ្នក, Taurus ជាទីស្រឡាញ់, ដូចជាទិដ្ឋភាព Gemini Moon មុនពេលចូលមហារីកមហារីកវិចារណញាណ។សមត្ថភាពអបអរសាទររបស់អ្នកកើនឡើងពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលរដូវល្វារដូវកាលចាប់ផ្តើមហើយវាពិតជាសំខាន់ណាស់ដែលអ្នករកវិធីដើម្បីគាំទ្រនិងការពារថាមពលរបស់អ្នក។ស្បែកនៅជុំវិញផ្ទះក៏ផ្តោតសំខាន់ទៅលើការបំផុសគំនិតអ្នកឱ្យដាក់ស្នេហាឱ្យចូលក្នុងចន្លោះរបស់អ្នក។ធានាថាអ្នកកំពុងប្រតិបត្តិការប្រកបដោយអារម្មណ៍ល្អនៅពេលដែល Luna Squares Saturn និង Neptune ដែលអាចមានវិន័យរបស់អ្នក។ព្យាយាមរៀនសូត្រពីការសន្ទនាដែលកើតឡើងខណៈពេលដែលលោក Jupiter Stirs និងព្រះអាទិត្យតម្រឹមជាមួយ uranus បដិវត្តនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna takes her final steps through your sign this morning, dear Gemini, forming a sweet connection with Chiron before entering emotional Cancer. Invest in connections that foster a sense of security, ensuring you have a strong support system to rely on. The start of the Leo season triggers a new educational journey, flicking on the light of curiosity that resides deep within. Try working with your hands to avoid reaching for your phone while Luna squares Saturn and Neptune, temporarily escaping the digital realms. Prosperous vibes flow once Jupiter activates, increasing your financial savvy. Meanwhile, the sun and Uranus align, bringing an electric charge to your thoughts and words."
        },
        "kh": {
            "today": "Luna ទទួលបានជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់បង្កើតបានជាការតភ្ជាប់ផ្អែមជាមួយ chiry មុនពេលចូលមហារីកអារម្មណ៍។វិនិយោគលើការតភ្ជាប់ដែលជំរុញឱ្យមានអារម្មណ៍សុវត្ថិភាពធានាថាអ្នកមានប្រព័ន្ធគាំទ្រខ្លាំងពូកែក្នុងការពឹងផ្អែកលើ។ការចាប់ផ្តើមនៃរដូវ Leo បង្កឱ្យមានដំណើរសិក្សាអប់រំថ្មីមួយដែលកំពុងដើរលើពន្លឺនៃការចង់ដឹងចង់ឃើញដែលរស់នៅជ្រៅនៅខាងក្នុង។ព្យាយាមធ្វើការដោយដៃរបស់អ្នកដើម្បីចៀសវាងការឈានដល់ការឈានដល់ទូរស័ព្ទរបស់អ្នកខណៈពេលដែល Luna Squares Saturn និង Neptune ដែលកំពុងរត់គេចពីឌីជីថលឌីជីថលជាបណ្តោះអាសន្ន។ភាពរស់រវើកមានភាពរុងរឿងជូរចត់នៅពេលដែលជេបភីរីធ្វើឱ្យសកម្មបង្កើនសុវត្ថិភាពហិរញ្ញវត្ថុរបស់អ្នក។ទន្ទឹមនឹងនេះព្រះអាទិត្យនិងអ៊ុយរ៉ានុសតម្រឹម, នាំមកនូវការគិតថ្លៃអគ្គិសនីដល់គំនិតនិងពាក្យរបស់អ្នក។"
        }
    }
]