[
    {
        "sign": "Aries",
        "en": {
            "today": "The Leo Moon puts you in extroverted spirits, darling ram, granting you the bravery to be your most authentic and bold self. Your connections flourish when interests and encouragement are shared, thanks to a helping hand from fiery Mars. These vibes may heat matters of the heart, evolving blossoming dynamics as chemistry increases. You'll feel highly communicative once Luna and Mercury unite, and you can gain new ideas when you explore and learn from peers. Making allies also comes more easily under these cosmic conditions, so be sure to introduce yourself to anyone you've been hoping to befriend."
        },
        "kh": {
            "today": "ព្រះច័ន្ទព្រះច័ន្ទធ្វើឱ្យអ្នកមានស្មារតីដែលមានលក្ខណៈពិសេសរបស់អ្មត់ចិញ្ចឹមដែលផ្តល់ឱ្យអ្នកនូវភាពក្លាហានដើម្បីឱ្យអ្នកមានភាពក្លាហានក្លាយជាខ្លួនឯងដែលមានភាពត្រឹមត្រូវបំផុតនិងដិត។ការតភ្ជាប់របស់អ្នករីកដុះដាលនៅពេលចំណាប់អារម្មណ៍និងការលើកទឹកចិត្តត្រូវបានចែករំលែកដោយសារតែការជួយដល់ការជួយពីការដឹកនាំរបស់ភពព្រះអង្គម្ចាស់។ភាពរស់រវើកទាំងនេះអាចធ្វើឱ្យកំដៅបេះដូងមានបញ្ហាក្នុងការវិវឌ្ឍន៍ដ៏មានសក្ដានុពលនៃសក្ដានុពលដែលកំពុងកើនឡើង។អ្នកនឹងមានអារម្មណ៍ប្រាស្រ័យទាក់ទងខ្ពស់នៅពេលដែល Luna និងបារតរួបរួមគ្នាហើយអ្នកអាចទទួលបានគំនិតថ្មីៗនៅពេលអ្នកស្វែងយល់និងរៀនពីមិត្តភក្ដិ។ការធ្វើឱ្យសម្ព័ន្ធមិត្តក៏ងាយស្រួលជាងមុននៅក្រោមលក្ខខណ្ឌនៃលោហធាតុទាំងនេះដូច្នេះត្រូវប្រាកដថាណែនាំខ្លួនអ្នកដល់នរណាម្នាក់ដែលអ្នកសង្ឃឹមថានឹងមានក្តីស្រឡាញ់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "As the Moon travels through your sign, be honest about your desires, sweet lion. Mars steps in to amplify your voice, helping you make passionate arguments for what you want and deserve. A thirst for new experiences and knowledge also comes into play, making it easier to admit what you do not know. You'll learn more through doing under these cosmic conditions, so be sure to experiment when curiosity strikes. Your intellect increases once Mercury activates this afternoon, supercharging your ability to pick up and digest foreign concepts quickly. There will also be opportunities to impress peers when you share ideas and information."
        },
        "kh": {
            "today": "ក្នុងនាមជាព្រះច័ន្ទធ្វើដំណើរតាមសញ្ញារបស់អ្នកសូមស្មោះត្រង់អំពីបំណងប្រាថ្នារបស់អ្នកសត្វតោផ្អែម។ភពព្រះអង្គារឈានចូលដើម្បីពង្រីកសំលេងរបស់អ្នកជួយអ្នកធ្វើឱ្យអ្នកមានអំណះអំណាងងប់ងល់ចំពោះអ្វីដែលអ្នកចង់បាននិងសមនឹងទទួលបាន។ការស្រេកឃ្លានចំពោះបទពិសោធន៍និងចំណេះដឹងថ្មីៗក៏ចូលមកក្នុងការលេងដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការសារភាពនូវអ្វីដែលអ្នកមិនស្គាល់។អ្នកនឹងរៀនបន្ថែមទៀតតាមរយៈការធ្វើនៅក្រោមលក្ខខណ្ឌកុសលទាំងនេះដូច្នេះត្រូវប្រាកដថាពិសោធន៍នៅពេលដែលការចង់ដឹងចង់ឃើញ។បញ្ញារបស់អ្នកមានការកើនឡើងនៅពេលបារតសកម្មនារសៀលនេះដោយបង្កើនសមត្ថភាពរបស់អ្នកក្នុងការជ្រើសរើសនិងរំលាយគំនិតបរទេសយ៉ាងឆាប់រហ័ស។វាក៏នឹងមានឱកាសនឹងធ្វើឱ្យមានមនុស្សគិតថាចាប់អារម្មណ៍ផងដែរនៅពេលដែលអ្នកចែករំលែកគំនិតនិងព័ត៌មាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "You'll benefit from immediate gratification this morning, dear Taurus, thanks to a sweet connection between the Leo Moon and Mars. Put in work where it is needed most, elevating your life, health, and goals along the way. An increase in energy allows you to move faster and more efficiently, and organization will be essential for maximizing your efforts. Regroup as afternoon creeps in and Luna crosses paths with Mercury, taking time to nurture the mind and momentarily slow down. Emotional exchanges could also arise, giving you a better understanding of loved ones and how you feel about one another."
        },
        "kh": {
            "today": "អ្នកនឹងទទួលបានអត្ថប្រយោជន៍ពីការពេញចិត្តភ្លាមៗនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់សូមអរគុណចំពោះការតភ្ជាប់ផ្អែមរវាង Leo Moon និង Mars ។ដាក់នៅកន្លែងធ្វើការនៅកន្លែងដែលចាំបាច់បំផុតការលើកកម្ពស់ជីវិតសុខភាពនិងគោលដៅរបស់អ្នកនៅតាមផ្លូវ។ការកើនឡើងថាមពលអនុញ្ញាតឱ្យអ្នកធ្វើចលនាបានលឿននិងប្រសិទ្ធភាពកាន់តែច្រើនហើយអង្គការនឹងចាំបាច់សម្រាប់ការខិតខំប្រឹងប្រែងរបស់អ្នក។លើកស្ទួយនៅពេលរសៀលពេលរសៀលចូលនិង Luna ឆ្លងកាត់ផ្លូវដែលមានជាតិបារតចំណាយពេលចិញ្ចឹមសត្វនិងបន្ថយល្បឿនភ្លាមៗ។ការផ្លាស់ប្តូរផ្លូវចិត្តក៏អាចកើតឡើងដែរដែលផ្តល់ឱ្យអ្នកនូវការយល់ដឹងកាន់តែច្បាស់អំពីមនុស្សជាទីស្រឡាញ់និងអារម្មណ៍របស់អ្នកចំពោះគ្នាទៅវិញទៅមក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You'll feel vibrant and sharp as the Moon continues through Leo, dearest Gemini, helping you improve existing ideas. A sweet connection with Mars brings an added dose of motivation, encouraging you to seize the day and create magic! Put real heart into all that you do, demonstrating the fierce talent that lies within. You'll be in a position to educate others while increasing your knowledge once Luna and Mercury join forces. Initiate conversations that align with current interests or goals, absorbing information that might be useful later. Keep your mind engaged as the hours pass, exploring fresh concepts."
        },
        "kh": {
            "today": "អ្នកនឹងមានអារម្មណ៍រស់រវើកនិងមុតដូចព្រះចន្ទនៅតែបន្តតាមរយៈឡេអូដែលជាទីស្រឡាញ់របស់ Gemini ដែលជួយឱ្យអ្នកធ្វើឱ្យប្រសើរឡើងនូវគំនិតដែលមានស្រាប់។ការតភ្ជាប់ផ្អែមល្ហែមជាមួយភពព្រះអង្គារនាំមកនូវការលើកទឹកចិត្តបន្ថែមមួយដូសលើកទឹកចិត្តអ្នកឱ្យចាប់យកថ្ងៃនិងបង្កើតវេទមន្ត!ដាក់បេះដូងពិតចូលទៅក្នុងអ្វីទាំងអស់ដែលអ្នកធ្វើបង្ហាញថាទេពកោសល្យដ៏កាចសាហាវដែលស្ថិតនៅក្នុង។អ្នកនឹងស្ថិតក្នុងជំហរដើម្បីអប់រំអ្នកដទៃខណៈពេលដែលបង្កើនចំណេះដឹងរបស់អ្នកនៅពេលដែល Luna និងបារតចូលរួមកម្លាំង។ផ្តួចផ្តើមការសន្ទនាដែលតម្រឹមជាមួយនឹងចំណាប់អារម្មណ៍ឬគោលដៅបច្ចុប្បន្នការស្រូបយកព័ត៌មានដែលអាចមានប្រយោជន៍នៅពេលក្រោយ។រក្សាគំនិតរបស់អ្នកឱ្យចូលរួមនៅពេលម៉ោងកន្លងផុតទៅដោយស្វែងរកគំនិតថ្មីៗ។"
        }
    }
]