[
    {
        "sign": "Aries",
        "en": {
            "today": "Try to get an early start this morning, dear Aries, as the Sagittarius moon aligns with Uranus, Saturn, Neptune, and Pluto. Bringing forth excitement and opportunities to further personal goals through social interaction, this cosmic climate promises to revolutionize your circumstances. Be open to whatever is thrown your way, improvising when you're not entirely sure as to what the right move is. You'll have a chance to edit and expand this afternoon while Mercury is retrograding, activating, and setting a revisit tone. Show appreciation to your higher power once the sun and Luna align tonight, articulating gratitude and where you wish to see growth."
        },
        "kh": {
            "today": "ព្យាយាមទទួលបានការចាប់ផ្តើមដំបូងនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Sagittarius Mont បានតម្រឹមជាមួយអ៊ុយរ៉ានុស, សៅថនណុនធុននិងផ្លាតូ។ការនាំមកនូវភាពរំភើបនិងឱកាសដើម្បីសម្រេចគោលដៅផ្ទាល់ខ្លួនបន្ថែមទៀតតាមរយៈអន្តរកម្មសង្គមអាកាសធាតុអាកាសធាតុលោហធាតុនេះសន្យាធ្វើបដិវត្តចំពោះកាលៈទេសៈរបស់អ្នក។ត្រូវបានបើកចំហចំពោះអ្វីដែលត្រូវបានទម្លាក់ផ្លូវរបស់អ្នកធ្វើឱ្យប្រសើរឡើងនៅពេលដែលអ្នកមិនប្រាកដថាអ្វីដែលចលនាត្រឹមត្រូវគឺ។អ្នកនឹងមានឱកាសកែសម្រួលនិងពង្រីកនៅរសៀលនេះខណៈដែលបារតកំពុងថយចុះធ្វើឱ្យសកម្មនិងកំណត់សម្លេងឡើងវិញ។បង្ហាញការកោតសរសើរចំពោះអំណាចខ្ពស់របស់អ្នកនៅពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមនៅយប់នេះដោយបញ្ជាក់ការដឹងគុណនិងកន្លែងដែលអ្នកចង់ឃើញការលូតលាស់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Appreciate the influences that enrich your life, dear Leo, as the Sagittarius moon aligns with Uranus, Saturn, Neptune, and Pluto. Surround yourself with people who inspire an impulsive and playful spirit, pushing one another to take a little adventure. Return focus to creative projects that are unique to you when Mercury Retrogrades, activating mid-afternoon, and take time to edit and refine your work. Consider asking a trusted ally for their opinions and refining your approach further through secondary perspectives. Quiet down and allow your heart to speak truths later tonight while the sun and Luna align, acknowledging if your desires have shifted."
        },
        "kh": {
            "today": "សូមកោតសរសើរចំពោះឥទ្ធិពលដែលធ្វើអោយជីវិតរបស់អ្នកកាន់តែប្រសើរឡើងលីអូដែលជាទីស្រឡាញ់របស់ Sagittarius តម្រឹមជាមួយអ៊ុយរ៉ានុសសៅរ៍, ណឺថុននិងផ្លាតូ។ព័ទ្ធជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលជម្រុញស្មារតីដ៏រំភើបនិងគួរឱ្យអស់សំណើចជំរុញឱ្យមានគ្នាទៅវិញទៅមកដើម្បីទទួលបានការផ្សងព្រេងបន្តិច។ត្រឡប់ការផ្តោតអារម្មណ៍ទៅគម្រោងច្នៃប្រឌិតដែលប្លែកសម្រាប់អ្នកនៅពេលបារត Retrogrades ធ្វើឱ្យទាន់សម័យពាក់កណ្តាលរសៀលនិងចំណាយពេលដើម្បីកែសម្រួលនិងធ្វើឱ្យប្រសើរឡើងនូវការងាររបស់អ្នក។ពិចារណាសួរដោយសម្ព័ន្ធមិត្តដែលទុកចិត្តសម្រាប់មតិរបស់ពួកគេនិងការកែលម្អវិធីសាស្រ្តរបស់អ្នកបន្ថែមទៀតតាមរយៈទស្សនៈបន្ទាប់បន្សំ។ស្ងប់ស្ងាត់ហើយអនុញ្ញាតឱ្យបេះដូងរបស់អ្នកនិយាយការពិតនៅយប់នេះខណៈពេលដែលព្រះអាទិត្យនិង Luna តម្រឹមការទទួលស្គាល់ប្រសិនបើបំណងប្រាថ្នារបស់អ្នកបានផ្លាស់ប្តូរ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Transformations you've been working to manifest will fall into place, dear Taurus, thanks to sweet aspects between the Sagittarius moon, Uranus, Saturn, Neptune, and Pluto. Reward yourself for reaching important milestones, recognizing how consistent work leads to seemingly effortless wins. Host an intimate gathering at home when Luna aligns with Mercury RX this afternoon, sharing childhood experiences to liven up the conversation and better understand loved ones. If you're in a more solitary mood, use this time to walk down memory lane with old photos and home videos. Appreciate the hard and soft aspects of your soul later today when the sun and Luna align, admiring these complex dualities."
        },
        "kh": {
            "today": "ការផ្លាស់ប្តូរដែលអ្នកបានធ្វើការដើម្បីបង្ហាញឱ្យឃើញនឹងធ្លាក់ចូលកន្លែង Taurus ជាទីស្រឡាញ់អរគុណចំពោះទិដ្ឋភាពផ្អែមរវាង Sagittarius, Uranus, សៅថុន, Neantune, Neptune, និង Pluto ។ផ្តល់រង្វាន់ដល់ខ្លួនអ្នកសម្រាប់ការឈានដល់គោលដៅដ៏សំខាន់ដោយទទួលស្គាល់ថាតើការងារស្របគ្នានាំឱ្យមានជ័យជំនះដែលហាក់ដូចជាគ្មានការប្រឹងប្រែងយ៉ាងណាក៏ដោយ។រៀបចំពិធីជប់លៀងដ៏ជិតស្និទ្ធមួយនៅផ្ទះនៅពេលដែល Luna តម្រឹមជាមួយបារត RX រសៀលនេះការចែករំលែកបទពិសោធន៍កុមារឱ្យមានទុក្ខព្រួយនិងស្វែងយល់ពីមនុស្សជាទីស្រឡាញ់ប្រសើរជាងមុន។ប្រសិនបើអ្នកស្ថិតក្នុងអារម្មណ៍ទោលជាងនេះសូមប្រើពេលវេលានេះដើម្បីដើរតាមផ្លូវមេម៉ូរីជាមួយរូបថតចាស់និងវីដេអូនៅផ្ទះ។ការពេញចិត្តចំពោះទិដ្ឋភាពរឹងនិងទន់នៃព្រលឹងរបស់អ្នកនៅពេលថ្ងៃត្រង់នៅពេលដែលព្រះអាទិត្យនិងឡុងតម្រឹមកោតសរសើរចំពោះគូប្រជែងដ៏ស្មុគស្មាញទាំងនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Sagittarius moon aligns with Uranus, Saturn, Neptune, and Pluto early this morning, darling Gemini. This bustling cosmic climate brings much activity to you and your friends, allowing you to ebb and flow into each other's lives with breezy comfort. Though you may feel like ships passing in the night, make interactions with loved ones count, no matter how extended or brief. Compare schedules to ensure that quality time can be spent in the near future when Mercury RX activates, typically around midafternoon. Let your romantic side take the lead later tonight while the sun and Luna form a harmonious aspect."
        },
        "kh": {
            "today": "ព្រះចន្ទ Sagittarius តម្រឹមជាមួយអ៊ុយរ៉ានុសសៅរ៍សៅរ៍ណុបធុននិងផ្លាតូនៅព្រឹកព្រលឹមនៅព្រឹកនេះដែលជាទីស្រឡាញ់។អាកាសធាតុកុសលស្យូមដែលមានសភាពអ៊ូអរនេះនាំមកនូវសកម្មភាពជាច្រើនដល់អ្នកនិងមិត្តភក្តិរបស់អ្នកដែលអនុញ្ញាតឱ្យអ្នកទៅអេប៊ីប៊ីហើយហូរចូលក្នុងជីវិតរបស់គ្នាទៅវិញទៅមកដោយការលួងលោមយ៉ាងខ្លាំង។ទោះបីជាអ្នកអាចមានអារម្មណ៍ថាមានកប៉ាល់ឆ្លងកាត់នៅពេលយប់ក៏ដោយធ្វើឱ្យអន្តរកម្មជាមួយមនុស្សជាទីស្រឡាញ់រាប់មិនថាពង្រីកឬសង្ខេប។ប្រៀបធៀបកាលវិភាគប្រៀបធៀបការចាំបាច់ដើម្បីធានាថាពេលវេលាដែលមានគុណភាពអាចចំណាយក្នុងពេលអនាគតដ៏ខ្លីនៅពេលបារតបារតធ្វើឱ្យសកម្មជាធម្មតានៅជុំវិញពាក់កណ្តាលចុង។សូមឱ្យក្រុមរ៉ូមែនទិករបស់អ្នកនាំមុខនៅយប់នេះខណៈពេលដែលព្រះអាទិត្យនិង Luna បង្កើតបានជាទិដ្ឋភាពដែលមានភាពចុះសម្រុងគ្នា។"
        }
    }
]