[
    {
        "sign": "Aries",
        "en": {
            "today": "You'll feel called to explore all that is unknown and mysterious, dearest Aries. As the Cancer Moon aligns with the nodes of fate, seek discoveries by tapping into new worlds internally. When you step away from preconceived notions, meaningful growth can occur and stir up epiphanies. You'll feel more social throughout the second half of the day, looking for opportunities to mingle. While sharing ideas can be inspiring, avoid talking a big game to impress peers. Unbalanced connections between Luna, Jupiter, Mercury, and Venus may cause you to come across as boastful or disconnected if enthusiasm overtakes self-awareness."
        },
        "kh": {
            "today": "អ្នក​នឹង​មាន​អារម្មណ៍​ថា​ត្រូវ​បាន​ហៅ​ឱ្យ​ស្វែង​រក​អ្វី​ទាំង​អស់​ដែល​មិន​ស្គាល់​និង​អាថ៌កំបាំង, Aries ជា​ទី​ស្រឡាញ់​។នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា ស្វែងរកការរកឃើញដោយចូលទៅក្នុងពិភពថ្មីខាងក្នុង។នៅពេលដែលអ្នកដើរចេញឆ្ងាយពីគំនិតដែលគិតទុកជាមុន ការរីកចម្រើនដ៏មានអត្ថន័យអាចកើតឡើង និងធ្វើឱ្យមានការភ្ញាក់ផ្អើល។អ្នកនឹងមានអារម្មណ៍សង្គមកាន់តែច្រើនពេញមួយពាក់កណ្តាលទីពីរនៃថ្ងៃ ដោយស្វែងរកឱកាសដើម្បីបញ្ចូលគ្នាខណៈ​ពេល​ដែល​ការ​ចែក​រំលែក​គំនិត​អាច​ជា​ការ​លើក​ទឹក​ចិត្ត សូម​ជៀសវាង​ការ​និយាយ​លេង​ហ្គេម​ធំ​មួយ​ដើម្បី​ចាប់​អារម្មណ៍​មិត្ត​ភក្តិ។ទំនាក់ទំនងមិនមានតុល្យភាពរវាង Luna, Jupiter, Mercury និង Venus អាចបណ្តាលឱ្យអ្នកមានភាពអួតអាង ឬផ្តាច់ទំនាក់ទំនង ប្រសិនបើភាពរីករាយហួសពីការយល់ដឹងពីខ្លួនឯង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "You'll require extra privacy as the Moon moves through Cancer and aligns with the nodes of fate, dear lion. Courage builds as you prepare to step outside your comfort zone to make important transformations. Choose paths that empower you, and steer clear of people or situations that dim your light. Though you won't feel ready to shine within the public arena, now is the time to preserve energy and brainstorm. You'll be drawn to all that is romantic and soft when Luna, Jupiter, Mercury, and Venus form unbalanced aspects, but you should keep personal goals in mind."
        },
        "kh": {
            "today": "អ្នកនឹងទាមទារភាពឯកជនបន្ថែម នៅពេលដែលព្រះច័ន្ទផ្លាស់ទីឆ្លងកាត់មហារីក ហើយតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា សត្វតោជាទីគោរព។ភាពក្លាហានបង្កើតនៅពេលអ្នករៀបចំដើម្បីដើរចេញពីតំបន់សុខស្រួលរបស់អ្នកដើម្បីធ្វើការផ្លាស់ប្តូរសំខាន់ៗ។ជ្រើសរើសផ្លូវដែលផ្តល់អំណាចដល់អ្នក ហើយកាច់ចង្កូតចេញពីមនុស្ស ឬស្ថានភាពដែលធ្វើឱ្យពន្លឺរបស់អ្នកស្រអាប់។ថ្វីត្បិតតែអ្នកមិនទាន់ត្រៀមខ្លួនរួចជាស្រេចដើម្បីបញ្ចេញពន្លឺនៅក្នុងឆាកសាធារណៈក៏ដោយ ឥឡូវនេះគឺជាពេលវេលាដើម្បីរក្សាថាមពល និងគំនិត។អ្នក​នឹង​ត្រូវ​បាន​ទាក់ទាញ​ទៅ​រក​អ្វី​ៗ​ដែល​មាន​ភាព​រ៉ូមែនទិក និង​ស្រទន់​នៅ​ពេល Luna, Jupiter, Mercury, និង Venus បង្កើត​ជា​ទិដ្ឋភាព​ដែល​មិន​មាន​តុល្យភាព ប៉ុន្តែ​អ្នក​គួរ​តែ​រក្សា​គោលដៅ​ផ្ទាល់​ខ្លួន​ក្នុង​ចិត្ត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Fated encounters could place you on a new social trajectory, dear Taurus, as the Cancer Moon and nodes of fate align. These vibes will be particularly beneficial if you've been hoping to gain traction within cultural, creative, or intellectual spheres. Use your intuition to pick up on subtle details others put out to better understand your audience. However, it's important to ease into developing dynamics while Luna, Jupiter, Mercury, and Venus form unbalanced aspects. Though instant connections may trigger a desire to bond, sharing too much too quickly might give ammunition to those harboring ulterior motives."
        },
        "kh": {
            "today": "ការជួបជោគវាសនាអាចធ្វើឱ្យអ្នកនៅលើគន្លងសង្គមថ្មី, Taurus ជាទីស្រឡាញ់, នៅពេលដែលព្រះច័ន្ទមហារីកនិងថ្នាំងនៃជោគវាសនាតម្រឹម។ភាពរំជើបរំជួលទាំងនេះនឹងមានប្រយោជន៍ជាពិសេសប្រសិនបើអ្នកបានសង្ឃឹមថានឹងទទួលបានការទាក់ទាញនៅក្នុងវិស័យវប្បធម៌ ការច្នៃប្រឌិត ឬបញ្ញា។ប្រើវិចារណញាណរបស់អ្នកដើម្បីប្រមូលព័ត៌មានលំអិតដែលអ្នកដទៃដាក់ចេញ ដើម្បីយល់កាន់តែច្បាស់ពីទស្សនិកជនរបស់អ្នក។ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការសម្រួលដល់ការអភិវឌ្ឍន៍ថាមវន្ត ខណៈពេលដែល Luna, Jupiter, Mercury និង Venus បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។ទោះបីជាការភ្ជាប់ទំនាក់ទំនងភ្លាមៗអាចបង្កឱ្យមានបំណងប្រាថ្នាចង់ភ្ជាប់ក៏ដោយ ការចែករំលែកលឿនពេកអាចផ្តល់គ្រាប់រំសេវដល់ការជម្រុញដ៏អាក្រក់ទាំងនោះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A bittersweet energy unfolds as you enter new eras of success, dear Gemini. As the Cancer Moon aligns with the nodes of fate, remember where you come from as you reach for greater heights. It's important to let go of the doubts instilled in you as a child, recognizing that you have the power to overcome obstacles and thrive. An influx of blessings could leave you with extra cash, though you should use discernment before parting with your money. Unbalanced aspects between Luna, Jupiter, Mercury, and Venus ask you to resist excess. Find your bliss in love and spiritual fulfillment instead of materialistic indulgences."
        },
        "kh": {
            "today": "ថាមពលដ៏ជូរចត់កើតឡើងនៅពេលអ្នកចូលដល់យុគសម័យថ្មីនៃភាពជោគជ័យ Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា សូមចាំថាអ្នកមកពីណា នៅពេលអ្នកឈានដល់កម្ពស់កាន់តែច្រើន។វាជារឿងសំខាន់ក្នុងការបោះបង់ការសង្ស័យដែលបង្កប់ក្នុងខ្លួនកាលពីក្មេង ដោយទទួលស្គាល់ថាអ្នកមានអំណាចដើម្បីយកឈ្នះលើឧបសគ្គ និងរីកចម្រើន។ការហូរចូលនៃពរជ័យអាចទុកឱ្យអ្នកនូវសាច់ប្រាក់បន្ថែម ទោះបីជាអ្នកគួរតែប្រើការវែកញែកមុននឹងចែកលុយរបស់អ្នកក៏ដោយ។ទិដ្ឋភាពមិនមានតុល្យភាពរវាង Luna, Jupiter, Mercury និង Venus សុំឱ្យអ្នកទប់ទល់នឹងការលើស។ស្វែងរកសុភមង្គលរបស់អ្នកនៅក្នុងសេចក្ដីស្រឡាញ់ និងការបំពេញខាងវិញ្ញាណជំនួសឱ្យការបណ្ដោយខ្លួនតាមសម្ភារៈនិយម។"
        }
    }
]