[
    {
        "sign": "Aries",
        "en": {
            "today": "Secrets are uncovered, and there will be much to consider, dear Aries, as the Gemini moon aspects the nodes of fate, sun, Chiron, Saturn, and Venus throughout the day. The pressure that has been building internally and within your relationships begs to be addressed, forcing you to confront the truth. Avoid making sudden decisions, especially if you and your loved ones have much to discuss. Have grace for yourself, acknowledging shortcomings while seeking to better your situation and connections. Take a deep breath later tonight once Luna drifts into Cancer, setting conflict to the side and embracing comfort with your favorite people."
        },
        "kh": {
            "today": "អាថ៌កំបាំងត្រូវបានគេរកឃើញហើយវានឹងមានការពិចារណាជាច្រើនដែលទទួលបានការស្រឡាញ់ជាទីស្រឡាញ់ដូចជារូបព្រះច័ន្ទថ្នមក់នៃជោគវាសនាព្រះអាទិត្យរទម្ងន់ស៉ីននិងភពសុក្រពេញមួយថ្ងៃ។សម្ពាធដែលបានសាងសង់នៅខាងក្នុងនិងក្នុងទំនាក់ទំនងរបស់អ្នកបានទទួលការដោះស្រាយដោយបង្ខំឱ្យអ្នកប្រឈមមុខនឹងការពិត។ជៀសវាងការសម្រេចចិត្តភ្លាមៗជាពិសេសប្រសិនបើអ្នកនិងមនុស្សជាទីស្រលាញ់របស់អ្នកមានច្រើនត្រូវពិភាក្សា។មានព្រះគុណសម្រាប់ខ្លួនអ្នកដោយទទួលស្គាល់ការខ្វះខាតខណៈពេលដែលព្យាយាមធ្វើឱ្យស្ថានភាពនិងការតភ្ជាប់របស់អ្នកកាន់តែប្រសើរឡើង។ដង្ហើមជ្រៅក្រោយមកនៅរាត្រីនេះនៅពេលដែល Luna បានរសាត់ទៅជាជំងឺមហារីកដោយកំណត់ជំលោះនៅចំហៀងនិងការលួងលោមដោយក្តីសម្រាលទុក្ខរបស់អ្នកដែលអ្នកចូលចិត្ត។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A dizzying energy takes hold throughout the day, darling lion, as the Gemini moon aspects the nodes of fate, sun, Chiron, Saturn, and Venus. You may struggle to keep both feet on the ground while navigating social situations, and interactions will feel more intense than usual. Remember to release conversations once they're complete, especially if you have a habit of continuing these dialogues in your own mind. Embrace a mindfulness practice to maintain a strong aura and diminish outside noise. Peaceful vibes wash over you later tonight after Luna enters Cancer, encouraging you to hide away at home."
        },
        "kh": {
            "today": "ថាមពលវិលមុខកាន់កាប់ពេញមួយថ្ងៃដែលជាលោក Darling Fir Lion ក្នុងនាមជារូបព្រះច័ន្ទថ្នមៗថ្នាំងនៃជោគវាសនាព្រះអាទិត្យរទម្ងន់សូរីនស៍និងភពសុក្រ។អ្នកអាចតស៊ូដើម្បីរក្សាជើងទាំងពីរនៅលើដីខណៈពេលដែលការរុករកស្ថានភាពសង្គមហើយអន្តរកម្មនឹងមានអារម្មណ៍ខ្លាំងជាងធម្មតា។សូមចាំថានឹងបញ្ចេញការសន្ទនានៅពេលដែលពួកគេបានបញ្ចប់ជាពិសេសប្រសិនបើអ្នកមានទម្លាប់បន្តការសន្ទនាទាំងនេះដោយគំនិតផ្ទាល់ខ្លួនរបស់អ្នក។ឱបក្រសោបការអនុវត្តគំនិតដើម្បីថែរក្សាសោភ័ណភាពខ្លាំងនិងបន្ថយសំលេងរំខាននៅខាងក្រៅ។ភាពរស់រវើកដ៏សុខសាន្ដលាងសំអាតអ្នកនៅយប់នេះបន្ទាប់ពី Luna ចូលមហារីកលើកទឹកចិត្តអ្នកឱ្យលាក់ខ្លួននៅផ្ទះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "A flurry of cosmic activity tests the stability of your social sphere, dear Taurus, as the Gemini moon aspects the nodes of fate, sun, Chiron, Saturn, and Venus throughout the day. Though you'll require peace to analyze your connections thoroughly, setting boundaries could result in unfair pushback from friends. You may also get the sense that some peers are too caught up in status, compromising their ability to show up when you need them most. Acknowledge who helps you feel secure, prioritizing these steadfast alliances. Conversation flows more easily once Luna enters Cancer later tonight, helping you get to the heart of any issues at hand."
        },
        "kh": {
            "today": "ការប្រញាប់ប្រញាល់នៃសកម្មភាពលោហធាតុធ្វើឱ្យស្ថេរភាពនៃវិស័យសង្គមរបស់អ្នកគឺជាការជាទីស្រឡាញ់របស់អ្នកនៅពេលដែលទិដ្ឋភាពនៃព្រះច័ន្ទថ្នមៗនៃជោគវាសនាព្រះអាទិត្យ, ស៊ីរ៉ូ, សៅរ៍និងភពសុក្រពេញមួយថ្ងៃ។ទោះបីជាអ្នកនឹងតម្រូវឱ្យមានសន្តិភាពក្នុងការវិភាគការតភ្ជាប់របស់អ្នកឱ្យបានហ្មត់ចត់ក៏ដោយការកំណត់ព្រំដែនអាចបណ្តាលឱ្យមានការថយចុះការថយចុះដោយអយុត្តិធម៌ពីមិត្តភក្តិ។អ្នកក៏អាចយល់បានដែរថាមិត្តភក្តិខ្លះបានចាប់ខ្លួនបានច្រើនពេកធ្វើឱ្យប៉ះពាល់ដល់សមត្ថភាពរបស់ពួកគេក្នុងការបង្ហាញនៅពេលអ្នកត្រូវការវាបំផុត។ទទួលស្គាល់ថាអ្នកណាជួយអ្នកមានអារម្មណ៍ថាមានសុវត្ថិភាពផ្តល់អាទិភាពដល់សម្ព័ន្ធភាពដ៏ខ្ជាប់ខ្ជួនកាលទាំងនេះ។ការសន្ទនាបានហូរកាន់តែងាយស្រួលនៅពេលដែល Luna ចូលមហារីកនៅយប់នេះជួយអ្នកឱ្យមានឥទ្ធិពលលើបញ្ហាណាមួយនៅនឹងដៃ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe throws much in your direction today, dearest Gemini, as the moon connects with the nodes of fate, the sun, Chiron, Saturn, and Venus. There will be moments that feel completely out of control, but your ability to adapt and compromise allows you to come out on top. Don't be discouraged when challenges emerge; consider instead how you can gain experience from these hurdles. You'll be touched by the way your community shows up for you if help is needed, so don't be afraid to seek support. Luna exits your sign and drifts into Cancer later tonight, asking you to end the day in style."
        },
        "kh": {
            "today": "សាកលលោកបោះចោលការទទួលខុសត្រូវរបស់អ្នកនៅថ្ងៃនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះច័ន្ទភ្ជាប់ជាមួយថ្នាំងនៃជោគវាសនាព្រះអាទិត្យរទម្ងន់ស៉្បាញនិងភពសុក្រ។វានឹងមានពេលវេលាដែលមានអារម្មណ៍ថាមិនអាចគ្រប់គ្រងបានទាំងស្រុងប៉ុន្តែសមត្ថភាពរបស់អ្នកក្នុងការសម្របខ្លួននិងសម្របសម្រួលអនុញ្ញាតឱ្យអ្នកចេញមកលើកំពូល។កុំធ្លាក់ទឹកចិត្តនៅពេលមានបញ្ហាប្រឈមដែលលេចចេញមក;ពិចារណាជំនួសឱ្យវិធីដែលអ្នកអាចទទួលបានបទពិសោធន៍ពីឧបសគ្គទាំងនេះ។អ្នកនឹងត្រូវបានប៉ះដោយវិធីដែលសហគមន៍របស់អ្នកបានបង្ហាញសម្រាប់អ្នកប្រសិនបើត្រូវការជំនួយដូច្នេះកុំខ្លាចក្នុងការស្វែងរកការគាំទ្រ។Luna បានចាកចេញពីសញ្ញារបស់អ្នកហើយរសាត់ទៅក្នុងមហារីកនៅយប់នេះដោយស្នើសុំឱ្យអ្នកបញ្ចប់ថ្ងៃតាមស្ទីល។"
        }
    }
]