[
    {
        "sign": "Aries",
        "en": {
            "today": "Please take responsibility for your dreams by working for them in real time, dear Aries, as the Taurus moon and Saturn align. Meanwhile, Mercury and Jupiter form an auspicious aspect, helping you make practical and intuitive decisions to further your agenda along. Ideas brighten once Luna enters Gemini, though more questions could arise as visions expand. Research what's currently en vogue to ensure your image remains up to date, adding personal touches to these trends. Don't discredit your ability to influence peers; instead, find new ways to stand out and gain attention both online and within your local communities."
        },
        "kh": {
            "today": "សូមទទួលយកការទទួលខុសត្រូវចំពោះក្តីសុបិន្តរបស់អ្នកដោយធ្វើការឱ្យពួកគេក្នុងពេលវេលាពិតប្រាកដជាទីស្រឡាញ់ Areies ដូចជា Taurus Moon និង Saturn King តម្រឹម។ទន្ទឹមនឹងនេះបារតនិងភពព្រហស្បតិ៍បង្កើតបានជាទិដ្ឋភាពដែលគួរឱ្យអស់សំណើចជួយអ្នកក្នុងការធ្វើការសម្រេចចិត្តជាក់ស្តែងនិងវិចារណញាណដើម្បីបន្តរបៀបវារៈរបស់អ្នក។គំនិតភ្លឺនៅពេលដែល Luna ចូលមក Gemini ទោះបីជាមានសំណួរជាច្រើនទៀតអាចកើតឡើងនៅពេលដែលទស្សនៈលេចធ្លោក៏ដោយ។ការស្រាវជ្រាវតើមានអ្វីដែលបច្ចុប្បន្ននេះមាន vogue ដើម្បីធានាថារូបភាពរបស់អ្នកនៅតែទាន់សម័យបន្ថែមការប៉ះផ្ទាល់ខ្លួនចំពោះនិន្នាការទាំងនេះ។កុំធ្វើឱ្យខូចសមត្ថភាពរបស់អ្នកក្នុងការមានឥទ្ធិពលលើមិត្តភក្ដិ;ផ្ទុយទៅវិញរកវិធីថ្មីៗដើម្បីលេចធ្លោនិងទទួលបានការយកចិត្តទុកដាក់លើអ៊ីនធឺណិតទាំងក្នុងសហគមន៍មូលដ្ឋានរបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Don't waver on your demands when it comes to professional and romantic partnerships, darling Leo, as the Taurus moon and Saturn align. A need for structure and assurance makes it easier to be direct with your desires, though you should brace for others to do the same. Keep your thoughts positive and let optimism take root while Mercury aspects Jupiter, creating a highway between your subconscious and the real world. You'll feel social and charismatic midafternoon once Luna enters Gemini, aligning with Uranus, Neptune, and Pluto. Do what you can to elevate your community, helping peers connect, collaborate, and find love."
        },
        "kh": {
            "today": "កុំវង្វេងស្មារតីលើការទាមទាររបស់អ្នកនៅពេលនិយាយអំពីភាពជាដៃគូវិជ្ជាជីវៈនិងមនោសញ្ចេតនា, គួរឱ្យស្រឡាញ់, ដូចជា Taurus Moon និង Saturn បានតម្រឹម។តំរូវការសម្រាប់រចនាសម្ព័ន្ធនិងការធានាធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការរកមើលដោយផ្ទាល់ជាមួយនឹងបំណងប្រាថ្នារបស់អ្នកទោះបីជាអ្នកគួរតែចងខ្សែសម្រាប់អ្នកដទៃធ្វើដូចគ្នាក៏ដោយ។រក្សាគំនិតរបស់អ្នកវិជ្ជមានហើយឱ្យសុទិដ្ឋិនិយមចាក់ឬសជា root ខណៈពេលដែលទិដ្ឋភាពបារតបង្កើតផ្លូវហាយវេរវាងអ្នកបោកប្រាស់របស់អ្នកនិងពិភពពិត។អ្នកនឹងមានអារម្មណ៍ថាពាក់កណ្តាលសង្គមនិងឧត្ដមសីលធម៌ដែលមានមន្តស្នេហ៍នៅពេលដែល Luna ចូល Gemini ការតម្រឹមជាមួយអ៊ុយរ៉ានុស Neanus និង Pluto ។ធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីបង្កើនសហគមន៍របស់អ្នកជួយឱ្យមិត្តភក្ដិភ្ជាប់ទំនាក់ទំនងនិងស្វែងរកស្នេហា។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The moon takes its final steps in your sign, darling Taurus, forming a sweet connection with Saturn to boost your capacity for success. Make moves that reflect long-term aspirations, putting your self-interests first. Be mindful of who you socialize with while Mercury and Jupiter align, surrounding yourself with people who bring out the best in you. Now is also a good time to show your creative and intellectual side, winning fans along the way. Slow down while staying adventurous and enjoying small luxuries once Luna enters Gemini, aligning with Neptune, Uranus, and Pluto as evening creeps in."
        },
        "kh": {
            "today": "ព្រះច័ន្ទទទួលបានជំហានចុងក្រោយរបស់ខ្លួនក្នុងសញ្ញារបស់អ្នកគឺលោក Darling Taurus បង្កើតការតភ្ជាប់ផ្អែមជាមួយ Saturn ដើម្បីបង្កើនសមត្ថភាពរបស់អ្នកដើម្បីទទួលបានជោគជ័យ។ធ្វើឱ្យចលនាដែលឆ្លុះបញ្ចាំងពីសេចក្តីប្រាថ្នារយៈពេលវែងដោយដាក់ផលប្រយោជន៍ដោយខ្លួនឯងជាមុនសិន។សូមចងចាំថាអ្នកកំពុងធ្វើទំនាក់ទំនងសង្គមជាមួយខណៈដែលបារតនិងភពព្រហស្បតិ៍តម្រឹមជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលនាំមកនូវអ្វីដែលល្អបំផុតនៅក្នុងអ្នក។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អផងដែរក្នុងការបង្ហាញផ្នែកច្នៃប្រឌិតនិងបញ្ញារបស់អ្នកអ្នកគាំទ្រដែលឈ្នះអ្នកគាំទ្រ។បន្ថយល្បឿនខណៈពេលដែលរក្សាការផ្សងព្រេងនិងរីករាយនឹងការប្រណីតតូចៗនៅពេលដែល Luna ចូល Gemini តម្រឹមជាមួយ Neptune, Uranus, និង Pluto ជាល្ងាចនៅពេលដែល creep ពេលល្ងាចនៅក្នុង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The stars grant permission to put up walls and find peace, dear Gemini, as the Taurus moon and Saturn align. Your gift for strategy increases, inspiring you to lie low and calculate next steps. Meanwhile, Mercury and Jupiter form an intuitive connection, helping you tap into the subtle nuances that rule your environment. Consider what or who you hope to pull in, visualizing these desires in detail to discover the path toward manifestation. Emerge from the shadows midafternoon once Luna enters your sign, connecting with Neptune, Uranus, and Pluto. Your ability to charm peers and expand opportunities strengthens when you chase big dreams."
        },
        "kh": {
            "today": "តារាផ្តល់សិទ្ធិឱ្យដាក់ជញ្ជាំងនិងស្វែងរកសន្តិភាព Gemini ជាទីស្រឡាញ់, ដូចជា Taurus Moon និង Saturn តម្រឹម។អំណោយរបស់អ្នកសម្រាប់យុទ្ធសាស្រ្តកើនឡើង, បំផុសគំនិតអ្នកឱ្យកុហកទាបនិងគណនាជំហានបន្ទាប់។ទន្ទឹមនឹងនេះដែរបារតនិងភពព្រហស្បតិ៍បង្កើតបានជាការតភ្ជាប់វិចារណញាណជួយអ្នកឱ្យចូលទៅក្នុងការផ្តួនភាពមិនច្បាស់ដែលគ្រប់គ្រងបរិស្ថានរបស់អ្នក។ពិចារណាពីអ្វីដែលអ្នកឬអ្នកដែលអ្នកសង្ឃឹមថានឹងទាញចូលដោយមើលឃើញពីបំណងប្រាថ្នាទាំងនេះលម្អិតដើម្បីរកមើលផ្លូវឆ្ពោះទៅរកការបង្ហាញ។ផុសឡើងពីស្រមោលនៅពាក់ម្លប់នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកដោយភ្ជាប់ជាមួយ Neptune, Uranus, និង Pluto ។សមត្ថភាពរបស់អ្នកក្នុងការទាក់ទាញមិត្តភក្ដិនិងពង្រីកឱកាសពង្រឹងនៅពេលអ្នកដេញថ្លៃក្តីសុបិន្តធំ។"
        }
    }
]