[
    {
        "sign": "Aries",
        "en": {
            "today": "Try not to let negative emotions rule your internal dialogue, dearest Aries, as Mercury and Pluto face off. Meanwhile, the Leo Moon squares Uranus, which could trigger ego bruises if you express yourself impulsively.  Luckily, Luna enters Virgo early this morning, encouraging you to focus on wellness. Tackle your to-do lists early so you can spend extra time pampering yourself. Jupiter activates this afternoon, bringing warmth to your space that's perfect for hosting friends and family. Amplify your evening and bedtime routines while Luna aspects Mars and the Sun, listening to what your body needs to feel energized and stress-free."
        },
        "kh": {
            "today": "ព្យាយាមកុំអោយអារម្មណ៍អវិជ្ជមានគ្រប់គ្រងការសន្ទនាផ្ទៃក្នុងរបស់អ្នកដែលជាទីស្រឡាញ់បំផុត Aries ដែលជាការបារតដែលជាការបារតនិង Pluto ប្រឈមមុខ។ទន្ទឹមនឹងនេះដែរ, ឡេអូច័ន្ទការ៉េអ៊ុយរ៉ានុសដែលអាចបង្កឱ្យមានស្នាមជាំឧកតអ៊ីប្រសិនបើអ្នកបង្ហាញខ្លួនអ្នកយ៉ាងអាប់អួ។សំណាងល្អ, Luna ចូល Virto នៅព្រឹកព្រលឹមព្រឹកនេះលើកទឹកចិត្តអ្នកឱ្យផ្តោតលើសុខភាព។ដោះស្រាយបញ្ជីការងារត្រូវធ្វើរបស់អ្នកឱ្យបានឆាប់ដូច្នេះអ្នកអាចចំណាយពេលបន្ថែមថែទាំខ្លួនឯង។Jupiter ធ្វើឱ្យសកម្មនៅរសៀលនេះនាំឱ្យមានភាពកក់ក្តៅដល់លំហរបស់អ្នកដែលល្អឥតខ្ចោះសម្រាប់ការធ្វើជាម្ចាស់ផ្ទះនៃមិត្តភក្តិនិងក្រុមគ្រួសារ។ពង្រីកទម្លាប់ពេលល្ងាចនិងគេងនៅពេលល្ងាចរបស់អ្នកខណៈពេលដែលទិដ្ឋភាពឡូសនិងព្រះអាទិត្យស្តាប់អ្វីដែលរាងកាយរបស់អ្នកត្រូវការឱ្យមានអារម្មណ៍ថាមានថាមពលនិងមានភាពតានតឹងដោយឥតគិតថ្លៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Relationship challenges may cause you to speak unkindly, beloved lion, as Mercury and Pluto face off. Please do your best to maintain an even demeanor, measuring your words carefully before sharing them. Meanwhile, the Leo Moon squares Uranus before entering Virgo. If you struggle to exercise restraint, ground by indulging the senses. Spending time in nature can bring you closer to enlightenment this afternoon while Jupiter stirs in your solar twelfth house. Meditate on how you can build a bridge between your fantasies and the real world when Luna aspects Mars and the Sun this evening, funneling your efforts accordingly."
        },
        "kh": {
            "today": "បញ្ហាប្រឈមនៃទំនាក់ទំនងអាចបណ្តាលឱ្យអ្នកនិយាយតោដែលមិនសប្បុរសគឺការបារតនិងផ្លាតូប្រឈមមុខ។សូមខំប្រឹងឱ្យបានអស់ពីសមត្ថភាពដើម្បីរក្សាអាកប្បកិរិយាសូម្បីតែវាស់ពាក្យរបស់អ្នកដោយប្រុងប្រយ័ត្នមុនពេលចែករំលែកពួកគេ។ទន្ទឹមនឹងនេះដែរឡេអូច័ន្ទការ៉េអ៊ុយរ៉ានុសមុនពេលចូលទីក្រុង Virgo ។ប្រសិនបើអ្នកតស៊ូដើម្បីអនុវត្តការអត់ធ្មត់ដីដោយធ្វើឱ្យមានអារម្មណ៍។ការចំណាយពេលវេលានៅក្នុងធម្មជាតិអាចនាំឱ្យអ្នកចូលកាន់តែជិតនឹងការត្រាស់ដឹងនៅរសៀលនេះខណៈដែល Jupiter Stirs នៅក្នុងផ្ទះពន្លឺព្រះអាទិត្យរបស់អ្នក។ធ្វើសមាធិអំពីរបៀបដែលអ្នកអាចកសាងស្ពានរវាងការស្រមើស្រមៃរបស់អ្នកនិងពិភពពិតនៅពេលដែលទិដ្ឋភាពឡុងនិងព្រះអាទិត្យនៅល្ងាចនេះពឹងផ្អែកលើការខិតខំរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Mercury and Pluto form a harsh opposition, dear Taurus, highlighting if you're overdue for a rest. Feeling stretched thin could cause you to lash out unfairly at family and friends, and it may be necessary to draw boundaries so you can fully recharge. Meanwhile, the Leo Moon squares Uranus before entering Virgo, encouraging you to channel mood swings through creative outlets. Expand upon your passions when Jupiter stirs this afternoon, socializing with those who share similar interests. You'll feel more elevated and ready to open your heart up once more when Luna aspects Mars and the Sun this evening."
        },
        "kh": {
            "today": "បារតនិងផ្លាតូបង្កើតបានជាការប្រឆាំងយ៉ាងខ្លាំង Taurus ជាទីស្រឡាញ់បន្លិចការបន្លិចប្រសិនបើអ្នកហួសកាលៈអ្នកហួសកាលកំណត់សម្រាប់ការសម្រាក។Feeling stretched thin could cause you to lash out unfairly at family and friends, and it may be necessary to draw boundaries so you can fully recharge.ទន្ទឹមនឹងនេះដែរ, leo ច័ន្ទការ៉េអ៊ុយរ៉ានុសមុនពេលចូលទីក្រុង Virgo លើកទឹកចិត្តអ្នកឱ្យភ្ជាប់អារម្មណ៍ផ្លាស់ប្តូរអារម្មណ៍តាមរយៈហាងច្នៃប្រឌិត។ពង្រីកលើតណ្ហារបស់អ្នកនៅពេលដែលភពភពព្រហស្បតិ៍ជំរុញឱ្យមានទំនាក់ទំនងសង្គមជាមួយអ្នកដែលមានចំណាប់អារម្មណ៍ស្រដៀងគ្នានេះ។អ្នកនឹងមានអារម្មណ៍ថាខ្ពស់ជាងនេះហើយត្រៀមខ្លួនបើកបេះដូងរបស់អ្នកឡើងម្តងទៀតនៅពេលដែលទិដ្ឋភាពឡុងនិងព្រះអាទិត្យនៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Mysterious vibes flow as Mercury and Pluto face off this morning, dearest Gemini. You may feel as though the universe is trying to tell you something, but decoding messages from beyond could bring some confusion. Shift gears to focus on your home life once the Leo Moon squares Uranus before entering Virgo, especially if you start to obsess or feel overstimulated. Auspicious vibes flow when Jupiter stirs this afternoon, which could bring home businesses or interior design projects to the next level. Unapologetically embrace simple pleasures to cap off the weekend while Luna aspects Mars and the Sun this evening."
        },
        "kh": {
            "today": "ភាពរស់រវើកអាថ៌កំបាំងហូរហៀរហ្មៅហ្ងួតហូរដលបារតនិងផ្លាតូប្រឈមមុខនឹងព្រឹកនេះ Gemini ជាទីស្រឡាញ់បំផុត។អ្នកអាចមានអារម្មណ៍ថាសកលលោកកំពុងព្យាយាមប្រាប់អ្នកអ្វីមួយប៉ុន្តែការឌិកូដសារពីការលើសនេះអាចនាំឱ្យមានការភាន់ច្រលំមួយចំនួន។ការផ្លាស់ប្តូរឧបករណ៍ដើម្បីផ្តោតលើជីវិតផ្ទះរបស់អ្នកនៅពេលដែល Leo Moon Squares Uranus មុនពេលចូលទៅក្នុង Virgo ជាពិសេសប្រសិនបើអ្នកចាប់ផ្តើមឈ្លក់វង្វេងឬមានអារម្មណ៍ហួសហេតុពេក។ភាពរស់រវើកដែលមានភាពច្របូកច្របល់នៅពេលដែលភពព្រហស្បតិ៍រំញោចនៅរសៀលនេះដែលអាចនាំមកនូវអាជីវកម្មផ្ទះឬគម្រោងរចនាផ្ទៃខាងក្នុងដល់កម្រិតបន្ទាប់។អោបក្រសោបការសប្បាយដ៏សាមញ្ញមួយដើម្បីបិទចុងសប្តាហ៍ខណៈពេលដែលទិដ្ឋភាពឡុងនិងព្រះអាទិត្យនៅល្ងាចនេះ។"
        }
    }
]