[
    {
        "sign": "Aries",
        "en": {
            "today": "Brace yourself for a flurry of activity, dearest Aries, as the Gemini moon aspects Chiron, Saturn, Venus Rx, the nodes of fate, and Mercury Rx. How you support yourself comes into focus, and you'll need to find ways to cultivate peace internally when chaos swirls. Fully absorb information, think, then speak, and pause before reacting to survive these cosmic tidal waves. The atmosphere shifts once Luna drifts into Cancer, taking the emotional edge off. Plan on laying low at home so you may fully unwind at the end of the busy workday. Reflect on cycles that need adjusting later tonight when Mercury Rx aligns with the nodes of fate."
        },
        "kh": {
            "today": "ប្រឡាក់ខ្លួនឯងសម្រាប់សកម្មភាពដ៏អស្ចារ្យដែលជាទីស្រឡាញ់បំផុតដែលជាទិដ្ឋភាពព្រះចន្ទរបស់ Gemini, Saturs, Venus RX, ថ្នាំងនៃជោគវាសនា, និងបារត RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX RX ។របៀបដែលអ្នកគាំទ្រខ្លួនអ្នកក្លាយជាការផ្តោតអារម្មណ៍ហើយអ្នកត្រូវរកវិធីដើម្បីដាំដុះសន្តិភាពនៅខាងក្នុងនៅពេលដែលភាពវឹកវរ។ស្រូបយកព័ត៌មានឱ្យបានពេញលេញគិតបន្ទាប់មកនិយាយហើយផ្អាកមុនពេលមានប្រតិកម្មដើម្បីរស់រានមានជីវិតរស់រានមានជីវិតក្នុងការទទួលជោគជ័យ។បរិយាកាសផ្លាស់ប្តូរតែនៅលើដងផ្ការសាត់ទៅជាជំងឺមហារីកដោយយកគែមអារម្មណ៍ចេញ។រៀបចំផែនការក្នុងការដាក់តម្លៃទាបនៅផ្ទះដូច្នេះអ្នកអាចធ្វើឱ្យមានភាពពេញលេញនៅចុងបញ្ចប់នៃថ្ងៃធ្វើការរវល់។ឆ្លុះបញ្ចាំងនៅលើវដ្តដែលត្រូវការកែតម្រូវនៅយប់នេះនៅពេលបារតបារតតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Watch out for petty behaviors and power struggles, darling Leo, as the Gemini moon forms harsh connections with Saturn, Venus Rx, the nodes of fate, and Mercury Rx. Avoid peers who tend to circulate rumors or thrive off competition, reshaping your social sphere by investing in those who have a positive presence and influence. You'll likely need some alone time later today when Luna enters Cancer, asking you to nurture the deepest layers of your soul. Renegotiate commitments you're unhappy with later tonight when Mercury Rx joins forces with the nodes of fate, sharing your truth with those who matter most."
        },
        "kh": {
            "today": "ប្រយ័ត្នចំពោះឥរិយាបថនិងការតស៊ូអំណាចដែលគួរឱ្យចង់សើចដែលជាត្បូងមរកតដែលមានភ្ជាប់មកជាមួយភេនស៊ីនដែលមានទំនាក់ទំនងជាមួយសៅរ៍ Venus RX ដែលជាថ្នាំងនៃជោគវាសនានិងបារត RX RX RX RX RX RX RX ។ចៀសវាងមិត្តភ័ក្ត្រដែលមានទំនោរក្នុងការបកស្រាយពាក្យចចាមអារាមឬរីកចម្រើនការប្រកួតប្រជែងការផ្លាស់ប្តូរវិស័យសង្គមរបស់អ្នកដោយវិនិយោគលើអ្នកដែលមានវត្តមានវិជ្ជមាននិងឥទ្ធិពល។អ្នកទំនងជាត្រូវការពេលវេលាខ្លះនៅម្នាក់ឯងនៅថ្ងៃនេះនៅពេលដែល Luna ចូលមហារីកដោយស្នើសុំឱ្យអ្នកចិញ្ចឹមបីបាច់ស្រទាប់ដ៏ជ្រៅបំផុតនៃព្រលឹងរបស់អ្នក។ការប្តេជ្ញាចិត្តចរចារអ្នកមិនសប្បាយចិត្តនៅយប់នេះនៅពេលដែល Mercury Rx ចូលរួមជាមួយកងកម្លាំងរបស់ជោគវាសនាដោយចែករំលែកសេចក្តីពិតរបស់អ្នកជាមួយអ្នកដែលមានសារៈសំខាន់បំផុត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Screen fatigue could find you today, dearest Taurus, as the Gemini moon forms harsh squares with Saturn, Venus Rx, the nodes of fate, and Mercury Rx. Be mindful to move at your own pace and curb any impulses that have you reaching for your phone unnecessarily. Silencing notifications and spending more time outside can be helpful for navigating this cosmic climate. You'll feel mentally refreshed later today when Luna enters Cancer, helping you make sense of complex emotions and social dynamics. Consider clearing up your online image as the day comes to a close and Mercury Rx aligns with the nodes of fate."
        },
        "kh": {
            "today": "Screen fatigue could find you today, dearest Taurus, as the Gemini moon forms harsh squares with Saturn, Venus Rx, the nodes of fate, and Mercury Rx.ត្រូវគិតគូរក្នុងការផ្លាស់ប្តូរតាមល្បឿនផ្ទាល់ខ្លួនរបស់អ្នកហើយទប់ស្កាត់ការលើកទឹកចិត្តណាមួយដែលអ្នកបានឈានដល់ទូរស័ព្ទរបស់អ្នកដោយមិនចាំបាច់។ការជូនដំណឹងបំបិទភាពស្វាហាប់និងការចំណាយពេលច្រើននៅខាងក្រៅអាចមានប្រយោជន៍សម្រាប់ការធ្វើនាវិជ្ជាដែលមានអាកាសធាតុខ្ពង់ខ្ពស់នេះ។អ្នកនឹងមានអារម្មណ៍ស្រស់ស្រាយក្នុងការធ្វើឱ្យស្រស់ស្រាយនៅថ្ងៃនេះនៅពេលដែល Luna ចូលមកជំងឺមហារីក, ជួយអ្នកឱ្យយល់ពីអារម្មណ៍ស្មុគស្មាញនិងសក្ដានុពលសង្គម។ពិចារណាក្នុងការឈូសឆាយរូបភាពតាមអ៊ិនធរណេតរបស់អ្នកនៅពេលថ្ងៃមកដល់ RX ដែលមានភាពស្និទ្ធស្នាលនិងបារតភ្ជាប់ជាមួយថ្នាំងរបស់វាសនា។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You're cosmically poised to encounter many challenges today, darling Gemini, as the moon squares Saturn, Venus Rx, the nodes of fate, and Mercury Rx. Know your capabilities and choose your battles wisely to avoid burnout. Take accountability for your actions, demonstrating a willingness to learn if hurdles arise within your professional path. The energy shifts once Luna enters Cancer later today, taking the heat off. Give yourself a small reward for surviving the day's highs and lows. Reflect on where improvements can continue to be made when Mercury Rx aligns with the nodes of fate later tonight."
        },
        "kh": {
            "today": "You're cosmically poised to encounter many challenges today, darling Gemini, as the moon squares Saturn, Venus Rx, the nodes of fate, and Mercury Rx.ដឹងពីសមត្ថភាពរបស់អ្នកហើយជ្រើសរើសការប្រយុទ្ធរបស់អ្នកដោយប្រាជ្ញាដើម្បីចៀសវាងការឆាបឆេះ។ទទួលខុសត្រូវចំពោះសកម្មភាពរបស់អ្នកដោយបង្ហាញពីឆន្ទៈក្នុងការរៀនប្រសិនបើឧបសគ្គកើតឡើងក្នុងផ្លូវអាជីពរបស់អ្នក។ថាមពលផ្លាស់ប្តូរនៅពេលដែល Luna ចូលមហារីកក្រោយមកជំងឺមហារីកនៅថ្ងៃនេះដោយយកកំដៅបិទ។ផ្តល់ឱ្យខ្លួនអ្នកនូវរង្វាន់តូចមួយសម្រាប់ការរស់រានមានជីវិតខ្ពស់របស់ថ្ងៃនិងទាប។ឆ្លុះបញ្ចាំងពីកន្លែងដែលការកែលម្អអាចបន្តធ្វើបាននៅពេលបារតបារតតម្រឹមជាមួយថ្នាំងនៃវាសនានៅយប់នេះ។"
        }
    }
]