[
    {
        "sign": "Aries",
        "en": {
            "today": "The stars conspire to offer comfort and guidance this morning, dear Aries, as the Leo Moon aligns with the Sun and Chiron. Commit to an intention as you start the day, and center your agenda on goals that promote healing and boost self-worth. Push further than you usually would once Mars activates later today, especially when it comes to passion projects. Your bravery increases during this time, inspiring you to take creative risks that will surely set you apart. Jealous peers may try to dissuade you when Luna forms a harsh T-square with Mercury and Uranus before entering Virgo. Take feedback with a grain of salt, but tidy up your work as well."
        },
        "kh": {
            "today": "តារាឃុបឃិតក្នុងការផ្តល់ការលួងលោមនិងការណែនាំនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា Leo Monon តម្រឹមជាមួយនឹងព្រះអាទិត្យនិង chiry ។ប្តេជ្ញាចិត្តចំពោះចេតនានៅពេលអ្នកចាប់ផ្តើមថ្ងៃហើយផ្តោតលើរបៀបវារៈរបស់អ្នកលើគោលដៅដែលជំរុញការព្យាបាលនិងបង្កើនតម្លៃខ្លួនឯង។ជំរុញបន្ថែមជាងអ្វីដែលអ្នកធ្លាប់មាន Mars ដែលធ្វើឱ្យសកម្មនៅពេលក្រោយនៅថ្ងៃនេះជាពិសេសនៅពេលនិយាយអំពីគម្រោងតណ្ហា។ភាពក្លាហានរបស់អ្នកមានការកើនឡើងក្នុងកំឡុងពេលនេះដោយបំផុសគំនិតអ្នកឱ្យមានហានិភ័យច្នៃប្រឌិតដែលប្រាកដជានឹងធ្វើឱ្យអ្នកបែកគ្នា។មិត្តភក្តិដែលច្រណែននឹងព្យាយាមធ្វើឱ្យអ្នកខកចិត្តនៅពេលដែល Luna បង្កើតបានជាការ៉េ T-Square មួយដែលមានជាតិបារតនិងអ៊ើរ៉ានុសមុនពេលចូលទីក្រុង Virgo ។ទទួលយកមតិយោបល់ជាមួយគ្រាប់ធញ្ញជាតិអំបិលប៉ុន្តែធ្វើឱ្យការងាររបស់អ្នកមានលក្ខណៈល្អផងដែរ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Moon takes its final steps through your sign, dear Leo, aligning with the Sun, Chiron, Mars, Mercury, and Uranus throughout the day. Assess your goals upon awakening and set specific intentions so you can mindfully proceed with the day's agenda. You'll be in spontaneous spirits later this afternoon, and should do something bold with your partner in crime. Unexpected drama could cause your guard to go up this evening, but try to hear others out before going on the defensive. You'll feel more practical and patient once Luna makes her debut in Virgo, but you may need to connect with your body to release tension fully."
        },
        "kh": {
            "today": "ព្រះច័ន្ទទទួលយកជំហានចុងក្រោយរបស់ខ្លួនតាមរយៈសញ្ញារបស់អ្នក, លីអូ, តម្រឹមជាមួយព្រះអាទិត្យ, ឈីន, ភពព្រះអង្គារ, បារតនិងអ៊ុយរ៉ានុសពេញមួយថ្ងៃ។វាយតម្លៃគោលដៅរបស់អ្នកនៅពេលភ្ញាក់ហើយកំណត់ចេតនាជាក់លាក់ដូច្នេះអ្នកអាចបន្តរបៀបវារៈរបស់ថ្ងៃបាន។អ្នកនឹងនៅវិញ្ញាណដោយឯកឯងនៅរសៀលនេះហើយគួរតែធ្វើអ្វីមួយដោយក្លាហានជាមួយដៃគូរបស់អ្នកក្នុងឧក្រិដ្ឋកម្ម។ល្ខោនដែលមិនបានរំពឹងទុកអាចបណ្តាលឱ្យអ្នកយាមរបស់អ្នកឡើងនៅល្ងាចនេះប៉ុន្តែព្យាយាមស្តាប់អ្នកដទៃមុនពេលធ្វើដំណើរការពារ។អ្នកនឹងមានអារម្មណ៍ថាមានភាពជាក់ស្តែងនិងអត់ធ្មត់កាន់តែច្រើននៅពេលដែល Luna ធ្វើឱ្យនាងលេចចេញមកនៅ Virgo ប៉ុន្តែអ្នកប្រហែលជាត្រូវភ្ជាប់ទំនាក់ទំនងជាមួយរាងកាយរបស់អ្នកដើម្បីបញ្ចេញភាពតានតឹងយ៉ាងពេញលេញ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Allow yourself to feel fully comforted by those who love you most, dear Taurus. As the Leo Moon aligns with the Sun and Chiron, small moments of nurturing could bring significant relief to the soul. Powerful partnerships will be forged when Mars activates later today. Identify the areas of your life that need a boost, and find an ally to fight for shared goals. You'll trigger more easily while Luna enters a T-square with Mercury and Uranus before entering Virgo. Recognize if you start to get annoyed, do what you can to quickly shift the energy by laughing off minor tensions."
        },
        "kh": {
            "today": "អនុញ្ញាតឱ្យខ្លួនអ្នកមានអារម្មណ៍ធូរស្បើយយ៉ាងពេញលេញដោយអ្នកដែលស្រឡាញ់អ្នកខ្លាំងបំផុត Taurus ជាទីស្រឡាញ់។នៅពេលដែលឡេអូច័ន្ទតម្រឹមជាមួយព្រះអាទិត្យនិងជឺរ័រគ្រាតូចតាចនៃការចិញ្ចឹមបីបាច់អាចនាំមកនូវការធូរស្បើយយ៉ាងសំខាន់ដល់ព្រលឹង។ភាពជាដៃគូដ៏មានអំណាចនឹងត្រូវបានបង្កើតឡើងនៅពេលដែល Mars ដំណើរការបាននៅពេលក្រោយនៅថ្ងៃនេះ។កំណត់តំបន់នៃជីវិតរបស់អ្នកដែលត្រូវការជម្រុញហើយរកស៊ីមួយដើម្បីប្រយុទ្ធប្រឆាំងនឹងគោលដៅដែលបានចែករំលែក។អ្នកនឹងកេះយ៉ាងងាយស្រួលខណៈដែល Luna ចូល T-Square ជាមួយបារតនិងអ៊ុយរ៉ានុសមុនពេលចូលទីក្រុង Virgo ។ទទួលស្គាល់ប្រសិនបើអ្នកចាប់ផ្តើមធ្វើឱ្យរំខានធ្វើអ្វីដែលអ្នកអាចធ្វើបានដើម្បីផ្លាស់ប្តូរថាមពលយ៉ាងឆាប់រហ័សដោយសើចយ៉ាងខ្លាំង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "You should wake up to pleasant thoughts and perhaps a few kind messages, Gemini. As the Leo Moon aligns with the Sun and Chiron, try to amplify the love that flows through and around you. A daring and flirtatious energy emerges while Mars stirs later today, bringing spice to your romantic affairs. Expose your heart's desire to new ideas, information, and experiences to keep the connection exciting. Avoid nitpicking or playful banter that could be misconstrued when Luna squares Mercury and Uranus before entering Virgo. These vibes will be unpredictable, causing people to offend more easily than usual."
        },
        "kh": {
            "today": "អ្នកគួរតែក្រោកឡើងលើគំនិតរីករាយហើយប្រហែលជាមានសារមួយប្រភេទពីរបី Gemini ។នៅពេលដែលឡេអូច័ន្ទតម្រឹមជាមួយព្រះអាទិត្យនិងជីរអាលសូមព្យាយាមពង្រីកសេចក្តីស្រឡាញ់ដែលហូរចូលនិងជុំវិញអ្នក។ថាមពលហ៊ាននិងចែចង់លេចចេញនៅពេលដែលភពព្រះអង្គារកូរនៅថ្ងៃនេះនាំមកនូវគ្រឿងទេសដល់កិច្ចការរ៉ូមែនទិករបស់អ្នក។បង្ហាញពីបំណងប្រាថ្នារបស់បេះដូងអ្នកចំពោះគំនិតថ្មីៗព័ត៌មាននិងបទពិសោធន៍ដើម្បីរក្សាការផ្សារភ្ជាប់។ចៀសវាងការធ្វើនំឬការលេងសើចដែលអាចបកស្រាយខុសនៅពេលដែល Luna Squares បារតនិងអ៊ុយរ៉ានុសមុនពេលចូលទីក្រុង Virgo ។ភាពរស់រវើកទាំងនេះនឹងមិនអាចទាយទុកជាមុនបានទេដែលធ្វើឱ្យប្រជាជនអាក់អន់ចិត្តកាន់តែងាយស្រួលជាងធម្មតា។"
        }
    }
]