[
    {
        "sign": "Aries",
        "en": {
            "today": "The quarter moon rises in your sign today, dear Aries, creating a tense and reactive atmosphere. Tread carefully when dealing with others, steering clear from conversations or comments that could be triggering. Be mindful of your needs as the hours pass, fighting fatigue by nurturing the soul. You'll crave restorative activities and the comforts of home but should watch out for moodiness from family and housemates. Put yourself first while Luna and Chiron unite this evening, especially if you've been giving too much to others recently. Mercury begins its retrograde journey tonight, nudging you to revisit and revise passion projects."
        },
        "kh": {
            "today": "ព្រះចន្ទត្រីមាសបានកើនឡើងនៅក្នុងសញ្ញារបស់អ្នកនៅថ្ងៃនេះហើយជាទីស្រឡាញ់ Aries ដែលបង្កើតបរិយាកាសតានតឹងនិងប្រតិកម្ម។ជាន់ឈ្លីដោយប្រុងប្រយ័ត្ននៅពេលទាក់ទងជាមួយអ្នកដទៃដោយដៃជម្រះច្បាស់ពីការសន្ទនាឬយោបល់ដែលអាចបង្កឱ្យមាន។ចូរគិតពីតំរូវការរបស់អ្នកនៅពេលម៉ោងកន្លងផុតទៅដោយប្រយុទ្ធនឹងការអស់កម្លាំងដោយចិញ្ចឹមបីបាច់ព្រលឹង។អ្នកនឹងធ្វើសកម្មភាពឡើងវិញនូវសកម្មភាពដែលបានស្តារឡើងវិញនិងការលួងលោមរបស់ផ្ទះប៉ុន្តែគួរតែប្រយ័ត្នចំពោះអារម្មណ៍មិនល្អពីគ្រួសារនិងផ្ទះ។ដាក់ខ្លួនអ្នកជាមុនសិនខណៈពេលដែល Luna និង andy រួបរួមគ្នានៅល្ងាចនេះជាពិសេសប្រសិនបើអ្នកបានផ្តល់ឱ្យអ្នកដទៃច្រើនពេកថ្មីៗនេះ។បារតចាប់ផ្តើមធ្វើដំណើរថយក្រោយរបស់វានៅយប់នេះនៅយប់នេះដោយអាក្រាតកាយអ្នកដើម្បីពិនិត្យឡើងវិញនិងកែប្រែគម្រោងតណ្ហាឡើងវិញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Lean into the quiet moments, sweet lion, as the Aries quarter moon puts you in a private and spiritual headspace. Nurture your relationships with the divine, asking for guidance where you face the most challenges. Answers to your prayers could emerge in miraculous ways once Luna and Chiron unite this evening, reigniting the fire within. Try to appreciate how roadblocks and plot twists have shaped you, thanking yourself and the universe for supporting you along the way. Prepare to feel misunderstood while struggling to correct miscommunications throughout the coming weeks. One Mercury station retrograde will be in your sign later tonight."
        },
        "kh": {
            "today": "ពឹងផ្អែកលើពេលវេលាស្ងប់ស្ងាត់, តោផ្អែម, ដូចជា Aries ត្រីមាសព្រះច័ន្ទធ្វើឱ្យអ្នកនៅក្នុងក្បាលទឹកឯកជននិងខាងវិញ្ញាណ។ចិញ្ចឹមបីបាច់ទំនាក់ទំនងរបស់អ្នកជាមួយព្រះដោយស្នើសុំការណែនាំដែលអ្នកប្រឈមមុខនឹងបញ្ហាប្រឈមបំផុត។ចម្លើយចំពោះការអធិស្ឋានរបស់អ្នកអាចលេចចេញតាមរបៀបអព្ភូតហេតុនៅពេលដែល Luna និង Chander ចង់រួបរួមគ្នានៅល្ងាចនេះដោយគ្រងរាជ្យនេះឡើងគ្រងរាជ្យនៅខាងក្នុង។ព្យាយាមយល់ពីរបៀបដែលការបិទផ្លូវនិងគ្រោងការណ៍បានលេចចេញមកអ្នកអរគុណខ្លួនអ្នកនិងសកលលោកសម្រាប់គាំទ្រអ្នកនៅតាមផ្លូវ។រៀបចំឱ្យមានការយល់ច្រឡំនៅពេលដែលតស៊ូដើម្បីកែកំហុសក្នុងពេលប៉ុន្មានសប្តាហ៍ខាងមុខនេះ។ស្ថានីយ៍បារមីមួយ Retrograde នឹងមាននៅក្នុងសញ្ញារបស់អ្នកនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Approach the day from an observational standpoint, dear Taurus, as the Aries quarter moon heightens your perception. You'll have the ability to read rooms in addition to the emotions of others. You can gain helpful information when you consider how certain situations are working for or against you. Notice where your mind leads you as Luna and Chiron unite this evening, steering away from negative or delusional internal dialogues. Find a balance between logic and fantasy, entertaining paths you've yet to explore. Your home life and private affairs will require extra attention throughout the coming weeks once Mercury stations retrograde tonight."
        },
        "kh": {
            "today": "វិធីសាស្រ្តពីទស្សនៈអង្កេតពីទស្សនៈអង្កេតការជាទីស្រឡាញ់ Taurus, ដូចជា Aries មួយភាគបួននៃព្រះចន្ទកម្ពស់របស់អ្នក។អ្នកនឹងមានសមត្ថភាពអានបន្ទប់បន្ថែមលើអារម្មណ៍របស់អ្នកដទៃ។អ្នកអាចទទួលបានព័ត៌មានដែលមានប្រយោជន៍នៅពេលអ្នកពិចារណាថាតើមានស្ថានការណ៍ខ្លះកំពុងធ្វើការឬប្រឆាំងនឹងអ្នកយ៉ាងដូចម្តេច។សូមកត់សម្គាល់កន្លែងដែលចិត្តរបស់អ្នកនាំឱ្យអ្នកដូចជា Luna និង Chander រួបរួមគ្នានៅល្ងាចនេះដោយឆ្ងាយពីការសន្ទនាអវិជ្ជមានឬការភាន់ច្រឡំ។រកតុល្យភាពរវាងតក្កវិជ្ជានិងការស្រមើស្រមៃផ្លូវកម្សាន្តដែលអ្នកមិនទាន់បានរុករក។ការងារផ្ទះនិងកិច្ចការឯកជនរបស់អ្នកនឹងត្រូវការការយកចិត្តទុកដាក់បន្ថែមនៅប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលដែលស្ថានីយ៍បារតបានដកថយយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Aries quarter moon brings tension to your social sphere, dearest Gemini, intensifying stubborn behaviors and moral differences. Frustrations with a lack of progress on new projects could also emerge, putting you in competition with people who are on an upswing. Gather your bearings by focusing on the present, and consider asking for advice where you feel the most stuck. You'll benefit significantly from friendly alliances when Luna and Chiron unite this evening, restoring your faith in the community. Things could get messy throughout the coming weeks once Mercury, your planetary ruler, stations retrograde tonight."
        },
        "kh": {
            "today": "Aries Right Moon នាំមកនូវភាពតានតឹងដល់វិស័យសង្គមរបស់អ្នកដែលជាទីស្រឡាញ់បំផុត Gemini ដែលមានភាពច្របូកច្របល់កាន់តែខ្លាំងឡើង ៗ និងភាពខុសគ្នាខាងសីលធម៌។ការខកចិត្តជាមួយនឹងការខ្វះវឌ្ឍនភាពលើគម្រោងថ្មីក៏អាចលេចចេញមកដែរដែលធ្វើឱ្យអ្នកប្រកួតប្រជែងជាមួយមនុស្សដែលកំពុងកើនឡើង។ប្រមូលសត្វខ្លាឃ្មុំរបស់អ្នកដោយផ្តោតលើបច្ចុប្បន្នហើយពិចារណាសុំឱវាទដែលអ្នកមានអារម្មណ៍ថាជាប់គាំងបំផុត។អ្នកនឹងទទួលបានអត្ថប្រយោជន៍យ៉ាងច្បាស់ពីសម្ព័ន្ធភាពមិត្តភាពនៅពេលដែល Luna និង Chander ចង់រួបរួមគ្នានៃការស្តារជំនឿរបស់អ្នកលើសហគមន៍។អ្វីៗអាចរញ៉េរញ៉ៃពេញប៉ុន្មានសប្តាហ៍ខាងមុខនេះនៅពេលបារតការគ្រប់គ្រងភពផែនដីរបស់អ្នកស្ថានីយបានថយចុះនៅយប់នេះ។"
        }
    }
]