[
    {
        "sign": "Aries",
        "en": {
            "today": "Brushing your own desires to the side in order to meet someone else’s could trigger resentments this morning, dear Aries. As the Cancer Moon and Chiron square off, create a path toward healing that suits everyone's needs. A change of pace may provide the solution while Uranus and Saturn activate this afternoon. Sweeten your lunchtime routines with playful connections and little treats to revitalize the mood. Luna enters Leo and aligns with Neptune as evening sets in. Get creative and bring your visions to life in honor of these dreamy vibes. Drama stirs when Pluto becomes agitated tonight, threatening to burn valuable bridges."
        },
        "kh": {
            "today": "ការ​រំសាយ​បំណង​ប្រាថ្នា​របស់​អ្នក​ទៅ​ខាង​ម្ខាង ដើម្បី​ជួប​អ្នក​ដ៏​ទៃ​អាច​បង្ក​ឱ្យ​មាន​ការ​អាក់​អន់​ចិត្ត​នៅ​ព្រឹក​នេះ, Aries ជាទី​ស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទមហារីក និង Chiron បិទ សូមបង្កើតផ្លូវឆ្ពោះទៅរកការព្យាបាលដែលសាកសមនឹងតម្រូវការរបស់មនុស្សគ្រប់រូប។ការផ្លាស់ប្តូរល្បឿនអាចផ្តល់នូវដំណោះស្រាយខណៈពេលដែល Uranus និង Saturn ធ្វើឱ្យសកម្មនៅរសៀលនេះ។ធ្វើឱ្យទម្លាប់នៃអាហារថ្ងៃត្រង់របស់អ្នកមានភាពផ្អែមល្ហែមជាមួយនឹងទំនាក់ទំនងលេងសើច និងការប្រព្រឹត្តតិចតួចដើម្បីធ្វើឱ្យអារម្មណ៍ស្រស់ស្រាយ។Luna ចូលទៅក្នុង Leo ហើយតម្រឹមជាមួយភពណិបទូននៅពេលរាត្រីចូលមកដល់។ បង្កើតការច្នៃប្រឌិត និងនាំយកការមើលឃើញរបស់អ្នកឱ្យមានជីវិត ដើម្បីជាកិត្តិយសនៃក្តីស្រមៃទាំងនេះ។រឿង​ភាគ​កូរ​ពេល​ភព​ភ្លុយតុង​ភ្ញាក់​ផ្អើល​យប់​នេះ គំរាម​ដុត​ស្ពាន​ដ៏​មាន​តម្លៃ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Consider how your partnerships influence your current trajectory, dearest Leo. As the Cancer Moon aligns with Chiron, Uranus, and Saturn throughout the day, examine your situation from multiple angles. You may discover imbalances within your goals or relationships, and you will need to address these cycles. Luckily, loved ones will be eager to work alongside you and establish structures that benefit both of you. Exchange hopes and dreams to ensure you keep one another accountable. Luna enters your sign and forms a sweet aspect with Neptune this evening, breathing dreamy vibes into your aura. You'll have the power to enchant, but should avoid leading others on while Pluto stirs tonight."
        },
        "kh": {
            "today": "ពិចារណាពីរបៀបដែលភាពជាដៃគូរបស់អ្នកមានឥទ្ធិពលលើគន្លងបច្ចុប្បន្នរបស់អ្នក ឡេអូជាទីគោរព។នៅពេលដែលព្រះច័ន្ទមហារីកតម្រឹមជាមួយ Chiron, Uranus និង Saturn ពេញមួយថ្ងៃ សូមពិនិត្យមើលស្ថានភាពរបស់អ្នកពីមុំជាច្រើន។អ្នកអាចរកឃើញភាពមិនស្មើគ្នានៅក្នុងគោលដៅ ឬទំនាក់ទំនងរបស់អ្នក ហើយអ្នកនឹងត្រូវដោះស្រាយវដ្តទាំងនេះ។សំណាងល្អ មនុស្សជាទីស្រលាញ់នឹងចង់ធ្វើការជាមួយអ្នក និងបង្កើតរចនាសម្ព័ន្ធដែលផ្តល់ផលប្រយោជន៍ដល់អ្នកទាំងពីរ។ផ្លាស់ប្តូរក្តីសង្ឃឹម និងក្តីសុបិន ដើម្បីធានាថាអ្នកទទួលខុសត្រូវគ្នាទៅវិញទៅមក។Luna ចូលក្នុងសញ្ញារបស់អ្នក ហើយបង្កើតទិដ្ឋភាពដ៏ផ្អែមល្ហែមជាមួយភពណិបទូននៅល្ងាចនេះ ដកដង្ហើមញាប់ញ័រក្នុងសុបិនរបស់អ្នក។អ្នក​នឹង​មាន​ថាមពល​ដើម្បី​ទាក់ទាញ ប៉ុន្តែ​គួរ​ចៀសវាង​ការ​ដឹកនាំ​អ្នក​ដទៃ ខណៈ​ពេល​ដែល Pluto កូរ​នៅ​យប់​នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Recite positive mantras and set clear intentions for the day, dear Taurus, as the Cancer Moon and Chiron square off. You'll be in need of playful distractions while Uranus and Saturn stir this afternoon, and you should make arrangements to meet up with friends. Think outside the box when making plans, giving your brain new sights and sounds to take in. The ambiance will be warm and mellow as evening descends and Luna enters Leo. A sweet connection with Neptune lures you toward solitude and the safety of home. Unchecked emotions could grow destructive later tonight once Pluto grows restless."
        },
        "kh": {
            "today": "សូត្រ mantras វិជ្ជមាន និងកំណត់ចេតនាច្បាស់លាស់សម្រាប់ថ្ងៃ, Taurus ជាទីស្រឡាញ់, នៅពេលដែលព្រះច័ន្ទមហារីកនិង Chiron បិទ។អ្នកនឹងត្រូវការការរំខានលេងសើច ខណៈពេលដែល Uranus និង Saturn កូរនៅពេលរសៀលនេះ ហើយអ្នកគួរតែរៀបចំការជួបជុំជាមួយមិត្តភក្តិ។គិតនៅខាងក្រៅប្រអប់ នៅពេលរៀបចំផែនការ ផ្តល់ឱ្យខួរក្បាលរបស់អ្នកនូវទិដ្ឋភាព និងសំឡេងថ្មីៗដើម្បីទទួលយក។ បរិយាកាសនឹងមានភាពកក់ក្តៅ និងស្រទន់នៅពេលដែលពេលល្ងាចចុះមក ហើយ Luna ចូលទៅក្នុង Leo ។ទំនាក់ទំនងដ៏ផ្អែមល្ហែមជាមួយភពណិបទូន ទាក់ទាញអ្នកទៅរកភាពឯកោ និងសុវត្ថិភាពនៃផ្ទះ។អារម្មណ៍​ដែល​មិន​បាន​ត្រួតពិនិត្យ​អាច​នឹង​មាន​ការ​បំផ្លិចបំផ្លាញ​នៅ​ពេល​ក្រោយ​នៅ​យប់​នេះ​នៅ​ពេល​ដែល​ភពភ្លុយតូ​កាន់តែ​ស្ងប់ស្ងាត់។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Cancer Moon and Chiron square off this morning, dear Gemini, suggesting you're in need of a screen fast. Put away your devices and allow the real world to sharpen your senses and revitalize the spirit. Strokes of genius provide solutions to problems that have left you stumped, thanks to the help of Uranus and Saturn. When ah-ha moments arise, stop what you're doing to fully take them in and strategize next steps. Your aura lights up while in the company of friends once Luna enters Leo and aspects Neptune this evening. Brace for change and be mindful of what you wish for when Pluto stirs later tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទមហារីក និង Chiron បិទនៅព្រឹកនេះ ជាទីគោរព Gemini ដោយណែនាំថាអ្នកត្រូវការអេក្រង់លឿន។បោះបង់ចោលឧបករណ៍របស់អ្នក ហើយអនុញ្ញាតឱ្យពិភពពិតធ្វើឱ្យអារម្មណ៍របស់អ្នកកាន់តែច្បាស់ និងធ្វើឱ្យស្មារតីរស់ឡើងវិញ។Stroke of genius ផ្តល់នូវដំណោះស្រាយចំពោះបញ្ហាដែលធ្វើអោយអ្នកជាប់គាំង ដោយសារជំនួយពី Uranus និង Saturn ។នៅពេល ah-ha កើតឡើង សូមបញ្ឈប់អ្វីដែលអ្នកកំពុងធ្វើ ដើម្បីទទួលយកវាទាំងស្រុង ហើយរៀបចំយុទ្ធសាស្ត្រជំហានបន្ទាប់។អូរ៉ារបស់អ្នកភ្លឺឡើងពេលនៅក្នុងក្រុមមិត្តភ័ក្តិ នៅពេលដែល Luna ចូល Leo និងទិដ្ឋភាព Neptune ល្ងាចនេះ។ប្រកាន់ខ្ជាប់នូវការផ្លាស់ប្តូរ ហើយចងចាំនូវអ្វីដែលអ្នកប្រាថ្នាចង់បាន នៅពេលដែលភពភ្លុយតូរង្គោះរង្គើនៅយប់នេះ។"
        }
    }
]