[
    {
        "sign": "Aries",
        "en": {
            "today": "Today is a big day for making meaningful connections, dear Aries, as Mercury and Pluto form a sweet aspect. You'll have the power to push through small talk to create lasting ties that may assist with your goals down the line. Your ability to make a positive impact also increases, so be mindful to speak up for what is right if the opportunity arises. Meanwhile, the Moon continues through Gemini and aligns with Mars later today, making it easier to get your plans in order. Be an advocate for love and kindness later this evening when Venus activates in your sign."
        },
        "kh": {
            "today": "ថ្ងៃនេះគឺជាថ្ងៃដ៏ធំមួយសម្រាប់ការធ្វើឱ្យមានការតភ្ជាប់ដែលមានអត្ថន័យ, ជាទីស្រឡាញ់ aries, ដូចជាបារតនិង Pluto បង្កើតបានជាទិដ្ឋភាពដ៏ផ្អែមល្ហែម។អ្នកនឹងមានអំណាចជំរុញការនិយាយតូចមួយដើម្បីបង្កើតទំនាក់ទំនងយូរអង្វែងដែលអាចជួយក្នុងគោលដៅរបស់អ្នកចុះក្រោម។សមត្ថភាពរបស់អ្នកក្នុងការធ្វើឱ្យមានឥទ្ធិពលវិជ្ជមានផងដែរក៏មានការកើនឡើងដែរក្នុងការនិយាយសម្រាប់អ្វីដែលត្រឹមត្រូវប្រសិនបើឱកាសកើតឡើង។ទន្ទឹមនឹងនេះដែរព្រះចន្ទនៅតែបន្តតាមរយៈ Gemini និងតម្រឹមជាមួយភពព្រះអង្គារនៅពេលក្រោយនេះដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការទទួលបានផែនការរបស់អ្នកឱ្យមានសណ្តាប់ធ្នាប់។ធ្វើជាអ្នកតស៊ូមតិសម្រាប់ការស្រឡាញ់និងចិត្តល្អនៅល្ងាចនេះនៅពេលដែល Venus មានប្រសិទ្ធិភាពក្នុងសញ្ញារបស់អ្នក។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Deepen relationships by sharing connections and merging friendship groups, dear Leo. As Mercury and Pluto form a sweet alliance, allow relationships to flourish by revealing new aspects of your life and community. Investing in your neighborhood will also help you create intimate ties that stand the test of time. Where love is concerned, consider giving your sweetheart a tour of your favorite spots around town. You'll have a gift for motivating others and starting trends when the Gemini Moon aligns with Mars this evening. However, you'll crave more spiritually fulfilling interactions later tonight when Venus stirs in your solar ninth house."
        },
        "kh": {
            "today": "ទំនាក់ទំនងកាន់តែស៊ីជម្រៅដោយចែករំលែកការតភ្ជាប់និងការបញ្ចូលក្រុមមិត្តភាព, Leo ជាទីស្រឡាញ់។ដូចជាបារតបង្កើតជាសម្ព័ន្ធមិត្តដ៏ផ្អែមល្ហែមអនុញ្ញាតឱ្យមានទំនាក់ទំនងរីកចម្រើនយ៉ាងខ្លាំងដោយបង្ហាញពីទិដ្ឋភាពថ្មីនៃជីវិតនិងសហគមន៍របស់អ្នក។ការវិនិយោគនៅក្នុងសង្កាត់របស់អ្នកក៏នឹងជួយអ្នកបង្កើតទំនាក់ទំនងជិតស្និទ្ធដែលឈរលើការធ្វើតេស្តពេលវេលា។កន្លែងដែលសេចក្តីស្រឡាញ់មានការព្រួយបារម្ភសូមពិចារណាផ្តល់ឱ្យសង្សាររបស់អ្នកនូវដំណើរកម្សាន្តនៃចំណុចដែលអ្នកចូលចិត្តនៅជុំវិញទីក្រុង។អ្នកនឹងមានអំណោយសម្រាប់ការលើកទឹកចិត្តអ្នកដទៃនិងចាប់ផ្តើមនិន្នាការនៅពេលដែល Gemini Mon តម្រឹមជាមួយភពព្រះអង្គារនៅល្ងាចនេះ។ទោះយ៉ាងណាអ្នកនឹងប្រព្រឹត្តទៅយ៉ាងខ្លាំងខាងវិញ្ញាណអន្តរបុគ្គលនៅយប់នេះនៅពេលដែល Venus Stirs នៅក្នុងផ្ទះព្រះទិព្វរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Restructure your plans for tomorrow by focusing on where you are in the present, darling Taurus. As Mercury and Pluto form a supportive aspect, your sharpened wits will help you better understand where sacrifices must be made to reach new heights. Frank discussions around the future can also manifest, and you'll find much value in the wisdom your superiors provide. Indulgent moments can further motivate you when the Gemini Moon and Mars align later today, so don't feel guilty about bribing yourself to handle business. Sort through the day's events with some gentle self-care when Venus activates tonight."
        },
        "kh": {
            "today": "រៀបចំរចនាសម្ព័ន្ធផែនការរបស់អ្នកសម្រាប់ថ្ងៃស្អែកដោយផ្តោតលើកន្លែងដែលអ្នកស្ថិតនៅក្នុងពេលបច្ចុប្បន្ននេះ Taurus Darling ។នៅពេលដែលបារតនិង Pluto បង្កើតបានជាទិដ្ឋភាពគាំទ្រការធ្វើឱ្យច្បាស់របស់អ្នកនឹងជួយអ្នកឱ្យយល់កាន់តែច្បាស់ពីកន្លែងដែលការលះបង់ត្រូវតែធ្វើឱ្យកំពស់ថ្មី។ការពិភាក្សាស្មោះត្រង់នៅជុំវិញអនាគតក៏អាចបង្ហាញបានដែរហើយអ្នកនឹងទទួលបាននូវតម្លៃយ៉ាងច្រើននៅក្នុងប្រាជ្ញាដែលថ្នាក់លើរបស់អ្នកផ្តល់ឱ្យ។គ្រាអាំងតេក្រាលអាចជម្រុញឱ្យអ្នកបានថែមទៀតនៅពេលដែល Gemini ព្រះច័ន្ទនិងភពព្រះអង្គារស្ថិតស្ថេរនៅថ្ងៃនេះដូច្នេះកុំមានអារម្មណ៍ថាមានកំហុសក្នុងការសូកប៉ាន់ខ្លួនអ្នកដើម្បីដោះស្រាយអាជីវកម្ម។តម្រៀបតាមព្រឹត្តិការណ៍ថ្ងៃដែលមានការថែទាំខ្លួនឯងសុភាពរាបសានៅពេលដែល Venus ធ្វើឱ្យសកម្មនៅយប់នេះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The universe goes out of its way to support and guide you today, Gemini, as Mercury and Pluto form a harmonious connection. Please participate in the conversation by making silent wishes and asking the divine for assistance and clarity where it is needed most. Meanwhile, Luna continues her journey through your sign, collaborating with Mars later today. Take initiative on ideas you've been sitting on, trusting that your passion and intellect will lead to success. You'll feel the love within your community and will have luck charming others later tonight when the Moon and Venus form a romantic alliance."
        },
        "kh": {
            "today": "សាកលលោកបានចេញពីផ្លូវរបស់ខ្លួនក្នុងការគាំទ្រនិងណែនាំអ្នកនៅថ្ងៃនេះ Gemini ព្រោះបារតនិង Pluto បង្កើតបានជាការតភ្ជាប់ប្រកបដោយភាពចុះសម្រុងគ្នា។សូមចូលរួមក្នុងការសន្ទនាដោយធ្វើឱ្យមានបំណងស្ងៀមស្ងាត់និងសួរពីព្រះសម្រាប់ជំនួយនិងភាពច្បាស់លាស់ដែលត្រូវការបំផុត។ទន្ទឹមនឹងនេះ Luna បន្តធ្វើដំណើរឆ្លងកាត់សញ្ញារបស់អ្នកដោយសហការជាមួយភពព្រះអង្គារនៅពេលក្រោយ។ចាត់វិធានការផ្តួចផ្តើមគំនិតលើគំនិតដែលអ្នកកំពុងអង្គុយដោយជឿជាក់ថាចំណង់ចំណូលចិត្តនិងបញ្ញារបស់អ្នកនឹងនាំឱ្យទទួលបានជោគជ័យ។អ្នកនឹងមានអារម្មណ៍ស្រឡាញ់នៅក្នុងសហគមន៍របស់អ្នកហើយនឹងមានសំណាងដែលមានមន្តស្នេហ៍អ្នកដទៃនៅយប់នេះនៅពេលដែលព្រះច័ន្ទបង្កើតបានជាសម្ព័ន្ធភាពស្នេហា។"
        }
    }
]