[
    {
        "sign": "Aries",
        "en": {
            "today": "The Taurus Moon grants permission to indulge your bougie side, dearest Aries. Recent successes should be rewarded, even if you're not always comfortable with extravagance. Review your financial position, and treat yourself to an experience or purchase that places quality over quantity. Lucky vibes fill the air once Jupiter stirs midafternoon, and a family member may deliver some exciting news. Go out of your way to make dinnertime a joyous occasion, especially if there are reasons to celebrate. You'll feel grounded and increasingly devoted to actualizing major goals when Luna and Saturn form a soft aspect later tonight."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Taurus ផ្តល់ការអនុញ្ញាតឱ្យបណ្តោយខ្លួន bougie របស់អ្នក, Aries ជាទីស្រឡាញ់បំផុត។ជោគជ័យថ្មីៗគួរតែទទួលបានរង្វាន់ ទោះបីជាអ្នកមិនតែងតែស្រួលជាមួយការហួសហេតុក៏ដោយ។ពិនិត្យមើលស្ថានភាពហិរញ្ញវត្ថុរបស់អ្នក ហើយចាត់ទុកខ្លួនអ្នកទៅនឹងបទពិសោធន៍ ឬការទិញដែលដាក់គុណភាពលើសពីបរិមាណ។ភាពរំជើបរំជួលនៃសំណាងពេញអាកាស នៅពេលដែលភពព្រហស្បតិ៍ រំកិលកណ្តាលថ្ងៃត្រង់ ហើយសមាជិកគ្រួសារអាចផ្តល់ដំណឹងដ៏គួរឱ្យរំភើបមួយចំនួន។ចេញទៅក្រៅផ្លូវរបស់អ្នកដើម្បីធ្វើឱ្យអាហារពេលល្ងាចជាឱកាសដ៏រីករាយ ជាពិសេសប្រសិនបើមានហេតុផលដើម្បីអបអរ។អ្នក​នឹង​មាន​អារម្មណ៍​ថា​មាន​មូលដ្ឋាន និង​កាន់តែ​មាន​ការ​លះបង់​ដើម្បី​សម្រេច​គោលដៅ​សំខាន់​ៗ​នៅ​ពេល Luna និង Saturn បង្កើត​ទិដ្ឋភាព​ទន់ៗ​នៅ​យប់​នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Success manifests in stages, dear Leo, fueled by lucky breaks, perseverance, and experience. As the Taurus Moon focuses on prosperity and notoriety, try to identify the closest stepping stone. Appearances matter while carving out one's reputation, and it might be time to consider if you're projecting an image that complements your aspirations. Small investments may be necessary to ensure people of influence take notice. However, Jupiter steps in to remind you that significant opportunities often stem from a genuine desire to grow. If you're ready to embark upon the next stage of your career, acknowledge the personal sacrifices you'll need to make when Luna aspects Saturn later tonight."
        },
        "kh": {
            "today": "ជោគជ័យបង្ហាញឱ្យឃើញតាមដំណាក់កាល, Leo ជាទីស្រឡាញ់, ជំរុញដោយការសម្រាកសំណាង, ការតស៊ូ, និងបទពិសោធន៍។នៅពេលដែលព្រះច័ន្ទ Taurus ផ្តោតលើភាពរុងរឿង និងភាពល្បីល្បាញ សូមព្យាយាមកំណត់អត្តសញ្ញាណជំហានដែលនៅជិតបំផុត។រូបរាងមានសារៈសំខាន់ ខណៈពេលដែលការឆ្លាក់កេរ្តិ៍ឈ្មោះរបស់បុគ្គលម្នាក់ ហើយវាប្រហែលជាដល់ពេលដែលត្រូវពិចារណា ប្រសិនបើអ្នកកំពុងបញ្ចាំងរូបភាពដែលបំពេញសេចក្តីប្រាថ្នារបស់អ្នក។ការវិនិយោគតូចតាចអាចជាការចាំបាច់ដើម្បីធានាថាមនុស្សមានឥទ្ធិពលយកចិត្តទុកដាក់។ទោះជាយ៉ាងណាក៏ដោយ ភពព្រហស្បតិ៍ឈានជើងចូលដើម្បីរំលឹកអ្នកថា ឱកាសសំខាន់ៗតែងតែកើតចេញពីបំណងប្រាថ្នាពិតប្រាកដដើម្បីរីកចម្រើន។ប្រសិនបើអ្នកត្រៀមខ្លួនរួចជាស្រេចដើម្បីឈានទៅដំណាក់កាលបន្ទាប់នៃអាជីពរបស់អ្នក សូមទទួលស្គាល់ការលះបង់ផ្ទាល់ខ្លួនដែលអ្នកនឹងត្រូវធ្វើ នៅពេលដែល Luna មើលឃើញភពសៅរ៍នៅពេលក្រោយ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Appreciate the skin you're in and the experiences that shaped you, dear Taurus. As Luna continues through your sign, honor the universe by acknowledging that no mistakes were made when you came into existence. Each challenge, heartache, success, and relationship has provided you with the tools necessary to make your way upward from this moment on. Fortuitous conversations improve your position while Jupiter stirs midafternoon, so don't hesitate to express your wants and needs. Influential friends could offer valuable tips once Luna aspects Saturn later tonight. Put your pride to the side and ask for advice where you need it most."
        },
        "kh": {
            "today": "សូមកោតសរសើរចំពោះស្បែកដែលអ្នកកំពុងមាន និងបទពិសោធន៍ដែលធ្វើអោយអ្នកក្លាយជា Taurus ជាទីស្រឡាញ់។នៅពេលដែល Luna បន្តតាមរយៈសញ្ញារបស់អ្នក សូមគោរពសាកលលោកដោយទទួលស្គាល់ថាគ្មានកំហុសណាមួយត្រូវបានធ្វើឡើងទេ នៅពេលអ្នកកើតមក។រាល់បញ្ហាប្រឈម ការឈឺចិត្ត ភាពជោគជ័យ និងទំនាក់ទំនងបានផ្តល់ឱ្យអ្នកនូវឧបករណ៍ដែលចាំបាច់ដើម្បីឆ្ពោះទៅរកផ្លូវរបស់អ្នកចាប់ពីពេលនេះតទៅ។ការសន្ទនាដែលមានសំណាងធ្វើអោយទីតាំងរបស់អ្នកប្រសើរឡើង ខណៈពេលដែលភពព្រហស្បតិ៍កំពុងរំជើបរំជួលពេលរសៀល ដូច្នេះកុំស្ទាក់ស្ទើរក្នុងការបង្ហាញពីការចង់បាន និងតម្រូវការរបស់អ្នក។មិត្តដែលមានឥទ្ធិពលអាចផ្តល់នូវគន្លឹះដ៏មានតម្លៃនៅពេលដែល Luna ទិដ្ឋភាព Saturn នៅយប់នេះ។ដាក់មោទនភាពរបស់អ្នកទៅម្ខាង ហើយសុំដំបូន្មានកន្លែងដែលអ្នកត្រូវការបំផុត។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Don't underestimate the power of nature's healing properties, dearest Gemini. As the Taurus Moon points out shadows within the psyche, closing off from the world might seem like the safest option. Though you may feel sluggish, stagnation thickens when you procrastinate on facing issues you've brushed aside. Luckily, Jupiter places glimmers of hope in your path midafternoon, making it easier to spot silver linings. Pull yourself out of the daze and head outside to feel the sun on your face. Hatch a new strategy for building success to reinvigorate the soul once Luna aspects Saturn later tonight."
        },
        "kh": {
            "today": "កុំមើលស្រាលអំណាចនៃលក្ខណៈសម្បត្តិព្យាបាលរបស់ធម្មជាតិ, Gemini ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Taurus ចង្អុលបង្ហាញស្រមោលនៅក្នុងចិត្ត ការបិទពីពិភពលោកហាក់ដូចជាជម្រើសដែលមានសុវត្ថិភាពបំផុត។ទោះបីជាអ្នកអាចមានអារម្មណ៍យឺតក៏ដោយ ប៉ុន្តែការជាប់គាំងកាន់តែក្រាស់នៅពេលអ្នកពន្យារពេលប្រឈមមុខនឹងបញ្ហាដែលអ្នកបានច្រានចោល។ជាសំណាងល្អ ភពព្រហស្បតិ៍ដាក់ពន្លឺនៃក្តីសង្ឃឹមនៅក្នុងផ្លូវរបស់អ្នកនៅពេលរសៀល ដែលធ្វើឱ្យវាកាន់តែងាយស្រួលក្នុងការមើលឃើញស្រទាប់ប្រាក់។ទាញ​ខ្លួន​អ្នក​ចេញ​ពី​ភាព​ងឿង​ឆ្ងល់ ហើយ​ចេញ​ទៅ​ក្រៅ​ដើម្បី​ទទួល​បាន​អារម្មណ៍​ថា​មាន​ពន្លឺ​ថ្ងៃ​លើ​មុខ​របស់​អ្នក។ចាប់យកយុទ្ធសាស្រ្តថ្មីសម្រាប់ការកសាងភាពជោគជ័យដើម្បីពង្រឹងព្រលឹងឡើងវិញនៅពេលដែល Luna មើលឃើញភពសៅរ៍នៅយប់នេះ។"
        }
    }
]