[
    {
        "sign": "Aries",
        "en": {
            "today": "Be mindful of your spending and how it affects loved ones and your long-term goals, Aries. As the Scorpio Moon aspects Uranus and Neptune, financial mismanagement could trigger personal setbacks or tension within relationships. Tapping into your gratitude can renew your appreciation for family and friends, inspiring you to compromise and embrace true partnership. A higher calling appeals to you once Luna enters Sagittarius, and curious developments or signs from beyond may set you on a new journey. Pluto activates in your solar eleventh house this afternoon, asking you to back up your beliefs by giving back to the community."
        },
        "kh": {
            "today": "ចងចាំពីការចំណាយរបស់អ្នក និងរបៀបដែលវាប៉ះពាល់ដល់មនុស្សជាទីស្រលាញ់ និងគោលដៅរយៈពេលវែងរបស់អ្នក Aries ។នៅពេលដែលព្រះច័ន្ទ Scorpio មើលឃើញ Uranus និង Neptune ការគ្រប់គ្រងមិនត្រឹមត្រូវផ្នែកហិរញ្ញវត្ថុអាចបង្កឱ្យមានការខកចិត្តផ្ទាល់ខ្លួនឬភាពតានតឹងនៅក្នុងទំនាក់ទំនង។ការដឹងគុណរបស់អ្នកអាចបន្តការដឹងគុណរបស់អ្នកចំពោះគ្រួសារ និងមិត្តភ័ក្តិ ដោយបំផុសគំនិតអ្នកឱ្យសម្របសម្រួល និងទទួលយកភាពជាដៃគូពិតប្រាកដ។ការហៅទូរសព្ទកាន់តែខ្ពស់ទាក់ទាញអ្នកនៅពេលដែល Luna ចូល Sagittarius ហើយការវិវត្ត ឬសញ្ញាដែលចង់ដឹងចង់ឃើញពីខាងក្រៅអាចកំណត់អ្នកឱ្យធ្វើដំណើរថ្មី។Pluto ធ្វើឱ្យសកម្មនៅក្នុងផ្ទះទី 11 នៃពន្លឺព្រះអាទិត្យរបស់អ្នកនៅរសៀលនេះ ដោយសុំឱ្យអ្នកបម្រុងទុកជំនឿរបស់អ្នកដោយផ្តល់ឱ្យសហគមន៍វិញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Break molds that aren't serving you, dear Leo. As the Scorpio Moon aligns with Uranus and Neptune, you'll have a choice between staying in unhelpful cycles or empowering yourself to evolve. Be extra mindful of how family and professional demands weigh on you, working toward improved structures or boundaries. Holding yourself back could also be a major contributor to the disappointments you've been battling, and it might be time to get stricter with your personal goals. A boost in confidence helps with creative follow-through once Luna enters Sagittarius. Romantic connections intensify while Pluto stirs this afternoon."
        },
        "kh": {
            "today": "បំបែកផ្សិតដែលមិនបម្រើអ្នក, Leo ជាទីស្រឡាញ់។នៅពេលដែលព្រះច័ន្ទ Scorpio តម្រឹមជាមួយ Uranus និង Neptune អ្នកនឹងមានជម្រើសរវាងការស្នាក់នៅក្នុងវដ្តដែលមិនមានប្រយោជន៍ ឬផ្តល់អំណាចឱ្យខ្លួនឯងដើម្បីវិវឌ្ឍន៍។សូមចងចាំបន្ថែមអំពីរបៀបដែលតម្រូវការគ្រួសារ និងវិជ្ជាជីវៈថ្លឹងថ្លែងមកលើអ្នក ដោយធ្វើការឆ្ពោះទៅរករចនាសម្ព័ន្ធ ឬព្រំដែនដែលបានកែលម្អ។ការទប់ខ្លួនអ្នកក៏អាចជាអ្នករួមចំណែកដ៏សំខាន់ដល់ការខកចិត្តដែលអ្នកបាននិងកំពុងប្រយុទ្ធ ហើយវាប្រហែលជាដល់ពេលដែលត្រូវពង្រឹងគោលដៅផ្ទាល់ខ្លួនរបស់អ្នក។ការបង្កើនទំនុកចិត្តជួយឱ្យមានការតាមដានប្រកបដោយភាពច្នៃប្រឌិត នៅពេលដែល Luna ចូល Sagittarius ។ទំនាក់ទំនងរ៉ូមែនទិកកាន់តែខ្លាំង ខណៈពេលដែលភពភ្លុយតុង កូរនៅពេលរសៀលនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Drama with loved ones threatens to put you on edge this morning, dear Taurus, as the Scorpio Moon aspects Uranus and Neptune. Seek advice from your most emotionally evolved friends, recognizing if you might have acted unfairly. Bonding over shared beliefs can also help dissipate tension and unite strained connections. It will be easier to explain yourself and understand where others are coming from once Luna enters Sagittarius. Obstacles you've struggled with will weaken while Pluto stirs this afternoon, primarily within professional aspirations. Empower yourself by confronting problems head-on, even if you must steamroll your way to breakthroughs."
        },
        "kh": {
            "today": "រឿងល្ខោនជាមួយមនុស្សជាទីស្រឡាញ់គំរាមកំហែងដាក់អ្នកនៅគែមនៅព្រឹកនេះ, Taurus ជាទីស្រឡាញ់, នៅពេលដែល Scorpio Moon ទិដ្ឋភាព Uranus និង Neptune ។ស្វែងរកដំបូន្មានពីមិត្តភ័ក្តិដែលរំជួលចិត្តបំផុតរបស់អ្នក ដោយទទួលស្គាល់ថាអ្នកប្រហែលជាបានប្រព្រឹត្តដោយអយុត្តិធម៌ឬអត់។ការភ្ជាប់ទំនាក់ទំនងលើជំនឿរួមគ្នាក៏អាចជួយរំសាយភាពតានតឹង និងបង្រួបបង្រួមទំនាក់ទំនងដែលមានភាពតានតឹងផងដែរ។វានឹងកាន់តែងាយស្រួលក្នុងការពន្យល់ខ្លួនអ្នក និងយល់ពីកន្លែងដែលអ្នកផ្សេងទៀតមកពី នៅពេលដែល Luna ចូល Sagittarius ។ឧបសគ្គដែលអ្នកបានតស៊ូនឹងចុះខ្សោយ ខណៈពេលដែល Pluto កូរនៅពេលរសៀលនេះ ជាចម្បងនៅក្នុងសេចក្តីប្រាថ្នាអាជីព។ផ្តល់កម្លាំងចិត្តខ្លួនឯងដោយការប្រឈមមុខនឹងបញ្ហា បើទោះបីជាអ្នកត្រូវតែដើរផ្លូវរបស់អ្នកដើម្បីឈានទៅរកការទម្លាយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "A harsh opposition between the Scorpio Moon and Uranus could bring chaos to your morning, dear Gemini. Luckily, Neptune steps in to help you regain control, but you might need to get creative with problem-solving tactics. The atmosphere evens out once Luna enters Sagittarius, encouraging you to take a deep breath and pat yourself on the back. Now is also a good time to explore new relationships or reinforce existing ones, especially where matters of the heart are concerned. Draw inspiration from people you admire when Pluto stirs this afternoon, empowering the self while absorbing positive influences."
        },
        "kh": {
            "today": "ការប្រឆាំងដ៏ឃោរឃៅរវាង Scorpio Moon និង Uranus អាចនាំមកនូវភាពវឹកវរដល់ពេលព្រឹករបស់អ្នក Gemini ជាទីស្រឡាញ់។សំណាងហើយ ដែល Neptune ឈានជើងចូលដើម្បីជួយអ្នកឱ្យគ្រប់គ្រងឡើងវិញ ប៉ុន្តែអ្នកប្រហែលជាត្រូវមានភាពច្នៃប្រឌិតជាមួយនឹងយុទ្ធសាស្ត្រដោះស្រាយបញ្ហា។បរិយាកាសកាន់តែស្ងប់ស្ងាត់នៅពេលដែល Luna ចូល Sagittarius លើកទឹកចិត្តអ្នកឱ្យដកដង្ហើមវែងៗហើយទះដៃរបស់អ្នកនៅលើខ្នង។ឥឡូវនេះក៏ជាពេលវេលាដ៏ល្អដើម្បីស្វែងរកទំនាក់ទំនងថ្មី ឬពង្រឹងទំនាក់ទំនងដែលមានស្រាប់ ជាពិសេសកន្លែងដែលបញ្ហាបេះដូងមានការព្រួយបារម្ភ។ទាញការបំផុសគំនិតពីមនុស្សដែលអ្នកកោតសរសើរ នៅពេលដែលភពភ្លុយតុង កូរនៅពេលរសៀលនេះ ផ្តល់អំណាចដល់ខ្លួនឯង ខណៈពេលដែលស្រូបយកឥទ្ធិពលវិជ្ជមាន។"
        }
    }
]