[
    {
        "sign": "Aries",
        "en": {
            "today": "Growing pains highlight how necessary it is to honor your emotions in addition to those of those around you, dear Aries. As Chiron and Jupiter square off, compassion for the self and others offers a path toward healing. Whether you've been putting personal needs to the side while nurturing loved ones or vice versa, it's time to reestablish balance. Your priorities shift once the Sun enters Capricorn, emphasizing the importance of steadfast aspirations. The next few weeks will bring significant opportunities and changes to your responsibilities. Develop strategies that will strengthen your position when Luna aspects Saturn later tonight."
        },
        "kh": {
            "today": "ការឈឺចាប់ដែលកំពុងកើនឡើងបង្ហាញពីភាពចាំបាច់នៃការគោរពអារម្មណ៍របស់អ្នកបន្ថែមលើអ្នកដែលនៅជុំវិញអ្នក Aries ជាទីស្រឡាញ់។នៅពេលដែល Chiron និង Jupiter ចាប់ផ្តើមចេញពីគ្នា ការអាណិតអាសូរចំពោះខ្លួនឯង និងអ្នកដទៃផ្តល់នូវផ្លូវឆ្ពោះទៅរកការព្យាបាល។មិនថាអ្នកបានដាក់តំរូវការផ្ទាល់ខ្លួនទៅខាងណាទេ ពេលកំពុងចិញ្ចឹមមនុស្សជាទីស្រលាញ់ ឬផ្ទុយមកវិញ វាដល់ពេលដែលត្រូវបង្កើតតុល្យភាពឡើងវិញហើយ។អាទិភាពរបស់អ្នកផ្លាស់ប្តូរនៅពេលដែលព្រះអាទិត្យចូល Capricorn ដោយសង្កត់ធ្ងន់លើសារៈសំខាន់នៃសេចក្តីប្រាថ្នាដ៏ខ្ជាប់ខ្ជួន។ប៉ុន្មានសប្តាហ៍ខាងមុខនឹងនាំមកនូវឱកាស និងការផ្លាស់ប្តូរសំខាន់ៗចំពោះទំនួលខុសត្រូវរបស់អ្នក។បង្កើតយុទ្ធសាស្រ្តដែលនឹងពង្រឹងជំហររបស់អ្នកនៅពេលដែល Luna មើលឃើញភពសៅរ៍នៅពេលក្រោយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Embrace mindfulness, spirituality, and personal accountability, dear Leo, as Jupiter and Chiron square off. The universe asks you to recognize how you are responsible for present challenges, instead of shifting blame toward \"bad luck\" or external factors. Though some situations will remain beyond your control, identifying your position within them can trigger growth and enlightenment. You'll feel motivated to make productive changes throughout the coming weeks, thanks to the Sun's debut into structured Capricorn. Draw lines with people or habits that are complicating your life or draining energy levels once Luna and Saturn align later tonight."
        },
        "kh": {
            "today": "ទទួលយកការយកចិត្តទុកដាក់ ភាពខាងវិញ្ញាណ និងការទទួលខុសត្រូវផ្ទាល់ខ្លួន ឡេអូ ជាទីគោរព នៅពេលដែលភពព្រហស្បតិ៍ និង Chiron បិទ។សាកលលោកស្នើឱ្យអ្នកទទួលស្គាល់ពីរបៀបដែលអ្នកទទួលខុសត្រូវចំពោះបញ្ហាប្រឈមនាពេលបច្ចុប្បន្ន ជំនួសឱ្យការផ្លាស់ប្តូរការស្តីបន្ទោសឆ្ពោះទៅរក \"សំណាងអាក្រក់\" ឬកត្តាខាងក្រៅ។ទោះបីជាស្ថានភាពខ្លះនៅតែហួសពីការគ្រប់គ្រងរបស់អ្នកក៏ដោយ ការកំណត់អត្តសញ្ញាណរបស់អ្នកនៅក្នុងពួកវាអាចបង្កឱ្យមានការរីកចម្រើន និងការត្រាស់ដឹង។អ្នកនឹងមានអារម្មណ៍ថាមានការលើកទឹកចិត្តដើម្បីធ្វើការផ្លាស់ប្តូរប្រកបដោយផលិតភាពពេញមួយសប្តាហ៍ខាងមុខនេះ សូមអរគុណដល់ការបង្ហាញខ្លួនលើកដំបូងរបស់ព្រះអាទិត្យចូលទៅក្នុង Capricorn ដែលមានរចនាសម្ព័ន្ធ។គូរបន្ទាត់ជាមួយមនុស្ស ឬទម្លាប់ដែលធ្វើឱ្យជីវិតរបស់អ្នកស្មុគស្មាញ ឬកម្រិតថាមពលនៅពេល Luna និង Saturn តម្រឹមនៅពេលក្រោយនៅយប់នេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Recognize how the stories you tell yourself stunt the process of healing, dear Taurus. As Chiron and Jupiter square off, it's essential to adjust your perspective to soften stressors that have thrown you into survival mode. Though pain from the past will never entirely disappear, choosing to grow will allow you to emerge wiser and more optimistic. A change in your fortunes will give you reason to celebrate once the Sun enters Capricorn, putting luck on your side throughout the coming weeks. Work toward developing a network of mutually beneficial connections, showing that you are open to giving and receiving favors."
        },
        "kh": {
            "today": "ទទួលស្គាល់ពីរបៀបដែលរឿងដែលអ្នកប្រាប់ខ្លួនឯង ធ្វើឱ្យដំណើរការនៃការជាសះស្បើយ Taurus ជាទីស្រឡាញ់។នៅពេលដែល Chiron និង Jupiter បិទ វាជារឿងចាំបាច់ក្នុងការកែសម្រួលទស្សនៈរបស់អ្នកដើម្បីបន្ទន់ភាពតានតឹងដែលបានបោះអ្នកចូលទៅក្នុងរបៀបរស់រានមានជីវិត។ទោះបីជាការឈឺចាប់ពីអតីតកាលនឹងមិនបាត់ទាំងស្រុងក៏ដោយ ការជ្រើសរើសរីកចម្រើននឹងអនុញ្ញាតឱ្យអ្នកមានប្រាជ្ញា និងសុទិដ្ឋិនិយមជាងមុន។ការផ្លាស់ប្តូរជោគវាសនារបស់អ្នកនឹងផ្តល់ឱ្យអ្នកនូវហេតុផលដើម្បីអបអរសាទរនៅពេលដែលព្រះអាទិត្យចូល Capricorn ដោយដាក់សំណាងនៅខាងអ្នកពេញមួយសប្តាហ៍ខាងមុខនេះ។ធ្វើការឆ្ពោះទៅរកការអភិវឌ្ឍន៍បណ្តាញនៃការតភ្ជាប់ដែលមានផលប្រយោជន៍ទៅវិញទៅមក បង្ហាញថាអ្នកបើកចំហចំពោះការផ្តល់ និងទទួលការអនុគ្រោះ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Unhealthy connections with the digital realms could cause real-world problems, dear Gemini. As Chiron and Jupiter square off, try to immerse yourself in local communities while taking a breather from online interactions. A desire for intimacy builds throughout the coming weeks once the Sun enters Capricorn. However, it will be essential to take your self-improvement journey seriously if you hope to attract successful, happy, and steady companions. Professional growth takes up the bulk of your thoughts when Luna aspects Saturn tonight. Harness these vibes by outlining your agenda for the upcoming workweek, making the most of Monday through Friday."
        },
        "kh": {
            "today": "ការតភ្ជាប់មិនល្អជាមួយអាណាចក្រឌីជីថលអាចបណ្តាលឱ្យមានបញ្ហានៅក្នុងពិភពពិត ជាទីគោរព Gemini ។នៅពេលដែល Chiron និង Jupiter ឈប់សម្រាក សូមព្យាយាមជ្រមុជខ្លួនអ្នកនៅក្នុងសហគមន៍មូលដ្ឋាន ខណៈពេលដែលដកដង្ហើមចេញពីអន្តរកម្មតាមអ៊ីនធឺណិត។បំណងប្រាថ្នាសម្រាប់ភាពស្និទ្ធស្នាលកើតឡើងពេញមួយសប្តាហ៍ខាងមុខនេះនៅពេលដែលព្រះអាទិត្យចូល Capricorn ។ទោះជាយ៉ាងណាក៏ដោយ វានឹងចាំបាច់ណាស់ក្នុងដំណើរឆ្ពោះទៅរកការកែលម្អខ្លួនឯងឱ្យបានហ្មត់ចត់ ប្រសិនបើអ្នកសង្ឃឹមថានឹងទាក់ទាញដៃគូជោគជ័យ សុភមង្គល និងស្ថិរភាព។ការរីកចម្រើននៃវិជ្ជាជីវៈកើតឡើងភាគច្រើននៃគំនិតរបស់អ្នក នៅពេលដែល Luna មើលឃើញភពសៅរ៍យប់នេះ។ប្រើប្រាស់ភាពរស់រវើកទាំងនេះដោយរៀបរាប់អំពីរបៀបវារៈរបស់អ្នកសម្រាប់សប្តាហ៍ការងារនាពេលខាងមុខ ដោយធ្វើឱ្យបានច្រើនបំផុតពីថ្ងៃច័ន្ទដល់ថ្ងៃសុក្រ។"
        }
    }
]