[
    {
        "sign": "Aries",
        "en": {
            "today": "Racing thoughts could signify that you've bitten off more than you can chew, dear Aries, as the Scorpio moon and Jupiter form an unbalanced aspect. You'll have a better handle on what's really important when Mars stirs later today, helping you release the unnecessary. Just try not to let a guilty conscience cause you to backpedal when Chiron stirs this evening, opting to put your needs first. Luckily, Saturn steps in to assist with setting boundaries and establishing better long-term plans tonight. However, you may require some alone time to identify the most practical path moving forward."
        },
        "kh": {
            "today": "គំនិតប្រណាំងអាចបង្ហាញថាអ្នកខាំច្រើនជាងអ្វីដែលអ្នកអាចទំពារបានជាទីស្រឡាញ់ជាទីស្រឡាញ់ព្រោះខ្ញាដំរីព្រះច័ន្ទនិងភពព្រហស្បតិ៍បង្កើតបានជាទិដ្ឋភាពមិនមានតុល្យភាព។អ្នកនឹងមានចំណុចទាញល្អជាងមុនលើអ្វីដែលសំខាន់ណាស់នៅពេលដែលភពព្រះអង្គារកូរនៅថ្ងៃនេះជួយអ្នកឱ្យដោះលែងមិនចាំបាច់។គ្រាន់តែព្យាយាមមិនឱ្យមានមនសិការមានកំហុសបណ្តាលឱ្យអ្នកថយក្រោយនៅពេលដែល chiron បានកូរនៅល្ងាចនេះដោយជ្រើសរើសយកតម្រូវការរបស់អ្នកជាមុន។សំណាងល្អសៅរ៍បានចូលទៅជួយក្នុងការជួយរៀបចំព្រំដែននិងបង្កើតផែនការរយៈពេលវែងដ៏ប្រសើរនៅយប់នេះ។ទោះយ៉ាងណាក៏ដោយអ្នកអាចតម្រូវឱ្យមានពេលវេលាខ្លះតែម្នាក់ឯងដើម្បីកំណត់ផ្លូវជាក់ស្តែងបំផុតដែលឆ្ពោះទៅមុខ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Establish healthy boundaries with the news and your social media feeds, dearest Leo, as the Scorpio moon and Jupiter form an unbalanced connection. You'll feel much under these cosmic conditions and should seek positive and supportive environments only. A stirring from deep within puts you in a highly passionate and protective mood when Mars activates later this afternoon, inspiring you to show love through nurturing acts. Be emotionally available to those you adore most, and consider bonding over a hearty meal. Assess your path toward self-improvement when Saturn activates later tonight, taking a strict and structured approach toward manifesting greatness."
        },
        "kh": {
            "today": "បង្កើតព្រំប្រទល់ដែលមានសុខភាពល្អជាមួយនឹងព័ត៌មាននិងព័ត៌មានសង្គមរបស់អ្នកដែលជាទីស្រឡាញ់ជាទីស្រឡាញ់បំផុតដូចជា Scorpio Moon និង Jupiter បង្កើតបានជាការតភ្ជាប់ដែលមិនមានតុល្យភាព។អ្នកនឹងមានអារម្មណ៍ច្រើននៅក្រោមលក្ខខណ្ឌលោហធាតុទាំងនេះហើយគួរតែស្វែងរកបរិយាកាសវិជ្ជមាននិងគាំទ្រតែប៉ុណ្ណោះ។ការជម្រុញពីជ្រៅនៅក្នុងការធ្វើឱ្យអ្នកមានអារម្មណ៍ងប់ងល់ខ្ពស់នៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះដោយបំផុសទឹកចិត្តអ្នកបង្ហាញសេចក្តីស្រឡាញ់តាមរយៈសកម្មភាពចិញ្ចឹមបីបាច់។មានអារម្មណ៍រំជួលចិត្តចំពោះអ្នកដែលអ្នកស្រលាញ់បំផុតហើយពិចារណាលើការផ្សារភ្ជាប់ជាមួយនឹងអាហារដែលមានចិត្តសុខភាព។វាយតម្លៃផ្លូវរបស់អ្នកឆ្ពោះទៅរកភាពប្រសើរឡើងដោយខ្លួនឯងនៅពេល Saturn សកម្មនៅយប់នេះដោយមានវិធីតឹងរឹងនិងមានរចនាសម្ព័ន្ធឆ្ពោះទៅរកការបង្ហាញភាពអស្ចារ្យ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Your generosity increases while the Scorpio moon and Jupiter align, dear Taurus, but try to demonstrate affection through sweet gestures instead of outlandish gifts. Passionate discussions intensify bonds later this afternoon when Luna aspects fiery Mars, nudging you to come out of your shell with someone special. These vibes are also great for executing ideas you've been sitting on for too long. Carve out a few moments for yourself when Chiron stirs this evening, giving your mind a chance to reset. Check-in with members of your outer social sphere tonight when Saturn activates in your solar eleventh house."
        },
        "kh": {
            "today": "Your generosity increases while the Scorpio moon and Jupiter align, dear Taurus, but try to demonstrate affection through sweet gestures instead of outlandish gifts.ការពិភាក្សានឿយហត់ខ្លាំងឡើងខ្ពស់នៅរសៀលនេះនៅពេលដែលទិដ្ឋភាពឡូសដែលមានភពទឹកពុធដោយអាក្រាតកាយឱ្យអ្នកចេញពីសំបករបស់អ្នកជាមួយនរណាម្នាក់ពិសេស។ភាពរស់រវើកទាំងនេះក៏អស្ចារ្យផងដែរសម្រាប់ការប្រតិបត្តិគំនិតដែលអ្នកកំពុងអង្គុយយូរ។ឆ្លាក់ចេញមួយសន្ទុះសម្រាប់ខ្លួនអ្នកនៅពេលដែល chiry កូរនៅល្ងាចនេះដោយផ្តល់ឱ្យចិត្តអ្នកនូវឱកាសដើម្បីកំណត់ឡើងវិញ។ពិនិត្យចូលដោយសមាជិកនៃសង្គមខាងក្រៅរបស់អ្នកនៅយប់នេះនៅពេលដែល Saturn សកម្មក្នុងផ្ទះ Solar Uventh របស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "The Scorpio moon and Jupiter form an unbalanced aspect this morning, dearest Gemini, bringing a chaotic start to your day. Be mindful of how dependent peers have become, pulling back aid if you need to focus on yourself instead. You'll have more energy to draw from when Mars activates later this afternoon, but you should lay down the foundations for teamwork if you've been carrying more than your fair share. Listening to your body will also be necessary, so be mindful to prioritize wellness. Bring more structure to your routines to ensure a whole night's rest when Saturn stirs tonight."
        },
        "kh": {
            "today": "Scorpio MOUN និង JUPITER បង្កើតជាទិដ្ឋភាពមិនមានតុល្យភាពនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់បំផុតដែលនាំមកនូវភាពវឹកវរនៅថ្ងៃរបស់អ្នក។សូមចងចាំថាតើមិត្តភក្ដិពឹងផ្អែកយ៉ាងដូចម្តេចបានក្លាយជាការទាញជំនួយត្រឡប់មកវិញប្រសិនបើអ្នកត្រូវការផ្តោតលើខ្លួនអ្នកជំនួសវិញ។អ្នកនឹងមានថាមពលកាន់តែច្រើនក្នុងការគូរពីនៅពេលដែលភពព្រះអង្គារធ្វើឱ្យសកម្មនៅរសៀលនេះប៉ុន្តែអ្នកគួរតែដាក់មូលដ្ឋានគ្រឹះសម្រាប់ការងារជាក្រុមប្រសិនបើអ្នកបានដឹកច្រើនជាងចំណែករបស់អ្នក។ការស្តាប់រាងកាយរបស់អ្នកនឹងចាំបាច់ផងដែរដូច្នេះត្រូវយកចិត្តទុកដាក់ក្នុងការផ្តល់អាទិភាពដល់សុខភាពល្អ។នាំមកនូវរចនាសម្ព័ន្ធជាច្រើនទៀតទៅនឹងទម្លាប់របស់អ្នកដើម្បីធានាបាននូវការសម្រាកពេញមួយយប់នៅពេល Saturn Stirs នៅយប់នេះ។"
        }
    }
]