[
    {
        "sign": "Aries",
        "en": {
            "today": "The moon and Chiron unite in your sign this morning, dearest Aries, opening channels for healing. Appreciate what you have while acknowledging goals you've yet to reach, trusting your ability to continue forward. The Virgo sun aligns with the nodes of fate this afternoon, reminding you to catch up on existing chores before adding more to your plate. If the future looks fuzzy, get organized until visions have a chance to crystallize. Tap into the natural world once Luna enters Taurus, but acknowledge how you shape your own reality. Avoid toxic social spheres and online feeds when Pluto becomes agitated midafternoon."
        },
        "kh": {
            "today": "ព្រះច័ន្ទនិងឈីលីរួបរួមគ្នានៅក្នុងសញ្ញារបស់អ្នកនៅព្រឹកនេះដែលជាទីស្រឡាញ់បំផុត Aries ការបើកបណ្តាញសម្រាប់ការព្យាបាល។សូមកោតសរសើរចំពោះអ្វីដែលអ្នកមាននៅពេលដែលទទួលស្គាល់គោលដៅដែលអ្នកមិនទាន់ឈានដល់ការជឿទុកចិត្តលើសមត្ថភាពរបស់អ្នកក្នុងការបន្តទៅមុខទៀត។ព្រះអាទិត្យរះនៅលើថ្នាំងដែលមានថ្នាំងនៃជោគវាសនានៅរសៀលនេះរំ you កអ្នកឱ្យចាប់អ្នកឱ្យចាប់យកការងារដែលមានស្រាប់មុនពេលបន្ថែមបន្ថែមទៀតទៅចានរបស់អ្នក។ប្រសិនបើអនាគតមើលទៅមិនច្បាស់ទទួលបានការរៀបចំរហូតដល់ដែលចក្ខុវិស័យមានឱកាសគ្រីស្តាល់។ប៉ះក្នុងពិភពធម្មជាតិនៅពេលដែល Luna ចូល Taurus ប៉ុន្តែទទួលស្គាល់ថាតើអ្នកមានឥទ្ធិពលលើការពិតរបស់អ្នកយ៉ាងដូចម្តេច។ជៀសវាងការពុលផ្នែកសង្គមនៃជំងឺសរសៃប្រសាទនិងមតិព័ត៌មានតាមអ៊ិនធរណេតនៅពេលផ្លាតូមានភាពវង្វេងស្មារតីនៅពាក់កណ្តាលចុង។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The stars conspire to warm the spirit and support your aspirations, darling lion, as the Aries moon and Chiron join forces. Trust that leaps of faith will lead to safe landings, generating your own growth and opportunities. Acknowledge which areas of your life have become too comfortable while the sun aspects the nodes of fate, challenging yourself to break free from monotony. Your resilience increases once Luna enters Taurus this afternoon, inspiring you to move diligently toward primary goals. Notice how loved ones respond to your efforts when Pluto becomes agitated, shutting down jealousy and negative commentary if it arises."
        },
        "kh": {
            "today": "តារាឃុបឃិតធ្វើឱ្យមានភាពកក់ក្តៅដោយស្មារតីនិងគាំទ្រសេចក្តីប្រាថ្នារបស់អ្នក, លោក Darling Lion, ខណៈដែលលោក Aries Mong និង Chiron ចូលរួមរបស់ Fiors ។ជឿទុកចិត្តថាការលោតនៃសេចក្តីជំនឿនឹងនាំឱ្យមានការចុះចតប្រកបដោយសុវត្ថិភាពដោយបង្កើតការលូតលាស់និងឱកាសផ្ទាល់ខ្លួនរបស់អ្នក។ទទួលស្គាល់ថាតើវិស័យណាមួយនៃជីវិតរបស់អ្នកមានផាសុកភាពខណៈពេលដែលទិដ្ឋភាពព្រះអាទិត្យថ្នមៗថ្នាំងនៃជោគវាសនាដែលមានការពិបាកសម្រាប់ខ្លួនអ្នកឱ្យរួចផុតពីភាពមិនស្មោះត្រង់។ភាពធន់របស់អ្នកកើនឡើងនៅពេលដែល Luna ចូលទៅកាន់ Taurus នៅរសៀលនេះដោយបំផុសគំនិតឱ្យអ្នកឈានទៅមុខឆ្ពោះទៅរកគោលដៅចម្បង។សូមកត់សម្គាល់ថាតើមនុស្សជាទីស្រឡាញ់ឆ្លើយតបនឹងការខិតខំរបស់អ្នកនៅពេលដែល Pluto មានអារម្មណ៍ធុញថប់ការច្រណែនឈ្នានីសនិងការអត្ថាធិប្បាយអវិជ្ជមានប្រសិនបើវាកើតឡើង។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Focus on holistic healing as the Aries moon and Chiron unite, dear Taurus, going deep within to understand what you need to thrive and move forward. You may feel left behind when the sun aspects the nodes of fate this afternoon, but you will have an opportunity to learn from the trials and tribulations of those who have made it to great heights. Invigorating vibes flow once Luna enters your sign, acting as a reminder that you are enough and exactly where you're supposed to be. Examine hurdles that lie before you while Pluto stirs, biding your time until the moment to strike arises."
        },
        "kh": {
            "today": "ផ្តោតលើការជាសះស្បើយដ៏ប្រសើរបំផុតនៅពេលដែលលោក Aries Mong និង Chander Unite ជាទីស្រឡាញ់ Taurus ជាទីស្រឡាញ់ខ្លាំងណាស់ក្នុងការយល់ពីអ្វីដែលអ្នកត្រូវការដើម្បីលូតលាស់និងឆ្ពោះទៅមុខ។អ្នកអាចមានអារម្មណ៍ថាបានបន្សល់ទុកនៅពេលដែលទិដ្ឋភាពព្រះអាទិត្យថ្នមៗថ្នាំងនៃជោគវាសនានៅរសៀលនេះប៉ុន្តែអ្នកនឹងមានឱកាសរៀនពីការសាកល្បងនិងទុក្ខវេទនារបស់អ្នកដែលបានធ្វើឱ្យមានកម្ពស់ខ្ពស់។ភាពរស់រវើកដែលធ្វើឱ្យមានភាពទន់ភ្លន់មានលំហូរមួយដែលមានភាពច្របូកច្របល់នៅពេលដែល Luna ចូលក្នុងសញ្ញារបស់អ្នកធ្វើសកម្មភាពជាការរំ that កថាអ្នកគឺគ្រប់គ្រាន់ហើយដែលអ្នកត្រូវបានគេសន្មត់ថាជាកន្លែងដែលអ្នកត្រូវបានគេសន្មត់ថា។ពិនិត្យមើលឧបសគ្គដែលស្ថិតនៅចំពោះអ្នកនៅពេលដែលផ្លាតូកូរពេលវេលារបស់អ្នករហូតដល់ពេលដែលធ្វើកូដកម្មកើតឡើង។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Seek bright spots within your community, dear Gemini, as the Aries moon and Chiron unite. Put kindness into the world, and search for beauty during each of your interactions. You could feel stretched thin when the sun aspects the nodes of fate, especially if you've been struggling to keep up with demands at home and work. Try to get some rest and relieve stress while creating healthier structures. Enlightenment finds you in the quieter moments once Luna enters Taurus. Please show respect to your ancestors while Pluto stirs, appreciating the sacrifices they made to ensure you'd have better opportunities."
        },
        "kh": {
            "today": "ស្វែងរកចំណុចភ្លឺនៅក្នុងសហគមន៍របស់អ្នក Gemini ជាទីស្រឡាញ់, ដូចជា Aries Moon និង Chander Unite ។ដាក់សេចក្តីសប្បុរសចូលក្នុងពិភពលោកហើយស្វែងរកភាពស្រស់ស្អាតក្នុងកំឡុងពេលនៃអន្តរកម្មនីមួយៗរបស់អ្នក។អ្នកអាចមានអារម្មណ៍ថាស្តើងនៅពេលដែលទិដ្ឋភាពព្រះអាទិត្យថ្នមៗនៃជោគវាសនាជាពិសេសប្រសិនបើអ្នកបានតស៊ូដើម្បីរក្សាការទាមទារនៅផ្ទះនិងការងារ។ព្យាយាមសម្រាកខ្លះនិងបំបាត់ភាពតានតឹងនៅពេលបង្កើតរចនាសម្ព័ន្ធដែលមានសុខភាពល្អ។ការត្រាស់ដឹងបានរកអ្នកនៅក្នុងឱកាសស្ងាត់ជ្រងំនៅពេលដែល Luna ចូល Taurus ។សូមបង្ហាញការគោរពចំពោះជីដូនជីតារបស់អ្នកខណៈដែលផ្លាតូផ្លាទីដោយកោតសរសើរចំពោះការលះបង់ដែលពួកគេបានធ្វើដើម្បីធានាថាអ្នកនឹងមានឱកាសកាន់តែប្រសើរ។"
        }
    }
]