[
    {
        "sign": "Aries",
        "en": {
            "today": "Uplifting conversations unfold this morning, dear Aries, as the Gemini Moon aligns with the Nodes of Fate, Chiron and Jupiter. Though disagreements could unfold, choosing to set aside differences and prioritize love will revitalize your mind and spirit. You'll feel like being babied once Luna enters Cancer, and you should be open about your needs. Go where there is warmth, nurturing, and support. You'll require additional compassion when the Moon squares Saturn and Neptune, which could trigger moodiness. Be mindful to restrain yourself if triggers arise, especially if you're overdue for a rest and need some time to recharge."
        },
        "kh": {
            "today": "ការសន្ទនាលើកស្ទួយបានលាតត្រដាងនៅព្រឹកនេះជាទីស្រឡាញ់ aries, ដូចជា gemini ព្រះច័ន្ទតម្រឹមជាមួយថ្នាំងនៃជោគវាសនា, irgir និងភពព្រហស្បតិ៍។ទោះបីជាការមិនចុះសម្រុងគ្នាអាចលាតសន្ធឹងក៏ដោយការជ្រើសរើសយកភាពខុសគ្នាមួយឡែកនិងផ្តល់អាទិភាពដល់សេចក្តីស្រឡាញ់នឹងធ្វើឱ្យចិត្តគំនិតនិងវិញ្ញាណរបស់អ្នកកាន់តែប្រសើរឡើង។អ្នកនឹងមានអារម្មណ៍ថាដូចជាការចិញ្ចឹមកូនក្មេងនៅពេលដែល Luna ចូលមហារីកហើយអ្នកគួរតែបើកចំហអំពីតម្រូវការរបស់អ្នក។ទៅកន្លែងដែលមានភាពកក់ក្តៅការចិញ្ចឹមបីបាច់និងការគាំទ្រ។អ្នកនឹងត្រូវការការអាណិតអាសូរបន្ថែមនៅពេលដែលព្រះច័ន្ទការ៉េសៅរ៍និងណឺថុនដែលអាចបង្កឱ្យមានអារម្មណ៍មិនល្អ។ត្រូវគិតគូរក្នុងការទប់ខ្លួនខ្លួនឯងប្រសិនបើកេះកើតឡើងជាពិសេសប្រសិនបើអ្នកហួសកាលកំណត់សម្រាប់ការសម្រាកហើយត្រូវការពេលវេលាខ្លះដើម្បីបញ្ចូលទឹកប្រាក់។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Lean into your spirituality to thrive during transitional moments, dearest Leo. As the Gemini Moon aligns with the Nodes of Fate, Chiron and Jupiter, it'll be important that you cultivate a supportive connection with the divine. Changes in your social sphere could also manifest as new faces emerge. Be open about your interests and dreams to make genuine connections. You'll feel more reserved once Luna enters Cancer, heightening your intuition. Pull back and observe to get a more precise reading of those around you. Find your zen when the Moon squares Saturn and Neptune this afternoon, clearing the mind with meditation or prayer."
        },
        "kh": {
            "today": "ពឹងផ្អែកលើភាពខាងវិញ្ញាណរបស់អ្នកដើម្បីលូតលាស់ក្នុងគ្រាអន្តរកាលដែលជាទីស្រឡាញ់បំផុត។នៅពេលដែល Gemini Mon តម្រឹមជាមួយថ្នាំងនៃវាសនា, andy irand និងភពព្រហស្បតិ៍វានឹងសំខាន់ណាស់ដែលអ្នកដាំដុះការតភ្ជាប់គាំទ្រជាមួយនឹងព្រះ។ការផ្លាស់ប្តូរនៅក្នុងវិស័យសង្គមរបស់អ្នកក៏អាចបង្ហាញពីមុខថ្មីដែលលេចចេញមកដែរ។បើកចំហអំពីចំណាប់អារម្មណ៍និងក្តីសុបិន្តរបស់អ្នកដើម្បីធ្វើការតភ្ជាប់ពិតប្រាកដ។អ្នកនឹងមានអារម្មណ៍ថាបានបម្រុងទុកនៅពេលដែល Luna ចូលមកជំងឺមហារីក, បង្កើនមតិយោបល់របស់អ្នកយ៉ាងខ្លាំង។ទាញត្រឡប់មកវិញហើយសង្កេតដើម្បីទទួលបានការអានច្បាស់ជាងអ្នកដែលនៅជុំវិញអ្នក។ស្វែងរកហ្សេនរបស់អ្នកនៅពេលដែលព្រះច័ន្ទការ៉េសៅរ៍និងណិបធូននេះបានឈូសឆាយគំនិតដោយការធ្វើសមាធិឬការអធិស្ឋាន។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Try to escape the fast-paced momentum of our modern world, darling Taurus. As the Gemini Moon connects with the Nodes of Fate, Chiron, and Jupiter, you'll be much happier taking the time to smell the roses as you move ahead. This energy is highly sensual, and your mind will require grounding moments to maintain clarity. You'll feel more alert and intuitively tapped in once Luna enters Cancer. People will be in the mood to connect emotionally under this lunar placement. However, harsh connections with Saturn and Neptune suggest you should choose your company wisely to avoid energy vampires or faux friends."
        },
        "kh": {
            "today": "ព្យាយាមគេចផុតពីសន្ទុះលឿននៃពិភពលោកទំនើបរបស់យើង, Taurlus Darling ។នៅពេលដែលព្រះចន្ទ Gemini ភ្ជាប់ជាមួយថ្នាំងនៃជោគវាសនា chiry chiry និងភពព្រហស្បតិ៍អ្នកនឹងមានពេលវេលាច្រើនក្នុងការចំណាយពេលក្លិនផ្កាកុលាបនៅពេលអ្នកឈានទៅមុខ។ថាមពលនេះមានលក្ខណៈត្រេកត្រអាលខ្ពស់ហើយគំនិតរបស់អ្នកនឹងត្រូវការពេលវេលាដ៏សំខាន់ដើម្បីរក្សាភាពច្បាស់លាស់។អ្នកនឹងមានអារម្មណ៍ប្រុងប្រយ័ត្នកាន់តែច្រើននិងបានជក់ចិត្តក្នុងពេលតែមួយ Luna ចូលមហារីក។មនុស្សនឹងមានអារម្មណ៍ក្នុងការផ្សារភ្ជាប់អារម្មណ៍នៅក្រោមការដាក់តាមច័ន្ទគតិនេះ។ទោះយ៉ាងណាការតភ្ជាប់ដ៏សាហាវជាមួយសៅរ៍និងណិបតុនអ្នកគួរតែជ្រើសរើសក្រុមហ៊ុនរបស់អ្នកដោយឈ្លាសវៃដើម្បីចៀសវាងថាមពលបិសាចជញ្ជក់ឈាមឬមិត្តភក្តិក្លែងក្លាយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Luna takes her final steps through your sign this morning, beloved Gemini, connecting with the Nodes of Fate, Chiron, and Jupiter. Identify where you feel restricted to break through barriers, release preconceived notions, and lean into your community to make the most of these vibes. Luck will be on your side when you put yourself out there, but that doesn't mean you have to operate alone. You'll have a chance to slow down and enjoy a bit of luxury once the Moon enters Cancer, encouraging you to embrace soothing indulgences. Just try not to get too lost in the moment while Luna squares Saturn and Neptune, or you could forget essential obligations."
        },
        "kh": {
            "today": "Luna ទទួលយកជំហានចុងក្រោយរបស់នាងតាមរយៈសញ្ញារបស់អ្នកនៅព្រឹកនេះ Gemini ជាទីស្រឡាញ់ភ្ជាប់ជាមួយថ្នាំងនៃវាសនា, ironion, chiry chiry និងភពព្រហស្បតិ៍។កំណត់កន្លែងដែលអ្នកមានអារម្មណ៍ថាបានធ្លាក់ចុះក្នុងការបំបែករបាំងតាមរយៈរបាំងដែលបានចេញផ្សាយសញ្ញាណដែលបានគិតទុកជាមុនហើយគ្មានខ្លាញ់ចូលក្នុងសហគមន៍របស់អ្នកដើម្បីធ្វើឱ្យមានភាពរស់រវើកទាំងនេះច្រើនបំផុត។សំណាងនឹងនៅខាងអ្នកនៅពេលដែលអ្នកដាក់ខ្លួនអ្នកនៅទីនោះប៉ុន្តែវាមិនមានន័យថាអ្នកត្រូវធ្វើប្រតិបត្តិការតែម្នាក់ឯងទេ។អ្នកនឹងមានឱកាសបន្ថយល្បឿននិងរីករាយនឹងភាពប្រណីតបន្តិចនៅពេលដែលព្រះច័ន្ទចូលមហារីកលើកទឹកចិត្តអ្នកឱ្យចាប់យកការលួងលោមចិត្ត។គ្រាន់តែព្យាយាមមិនឱ្យបាត់បង់នៅក្នុងពេលបច្ចុប្បន្ននេះខណៈពេលដែល Luna Squares Saturn និង Neptune ឬអ្នកអាចភ្លេចកាតព្វកិច្ចសំខាន់ៗ។"
        }
    }
]