[
    {
        "sign": "Aries",
        "en": {
            "today": "Your day gets off to a busy start as the moon continues through Sagittarius, dearest Ram, forming connections with Jupiter, Chiron, the nodes of fate, and Saturn. A measured approach to your agenda serves you best, and a little bit of mystery can help you go further. Rather than barreling forward, exercise restraint and work from behind the scenes. Commission someone with more experience for their honest feedback once Luna enters Capricorn midafternoon. Watch out for smoke and mirrors when Neptune stirs later today, especially when following other people's leads. Touch base with your gratitude to find clarity while the sun aspects the nodes of fate this evening."
        },
        "kh": {
            "today": "ថ្ងៃរបស់អ្នកចាប់ផ្តើមរវល់នៅពេលដែលព្រះច័ន្ទនៅតែបន្តឆ្លងកាត់ Sagittarius ដែលជា RAM បង្កើតបានការតភ្ជាប់ជាមួយភពភពព្រហ្មច្រវាក់, ថ្នាំង, ថ្នាំងនៃវាសនា, និងភពសៅរ៍។វិធីសាស្រ្តវាស់ចំពោះរបៀបវារៈរបស់អ្នកបម្រើអ្នកយ៉ាងល្អបំផុតហើយអាថ៌កំបាំងបន្តិចបន្តួចអាចជួយឱ្យអ្នកបន្តទៅមុខទៀត។ជាជាងរារាំងទៅមុខការធ្វើលំហាត់ប្រាណការរឹតត្បិតនិងធ្វើការពីនៅពីក្រោយឆាក។ចូរទទួលបាននរណាម្នាក់ដែលមានបទពិសោធច្រើនទៀតសម្រាប់ការផ្តល់យោបល់ស្មោះត្រង់របស់ពួកគេនៅពេលដែល Luna ចូល Capricorn WideAcornoon ។ប្រយ័ត្នចំពោះផ្សែងនិងកញ្ចក់នៅពេលដែល Neptune កូរនៅថ្ងៃនេះជាពិសេសនៅពេលដែលធ្វើតាមការនាំមុខរបស់អ្នកដទៃ។ការប៉ះនឹងការដឹងគុណរបស់អ្នកក្នុងការស្វែងរកភាពច្បាស់លាស់ខណៈពេលដែលទិដ្ឋភាពព្រះអាទិត្យមានថ្នាំងនៃជោគវាសនានៅល្ងាចនេះ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "The Sagittarius moon keeps busy this morning, dear Leo, forming connections with Jupiter, Chiron, the nodes of fate, and Saturn. This energy puts you in a dreamy yet flighty headspace, making it difficult to focus or make commitments. Give yourself space to explore fresh opportunities, but don't make any critical decisions just yet. Connect with your body midafternoon when Luna enters Capricorn, encouraging you to prioritize wellness and stress relief. Merge spirituality and healthy living when Neptune stirs later today, inviting you to get mystical. You'll feel more practical and ready to strategize for the future once the sun aspects the lunar nodes this evening."
        },
        "kh": {
            "today": "ព្រះច័ន្ទ Sagittarius នៅតែមមាញឹកនៅព្រឹកនេះ Leo ជាទីស្រឡាញ់ដោយបង្កើតការតភ្ជាប់ជាមួយភពភពព្រហ្មចារី chiry ដែលជាថ្នាំងនៃជោគវាសនានិងសៅរ៍។ថាមពលនេះធ្វើឱ្យអ្នកមាននៅក្នុងក្បាលដែលមានក្តីសុបិនតែហោះហើរដែលធ្វើឱ្យមានការលំបាកក្នុងការផ្តោតអារម្មណ៍ឬធ្វើការប្តេជ្ញាចិត្ត។ផ្តល់ឱ្យខ្លួនអ្នកនូវកន្លែងទំនេរដើម្បីស្វែងយល់ពីឱកាសថ្មីៗប៉ុន្តែកុំធ្វើការសម្រេចចិត្តសំខាន់ណាមួយនៅឡើយទេ។ភ្ជាប់ជាមួយរាងកាយរបស់អ្នកនៅពាក់កណ្តាលចុងរបស់អ្នកនៅពេលដែល Luna ចូល Capricorn លើកទឹកចិត្តអ្នកឱ្យផ្តល់អាទិភាពដល់សុខភាពសុខភាពនិងភាពតានតឹង។ច្របាច់បញ្ចូលគ្នារវាងភាពខាងវិញ្ញាណនិងការរស់នៅប្រកបដោយសុខភាពល្អនៅពេលដែល Neptune កូរនៅថ្ងៃនេះដោយអញ្ជើញអ្នកឱ្យទទួលបានអាថ៌កំបាំង។អ្នកនឹងមានអារម្មណ៍ថាមានការអនុវត្តជាក់ស្តែងនិងត្រៀមខ្លួនជាស្រេចដើម្បីធ្វើយុទ្ធសាស្រ្តសម្រាប់អនាគតនៅពេលដែលទិដ្ឋភាពព្រះអាទិត្យរទេះរុញថ្នាំងតាមច័ន្ទគតិនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Avoid rushing through your commitments as the moon moves through Sagittarius, dear Taurus, forming connections with Jupiter, Chiron, the nodes of fate, and Saturn. Though a sense of urgency will be present, it'll be vital that you stay grounded to maintain clarity. Disaster can be avoided when you choose your battles wisely and grant yourself grace while pressure mounds. You'll feel more optimistic and in control once Luna enters Capricorn midafternoon, blessing you with some extra support from beyond. Let your mystical side take you on an adventure when Neptune activates. Meanwhile, the sun aspects the nodes of fate, paving the way for new friendships."
        },
        "kh": {
            "today": "ជៀសវាងការប្រញាប់ប្រញាល់ឆ្លងកាត់ការប្តេជ្ញាចិត្តរបស់អ្នកនៅពេលដែលព្រះច័ន្ទបានផ្លាស់ប្តូរឆ្លងកាត់ Sagittarius, ជាទីស្រឡាញ់, បង្កើតការភ្ជាប់ជាមួយភពយួរ, chiry, ថ្នមៗថ្នាំងនៃវាសនានិងថ្នាំង។ទោះបីជាអារម្មណ៍បន្ទាន់នឹងមានក៏ដោយវាពិតជាសំខាន់ណាស់ដែលអ្នកនៅតែមានសេរីភាពរក្សាភាពច្បាស់លាស់។គ្រោះមហន្តរាយអាចត្រូវបានជៀសវាងនៅពេលអ្នកជ្រើសរើសការប្រយុទ្ធរបស់អ្នកដោយប្រាជ្ញាហើយផ្តល់ឱ្យខ្លួនអ្នកនូវព្រះគុណខណៈពេលដែលសម្ពាធលើដី។អ្នកនឹងមានសុទិដ្ឋិនិយមនិងក្នុងការគ្រប់គ្រងនៅពេលដែល Luna ចូល Capricorn WidaCorno Peaternce ទទួលបានពរជ័យដល់អ្នកជាមួយនឹងការគាំទ្របន្ថែមមួយចំនួនពីលើសពីនេះទៀត។សូមឱ្យក្រុមអាថ៌កំបាំងរបស់អ្នកនាំអ្នកមកលើការផ្សងព្រេងនៅពេលដែល Neptune ធ្វើឱ្យសកម្ម។ទន្ទឹមនឹងនេះដែរទិដ្ឋភាពព្រះអាទិត្យរះលើជោគវាសនានៃជោគវាសនាដោយត្រួសត្រាយផ្លូវសម្រាប់មិត្តភាពថ្មី។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Unwelcome obstacles could disrupt your flow this morning, dearest Gemini, as the Sagittarius moon aligns with Jupiter, Chiron, the nodes of fate, and Saturn. It may be necessary to tie up loose ends or deal with unresolved issues before you can move forward in peace. An empowering energy finds you once Luna enters Capricorn midafternoon, granting you the determination necessary to find higher ground. Lean into release while inviting in blessings so your life can transform. Try not to get lost in your screens when Neptune activates, bringing a hazy energy to the table. Instead, spend some time alone while strategizing your next bold move while the sun aspects the nodes of fate."
        },
        "kh": {
            "today": "ឧបសគ្គដែលមិនស្វាគមន៍អាចរំខានដល់លំហូររបស់អ្នកនៅព្រឹកនេះ Gemini ដែលជាទីស្រឡាញ់របស់ Saginarius តម្រឹមជាមួយភពព្រហស្បតិ៍ chiry chiry ។វាចាំបាច់ក្នុងការចងខ្សែរលុងឬដោះស្រាយជាមួយបញ្ហាដែលមិនទាន់បានដោះស្រាយមុនពេលអ្នកអាចឈានទៅមុខដោយសន្តិភាព។ថាមពលដែលផ្តល់អំណាចរកឃើញអ្នកនៅពេលដែល Luna ចូល Capricorn WidaCornon ដោយផ្តល់ឱ្យអ្នកនូវការប្តេជ្ញាចិត្តដែលចាំបាច់ដើម្បីរកបាននូវមូលដ្ឋានខ្ពស់។គ្មានខ្លាញ់ចូលក្នុងការចេញផ្សាយខណៈពេលដែលបានអញ្ជើញក្នុងពរជ័យជីវិតរបស់អ្នកអាចផ្លាស់ប្តូរបាន។ព្យាយាមមិនឱ្យវង្វេងនៅក្នុងអេក្រង់របស់អ្នកនៅពេលដែល Neptune ធ្វើឱ្យសកម្មនាំថាមពលអ័ព្ទទៅតុ។ផ្ទុយទៅវិញចំណាយពេលខ្លះតែម្នាក់ឯងខណៈពេលដែលការធ្វើយុទ្ធសាស្រ្តដិតបន្ទាប់របស់អ្នកផ្លាស់ប្តូរយ៉ាងដិតដល់ខណៈពេលដែលទិដ្ឋភាពព្រះអាទិត្យរបរថ្នាំងនៃជោគវាសនា។"
        }
    }
]