[
    {
        "sign": "Aries",
        "en": {
            "today": "Unpredictable energy manifests throughout the day, dear Aries, as the Moon continues its journey through wild-hearted Aquarius. You'll feel eager to connect but could struggle to find companions operating on the same wavelength. A harsh square between Mars and Uranus threatens to trigger reckless impulses, and it'll be vital that you put logic before ego. If time starts to speed up, slow down to catch your breath. Meanwhile, Jupiter and Saturn square off, making it difficult to contain your emotions. Try to stay flexible when dealing with others, but remain mindful of what you need to feel secure."
        },
        "kh": {
            "today": "ថាមពលដែលមិនអាចទាយទុកជាមុនបានបង្ហាញឱ្យឃើញពេញមួយថ្ងៃដោយក្តីជាទីស្រឡាញ់ aries, នៅពេលដែលព្រះច័ន្ទនៅតែបន្តដំណើររបស់វាតាមរយៈ Aquarius ព្រៃ។អ្នកនឹងមានអារម្មណ៍ចង់ភ្ជាប់ប៉ុន្តែអាចតស៊ូដើម្បីស្វែងរកដៃគូដែលកំពុងប្រតិបត្តិការនៅលើរលកដូចគ្នា។ការ៉េដ៏កាចសាហាវរវាងភពព្រះអង្គារនិងអ៊ុយរ៉ានុសគំរាមកំហែងបង្កការលើកទឹកចិត្តដោយមិនប្រុងប្រយ័ត្នហើយវានឹងមានសារៈសំខាន់ណាស់ដែលអ្នកបានដាក់តក្កនៅចំពោះមុខ។ប្រសិនបើពេលវេលាចាប់ផ្តើមបង្កើនល្បឿនបន្ថយល្បឿនដើម្បីចាប់ដង្ហើមរបស់អ្នក។ទន្ទឹមនឹងនេះភពព្រហស្បតិ៍និង Saturn Square ធ្វើឱ្យមានការលំបាកក្នុងការមានអារម្មណ៍របស់អ្នក។ព្យាយាមរក្សាភាពបត់បែននៅពេលទាក់ទងជាមួយអ្នកដទៃប៉ុន្តែនៅតែចាំពីអ្វីដែលអ្នកត្រូវការមានអារម្មណ៍ថាមានសុវត្ថិភាព។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Mars and Uranus form a messy aspect today, dear Leo, triggering impulses and reckless behaviors. Notice how you respond to triggers, boredom, and excitement, taking care to clear the mind when emotions bubble up. If your heart and mind begin to race, try to step back to gain a different perspective. The more focused you are on making wise decisions, the better off you'll be. Luckily, the Aquarius Moon offers a way toward harmony, luring you toward self-care and sweet interactions. Meanwhile, Jupiter and Saturn align, nudging you to embrace a bit of shadow work, meditation, or other spiritual practices."
        },
        "kh": {
            "today": "ភពព្រះអង្គារនិងអ៊ុយរ៉ានុសបង្កើតបានជាទិដ្ឋភាពរញ៉េរញ៉ៃនាពេលបច្ចុប្បន្ននេះលីអូ, បណ្តាលឱ្យមានកម្លាំងជំរុញនិងអាកប្បកិរិយាមិនប្រុងប្រយ័ត្ន។កត់សំគាល់ពីរបៀបដែលអ្នកឆ្លើយតបទៅនឹងកេះធុញទ្រាន់និងរំភើបការយកចិត្តទុកដាក់ដើម្បីលុបបំបាត់ចិត្តនៅពេលអារម្មណ៍ពពុះ។ប្រសិនបើបេះដូងនិងចិត្តរបស់អ្នកចាប់ផ្តើមប្រណាំងសូមព្យាយាមដើរថយក្រោយដើម្បីទទួលបានទស្សនៈខុសគ្នា។ការផ្តោតអារម្មណ៍កាន់តែច្រើនអ្នកកំពុងធ្វើការសម្រេចចិត្តដ៏ឈ្លាសវៃដែលអ្នកនឹងកាន់តែប្រសើរឡើង។សំណាងបរិស័ណ្ឌព្រះច័ន្ទព្រះច័ន្ទបានផ្តល់ផ្លូវឆ្ពោះទៅរកភាពសុខដុមដោយទាក់ទាញអ្នកឆ្ពោះទៅរកការថែរក្សាខ្លួនឯងនិងអន្តរកម្មដ៏ផ្អែមល្ហែម។ទន្ទឹមនឹងនេះភពព្រហស្បតិ៍និងភពសាននៃសៅរ៍តម្រឹមអ្នកឱបក្រសោបការងារស្រមោលការធ្វើសមាធិឬការអនុវត្តខាងវិញ្ញាណផ្សេងទៀត។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "The Aquarius Moon brings out your practical side, dear Taurus, helping you see the bigger picture—peer into the future, examining where innovation is needed to propel you forward. Unfortunately, a harsh connection between Mars and Uranus could lead to conflicting emotions. Recognize if self-doubt is a contributor to issues around focus or drive, and find ways to boost confidence. Mood swings also coincide with this cosmic climate, and it might be helpful to get some fresh air if tensions fill your home. Watch out for overstimulation when Jupiter and Saturn square off, and avoid replaying past conversations in your head."
        },
        "kh": {
            "today": "លោក Aquarius Mugh បាននាំមកនូវផ្នែកជាក់ស្តែងរបស់អ្នក Taurus ជាទីស្រឡាញ់របស់អ្នកជួយអ្នកឱ្យមើលឃើញរូបភាពតូចជាងមុនទៅអនាគតការពិនិត្យដែលត្រូវការការច្នៃប្រឌិតដើម្បីជំរុញអ្នកឱ្យឆ្ពោះទៅមុខ។ជាអកុសលការផ្សារភ្ជាប់ដ៏អាក្រក់រវាងភពព្រះអង្គារនិងអ៊ុយរ៉ានុសអាចនាំឱ្យមានអារម្មណ៍ផ្ទុយគ្នា។ទទួលស្គាល់ថាប្រសិនបើមានការសង្ស័យខ្លួនឯងគឺជាការចូលរួមក្នុងបញ្ហាជុំវិញការផ្តោតអារម្មណ៍ឬបើកបរហើយស្វែងរកវិធីដើម្បីបង្កើនទំនុកចិត្ត។ការផ្លាស់ប្តូរអារម្មណ៍ក៏ស្របពេលជាមួយនឹងអាកាសធាតុលោហធាតុនេះហើយវាអាចមានប្រយោជន៍ក្នុងការទទួលបានខ្យល់អាកាសបរិសុទ្ធប្រសិនបើភាពតានតឹងបំពេញផ្ទះរបស់អ្នក។ប្រយ័ត្នចំពោះការមើលហួសហេតុនៅពេលដែលភពព្រហស្បតិ៍និង Saturn Square បិទហើយចៀសវាងការថតចម្លងការសន្ទនាកន្លងមកនៅក្នុងក្បាលរបស់អ្នក។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Your manifestation skills increase under the Aquarius Moon, sweet Gemini, which activates your house of luck and expansion. Visualize where you want to be, projecting your hopes into the ether so they can trickle toward reality. Just be mindful that your wishes are practical while Mars and Uranus square off. If your ideas start to feel far-fetched, reconnect with the present and regroup. Maintaining a positive internal dialogue will also be necessary when finding the motivation to reach for the stars. Meanwhile, Jupiter and Saturn square off, which could trigger tension with peers. If someone starts to push your buttons, don't hesitate to stand your ground."
        },
        "kh": {
            "today": "ជំនាញដែលអ្នកបានបង្កើនរបស់អ្នកកើនឡើងក្រោមព្រះច័ន្ទ Aquarius, Gemini ផ្អែមដែលធ្វើឱ្យផ្ទះសំណាងនិងការពង្រីករបស់អ្នកសកម្ម។ការមើលឃើញនៅកន្លែងដែលអ្នកចង់ធ្វើគម្រោងរបស់អ្នកមានក្តីសង្ឃឹមរបស់អ្នកទៅក្នុងអេធើរដូច្នេះពួកគេអាចធ្វើឱ្យមានល្បិចកលចំពោះការពិត។គ្រាន់តែចងចាំថាបំណងប្រាថ្នារបស់អ្នកគឺមានប្រយោជន៍ខណៈពេលដែលភពព្រះអង្គារនិងអ៊ុយរ៉ានុសការ៉េ។ប្រសិនបើគំនិតរបស់អ្នកចាប់ផ្តើមមានអារម្មណ៍ថាមានអារម្មណ៍ថាមានភាពវង្វេងស្មារតីបានផ្សារភ្ជាប់ជាមួយនឹងបទបង្ហាញបច្ចុប្បន្ននិងការប្រមូលផ្តុំ។ការរក្សាការសន្ទនាផ្ទៃក្នុងវិជ្ជមានក៏នឹងចាំបាច់ផងដែរនៅពេលដែលរកឃើញការជំរុញទឹកចិត្តដើម្បីឈានដល់ផ្កាយ។ទន្ទឹមនឹងនេះភពព្រហស្បតិ៍និង Saturn Square, ដែលអាចបង្កឱ្យមានភាពតានតឹងជាមួយនឹងមិត្តភក្តិ។ប្រសិនបើនរណាម្នាក់ចាប់ផ្តើមរុញប៊ូតុងរបស់អ្នកកុំស្ទាក់ស្ទើរក្នុងការឈរដីរបស់អ្នក។"
        }
    }
]