[
    {
        "sign": "Aries",
        "en": {
            "today": "Hazy vibes flow as the Cancer moon squares Neptune early this morning, dear Aries, and your intuition may not be the most reliable source of information. Give yourself plenty of time to shake away the fog when you awaken, choosing to approach the day with ease. Center your Sunday activities around the home, allowing emotions to move freely. Host an intimate gathering with family and close friends once Luna aspects Mercury midafternoon, feeding your spirit while quietly recommitting to loved ones. Embrace nostalgic pleasures to cap off the weekend, inviting in complete rest and enjoyment as a way to recharge."
        },
        "kh": {
            "today": "ភាពរស់រវើកអ័ព្ទហូរហៀរដូចជាមហារីកមហារីកឈ្មោះថា Neptune នៅព្រឹកនេះដែលជាទីស្រឡាញ់របស់អ្នកមានក្តីស្រឡាញ់ហើយវិចារណញាណរបស់អ្នកប្រហែលជាមិនមែនជាប្រភពព័ត៌មានដែលអាចទុកចិត្តបានបំផុតនោះទេ។ផ្តល់ឱ្យខ្លួនអ្នកឱ្យបានច្រើនដើម្បីចាប់អ័ព្ទចេញនៅពេលដែលអ្នកភ្ញាក់ដឹងខ្លួនការជ្រើសរើសដើម្បីចូលទៅជិតថ្ងៃដោយភាពងាយស្រួល។មជ្ឈមណ្ឌលសកម្មភាពថ្ងៃអាទិត្យរបស់អ្នកនៅជុំវិញផ្ទះដែលអនុញ្ញាតឱ្យមានអារម្មណ៍ធ្វើចលនាដោយសេរី។រៀបចំពិធីជប់លៀងដ៏ស្និទ្ធស្នាលជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិជិតស្និទ្ធនៅពេលដែលទិដ្ឋភាពនៃដងផុលរបស់ Luna បានផ្តល់អាហារដល់ស្មារតីរបស់អ្នកខណៈពេលដែលផ្តល់យោបល់ដល់មនុស្សដែលស្រឡាញ់។ចាប់យកភាពរីករាយនៃការសប្បាយរីករាយក្នុងការបញ្ចប់នៅចុងសប្តាហ៍ដោយអញ្ជើញឱ្យបំពេញការសម្រាកពេញលេញនិងការរីករាយដែលជាវិធីមួយដើម្បីបញ្ចូលទឹកប្រាក់ឡើងវិញ។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "A spiritually charged mist encapsulates you early this morning, sweet lion, as the Cancer moon and Neptune align. Though you'll feel more connected with the universe, it won't give its secrets up easily. Rather than striving for defined enlightenment, relish moments that are peaceful and full of magick. A quiet approach to your Sunday routines serves you best, giving you a chance to strategize for the work week ahead. Break the silence midafternoon once Mercury activates, spending time with family and close friends. If you're not in the mood to mingle, use this energy to organize your space."
        },
        "kh": {
            "today": "អ័ព្ទដែលត្រូវបានចោទប្រកាន់ខាងវិញ្ញាណបានពន្យារពេលអ្នកនៅព្រឹកនេះសត្វតោផ្អែមដូចជាមហារីកមហារីកនិង Neptune ។ទោះបីជាអ្នកនឹងមានអារម្មណ៍ថាមានទំនាក់ទំនងកាន់តែច្រើនជាមួយនឹងសកលលោកក៏ដោយក៏វានឹងមិនផ្តល់អាថ៌កំបាំងយ៉ាងងាយស្រួលដែរ។ជាជាងការខិតខំសម្រាប់ការត្រាស់ដឹងដែលបានកំណត់, ពេលវេលាដ៏កក់ក្តៅដែលមានសន្តិភាពនិងពេញលេញនៃ magick ។វិធីសាស្រ្តស្ងប់ស្ងាត់ចំពោះទម្លាប់ថ្ងៃអាទិត្យរបស់អ្នកបម្រើឱ្យអ្នកល្អបំផុតផ្តល់ឱ្យអ្នកនូវឱកាសធ្វើយុទ្ធសាស្រ្តសម្រាប់សប្តាហ៍ការងារនៅខាងមុខ។បំបែកភាពស្ងៀមស្ងាត់នៅពាក់កណ្តាលព្រះeraflore Severy Surede Active បានចំណាយពេលជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិជិតស្និទ្ធ។ប្រសិនបើអ្នកមិនមានអារម្មណ៍ចង់ច្របាច់បញ្ចូលគ្នាសូមប្រើថាមពលនេះដើម្បីរៀបចំចន្លោះរបស់អ្នក។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Surreal vibes flow early this morning, dear Taurus, while the Cancer moon and Neptune square off. Whether you're snug in bed or burning the midnight oil, the mind will surely take you in some curious directions. Enjoy a few moments of quiet meditation once you've awakened, piecing together any strange epiphanies that may have found you during the witching hours. Your emotional intelligence spikes as the day unfolds, deepening your understanding of loved ones. Embrace your flirtatious side later today when Luna and Venus align, enjoying cheeky interactions even if you're not looking for a profound connection."
        },
        "kh": {
            "today": "ការវិលវល់ដ៏អស្ចារ្យហូរនៅព្រឹកនេះនៅព្រឹកនេះ Taurus ជាទីស្រឡាញ់ខណៈដែលមហារីកមហារីកនិង Neptune Square បានបិទ។មិនថាអ្នកកំពុងគេងលើគ្រែឬដុតប្រេងពាក់កណ្តាលអធ្រាត្រគំនិតប្រាកដជានឹងនាំអ្នកទៅទិសដៅដែលចង់ដឹងចង់ឃើញមួយចំនួន។សូមរីករាយជាមួយការធ្វើសមាធិដ៏ស្ងប់ស្ងាត់មួយចំនួននៅពេលដែលអ្នកភ្ញាក់ពីការភ្ញាក់ឡើងដោយអេផភីផានចម្លែកដែលប្រហែលជាបានរកឃើញអ្នកក្នុងអំឡុងពេលអាបធ្មប់។ស្នាមញញឹមអារម្មណ៍របស់អ្នកនៅពេលថ្ងៃបានលាតត្រដាងការយល់ដឹងកាន់តែស៊ីជម្រៅរបស់អ្នកអំពីមនុស្សជាទីស្រឡាញ់។ឱបក្រសោបចំហៀងចែចង់របស់អ្នកនៅថ្ងៃនេះនៅពេលដែល Luna និង Venus តម្រឹមរីករាយនឹងអន្តរកម្មថ្ពាល់ទោះបីជាអ្នកមិនស្វែងរកការតភ្ជាប់យ៉ាងជ្រាលជ្រៅក៏ដោយ។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Take a step back from the digital realms and appreciate what's real, dear Gemini, as the Cancer moon and Neptune square off early this morning. Your focus sharpens when the senses are ignited, revealing details you might normally gloss over. Seek tangible experiences, fully appreciating how your body works to decipher different sights, sounds, and flavors. Emotions lighten with each beautiful moment you embrace, reminding you of the magick that surrounds you. You'll feel increasingly determined to shape your own world once Mercury activates midafternoon, bringing new ideas to the table. Work for your manifestation goals, trusting that your vision can be attained."
        },
        "kh": {
            "today": "បោះជំហានត្រឡប់មកវិញពីអាណាចក្រឌីជីថលហើយពេញចិត្តក្នុងការស្តាប់នូវអ្វីដែលពិតគឺ Gemini ជាទីស្រឡាញ់នៅពេលដែលមហារីកមហារីកនិង Neptune បានបិទនៅព្រឹកនេះ។ការផ្តោតអារម្មណ៍របស់អ្នកឱ្យច្បាស់នៅពេលដែលអារម្មណ៍ត្រូវបានបញ្ឆេះដោយបង្ហាញព័ត៌មានលម្អិតដែលអ្នកអាចបញ្ចោញបាន។ស្វែងរកបទពិសោធន៍ជាក់ស្តែងដោយសូមកោតសរសើរយ៉ាងពេញលេញនូវរបៀបដែលរាងកាយរបស់អ្នកធ្វើការដើម្បីឌិគ្រីបទេសភាពផ្សេងៗគ្នាសម្លេងនិងរសជាតិ។អារម្មណ៍ស្រាល ៗ ជាមួយនឹងពេលវេលាដ៏ស្រស់ស្អាតនីមួយៗដែលអ្នកបានឱបក្រសោបអ្នកឱ្យរំ remind កអ្នកអំពីម៉ាឃីកដែលព័ទ្ធជុំវិញអ្នក។អ្នកនឹងមានអារម្មណ៍ថាមានការប្តេជ្ញាចិត្តកាន់តែខ្លាំងឡើងក្នុងការបង្កើតពិភពលោករបស់អ្នកនៅពេលដែលបារតសកម្មនៅពាក់កណ្តាលព្រះសង្ឃនាំមកនូវគំនិតថ្មីដល់តុ។ការងារសម្រាប់គោលដៅបង្ហាញរបស់អ្នកដោយជឿជាក់ថាចក្ខុវិស័យរបស់អ្នកអាចទទួលបាន។"
        }
    }
]