[
    {
        "sign": "Aries",
        "en": {
            "today": "Unforeseen obstacles could reveal themselves and complicate your plans, dear Aries, as the Virgo moon and Saturn face off. The energy will be increasingly unpredictable during this afternoon's solar eclipse, which will challenge your methods and routines. Sloppy work, poor time management, and disorganization will have consequences under this cosmic climate, as the universe pushes you to improve the systems your life revolves around. Take a breather once Luna enters Libra midafternoon, and consider connecting with a loved one who will sympathize with your situation. Allow your perspective to shift by learning from the trials and tribulations of peers when Neptune, Uranus, and Pluto activate this evening."
        },
        "kh": {
            "today": "ឧបសគ្គដែលមិនបានមើលឃើញទុកជាមុនអាចបង្ហាញពីផែនការរបស់អ្នកនិងធ្វើឱ្យស្មុគស្មាញដល់ផែនការរបស់អ្នកជាទីស្រឡាញ់ Areies ដូចជាព្រះច័ន្ទរបស់ Virgo និង Saturn Faturs ។ថាមពលនេះនឹងមានភាពមិនទប់ស្កាត់កាន់តែខ្លាំងឡើង ៗ ក្នុងអំឡុងសូរ្យគ្រាសពន្លឺព្រះអាទិត្យនៅរសៀលនេះដែលនឹងប្រឆាំងនឹងវិធីសាស្រ្តនិងទម្លាប់របស់អ្នក។ការងាររបស់អ្នកថ្វីបើការគ្រប់គ្រងពេលវេលាខ្សោយនិងការញុះញង់នឹងមានផលវិបាកនៅក្រោមអាកាសធាតុលោហធាតុនេះខណៈដែលសាកលលោកជំរុញឱ្យអ្នកកែលម្អប្រព័ន្ធរបស់អ្នកឱ្យមានភាពប្រសើរឡើង។ថតចម្លងមួយសន្លឹកនៅលើ Luna ចូលក្នុង Librae ពាក់កណ្តាលព្រះសង្ឃហើយពិចារណាការតភ្ជាប់ជាមួយអ្នកជាទីស្រឡាញ់ដែលនឹងអាណិតអាសូរចំពោះស្ថានភាពរបស់អ្នក។អនុញ្ញាតឱ្យទស្សនវិស័យរបស់អ្នកផ្លាស់ប្តូរដោយរៀនពីការសាកល្បងនិងការទុក្ខវេទនារបស់មិត្តភក្តិនៅពេលដែលណេតុនអ៊ុយរ៉ានុសនិងផ្លាតូធ្វើឱ្យល្ងាចនេះសកម្ម។"
        }
    },
    {
        "sign": "Leo",
        "en": {
            "today": "Insecurities could bubble up and challenge your closest relationships, dearest Leo, as the Virgo moon opposes Saturn. Feeling seen, supported, and stable will be increasingly crucial under this afternoon's solar eclipse. Recognize your worth and express your needs, finding the courage to leave situations that have hit an impasse or create too much uncertainty. Your thoughts lighten midafternoon when Luna enters Libra and aspects Neptune, putting you in a mystical and dreamy headspace. If you've suffered any disappointments recently, use this energy to visualize new and improved goals. Surround yourself with people who empower and celebrate you when the moon, Uranus, and Pluto form a grand trine this evening."
        },
        "kh": {
            "today": "អសន្ដិសុខអាចបំពាក់នូវភាពរឹងមាំរបស់អ្នកដែលមានទំនាក់ទំនងជិតស្និទ្ធបំផុតរបស់អ្នកដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទរបស់ Virgo ជំទាស់នឹងភពសៅរ៍។មានអារម្មណ៍ថាបានឃើញការគាំទ្រនិងស្ថេរភាពនឹងមានសារៈសំខាន់កាន់តែខ្លាំងឡើងនៅក្រោមសូរ្យគ្រាសពន្លឺព្រះអាទិត្យនៅរសៀលនេះ។ទទួលស្គាល់តម្លៃរបស់អ្នកហើយបង្ហាញពីតម្រូវការរបស់អ្នកដោយស្វែងរកភាពក្លាហានក្នុងការចាកចេញពីស្ថានភាពដែលបានវាយប្រហារឬបង្កើតភាពមិនប្រាកដប្រជាច្រើនពេក។គំនិតរបស់អ្នកមានពន្លឺនៅពាក់កណ្តាលចុងភៅនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាព Neptune ដាក់អ្នកនៅក្នុងក្បាលអាថ៌កំបាំងនិងសុបិន។ប្រសិនបើអ្នកបានទទួលរងនូវការខកចិត្តថ្មីៗនេះសូមប្រើថាមពលនេះដើម្បីមើលឃើញគោលដៅថ្មីនិងប្រសើរឡើង។នៅជុំវិញខ្លួនអ្នកជាមួយមនុស្សដែលផ្តល់អំណាចនិងអបអរសាទរអ្នកនៅពេលព្រះច័ន្ទអ៊ុយរ៉ានុសនិងផ្លាតូបង្កើតបានជាកំពូលភ្នំនាល្ងាចនេះ។"
        }
    },
    {
        "sign": "Taurus",
        "en": {
            "today": "Social obligations could feel particularly taxing, dearest Taurus, as the Virgo moon opposes Saturn while gearing up for this afternoon's solar eclipse. This astrological event motivates you to stand out, and working on yourself should take precedence over the demands and desires of your peers. Treat yourself to healthy foods, supportive movement, and your favorite wellness activities once Luna enters Libra and aspects Neptune midafternoon. The universe asks you to recalibrate the body and mind in private, finding internal harmony. You'll crave new structures when a grand trine forms between the moon, Uranus, and Pluto this evening, especially if you've felt stuck or as though you're harboring untapped potential."
        },
        "kh": {
            "today": "កាតព្វកិច្ចក្នុងសង្គមអាចមានអារម្មណ៍ថាបានបង់ពន្ធជាពិសេស Taurus ដែលជាទីស្រឡាញ់បំផុតនៅពេលដែលព្រះចន្ទរបស់ Virgo ជំទាស់នឹងសៅហ្មងខណៈដែលការត្រៀមលក្ខណៈសូរ្យគ្រាសនៅរសៀលនេះ។ព្រឹត្តិការណ៍ហោរាសាស្រ្តនេះជំរុញឱ្យអ្នកលេចធ្លោហើយធ្វើការលើខ្លួនអ្នកគួរតែមានអាទិភាពលើការទាមទារនិងបំណងប្រាថ្នារបស់មិត្តភក្តិរបស់អ្នក។ព្យាបាលខ្លួនអ្នកទៅនឹងអាហារដែលមានសុខភាពល្អចលនាគាំទ្រនិងសកម្មភាពសុខភាពល្អដែលអ្នកចូលចិត្តនៅពេលដែល Luna ចូល Libra និងទិដ្ឋភាពនៅពាក់កណ្តាលរបស់ Neptune ។សាកលលោកស្នើឱ្យអ្នកគណនេយ្យឡើងវិញនូវរាងកាយនិងចិត្តក្នុងវិស័យឯកជនស្វែងរកភាពសុខដុមរមនាផ្ទៃក្នុង។អ្នកនឹងស្រេកាងស្រទាញនូវរចនាសម្ព័ន្ធថ្មីនៅពេលដែលទំរង់ដ៏អស្ចារ្យរវាងព្រះចន្ទអ៊ុយរ៉ានុសនិងផ្លាតូនៅល្ងាចនេះជាពិសេសប្រសិនបើអ្នកមានអារម្មណ៍ថាជាប់នឹងសក្តានុពលឬទោះបីជាអ្នកមានសក្តានុពលដែលមិនចង់បានឬមានសក្តានុពលដែលអាចប្រើបាន។"
        }
    },
    {
        "sign": "Gemini",
        "en": {
            "today": "Emotions you've been avoiding will find their way through, dear Gemini, as the Virgo moon opposes Saturn. This afternoon's solar eclipse further intensifies these feelings, and you'll require compassion and nurturing from those who love you most. Don't hesitate to vent or unload with a reliable friend, but keep in mind that these vibes will be intense for us all. Avoid confiding in anyone who can't be trusted with your secrets later today, once Luna enters Libra and faces off with Neptune, stirring up deception and a false sense of security. Luckily, the universe has your back this evening when the moon forms a grand trine with Uranus and Pluto."
        },
        "kh": {
            "today": "អារម្មណ៍ដែលអ្នកបានជៀសវាងនឹងរកឃើញផ្លូវរបស់ពួកគេតាមរយៈ Gemini ជាទីស្រឡាញ់នៅពេលដែលព្រះចន្ទរបស់ Virgo ប្រឆាំងនឹងភពសៅរ៍។សូរ្យគ្រាសព្រះអាទិត្យនៅរសៀលនេះកាន់តែពង្រឹងអារម្មណ៍ទាំងនេះហើយអ្នកនឹងត្រូវការការអាណិតអាសូរនិងចិញ្ចឹមបីបាច់ពីអ្នកដែលស្រឡាញ់អ្នកខ្លាំងបំផុត។កុំស្ទាក់ស្ទើរក្នុងការបញ្ចេញមតិឬផ្ទុកជាមួយមិត្តដែលអាចទុកចិត្តបានប៉ុន្តែសូមចងចាំថាភាពរស់រវើកទាំងនេះនឹងកាន់តែខ្លាំងសម្រាប់យើងទាំងអស់គ្នា។ជៀសវាងការយល់ដឹងរបស់នរណាម្នាក់ដែលមិនអាចជឿទុកចិត្តបានជាមួយនឹងអាថ៌កំបាំងរបស់អ្នកនៅពេលបច្ចុប្បន្ននេះនៅពេលដែល Luna ចូល Libra ហើយប្រឈមមុខនឹងការជំរុញការបោកបញ្ឆោតនិងអារម្មណ៍មិនពិតនៃសន្តិសុខ។សំណាងល្អសកលលោកមានត្រឡប់មកវិញរបស់អ្នកនៅល្ងាចនេះនៅពេលដែលព្រះច័ន្ទបង្កើតបានជា Trinal Trine ជាមួយអ៊ុយរ៉ានុសនិងផ្លាតូ។"
        }
    }
]